{
  "an item": "’n item",
  "Please check the permissions for this file.": "Gaan die toestemmings vir hierdie lêer na.",
  "Please check that the file exists and the necessary drive is mounted.": "Kyk asseblief dat die lêer bestaan en dat die nodige skyf gemonteer is.",
  "This server is not powerful enough to convert music.": "Hierdie bediener is nie kragtig genoeg om musiek om te skakel nie.",
  "This server is not powerful enough to convert video. You may be able to enable playback by increasing your quality setting.": "Hierdie bediener is nie sterk genoeg om die video om te skakel nie. Terugspeel kan dalk herstel word deur u gehalte verstelling te verhoog.",
  "This server is not powerful enough to convert video.": "Hierdie bediener is nie kragtig genoeg om video om te skakel nie.",
  "Please update Plex Media Server. This feature requires {1} or later.": "Gradeer asseblief die Plex Mediabediener op. Hierdie funksie vereis {1} of nuwer.",
  "Streaming this media is unsupported.": "Stroming van hierdie media word nie ondersteun nie.",
  "Playback of this media is not supported with the selected player.": "Terugspeel van die media word nie deur die bepaalde speler ondersteun nie.",
  "There was a problem signing in to Plex.": "Daar was 'n probleem met die intekening na Plex.",
  "Ensure that media deletion is enabled for library content in your server settings.": "Maak seker dat mediaskrapping geaktiveer is vir biblioteekinhoud in u bedienerinstellings.",
  "There was a problem deleting this item.": "Daar was 'n probleem om hierdie item uit te vee.",
  "There was a problem selecting the stream for this item.": "Daar was 'n probleem met die keuse van die stroom vir hierdie item.",
  "There was a problem marking this item as watched.": "Daar was 'n probleem om hierdie item te merk as gesien.",
  "There was a problem marking this item as unwatched.": "Daar was 'n probleem om hierdie item te merk as nog nie gesien nie.",
  "from {1}": "van {1}",
  "None": "Geen",
  "You can skip {1} songs an hour per mix.": "U kan {1} liedjies per uur per mengsel oorslaan.",
  "Watch Later": "Kyk Later",
  "Recommended": "Voorgestel",
  "{1} hr": "{1} uur",
  "{1} hr {2} min": "{1} uur {2} min",
  "{1} sec": "{1} sek",
  "Unknown": "Onbekend",
  "External": "Eksterne ",
  "Forced": "Geforseer",
  "Sorry, there was a problem playing this item.": "Jammer, daar was 'n probleem om hierdie item te speel.",
  "Low": "Laag",
  "High": "Hoog",
  "Highest": "Hoogste",
  "{1} and {2}": "{1} en {2}",
  "{1}, {2}, and {3}": "{1}, {2}, en {3}",
  "{1}, {2}, and {3} others": "{1}, {2}, en {3} ander",
  "Movie": "Rolprent",
  "Movies": "Rolprente",
  "TV Show": "TV-program",
  "TV Shows": "TV-vertonings",
  "Music": "Musiek",
  "Photo": "Foto",
  "Photos": "Foto’s",
  "Home Video": "Tuisvideo",
  "Home Videos": "Tuisvideo’s",
  "Trailer": "Lokprent",
  "Deleted Scene": "Geskrapte Toneel",
  "Interview": "Onderhoud",
  "Music Video": "Musiekvideo",
  "Behind the Scenes": "Agter die Skerms",
  "Scene": "Toneel",
  "Live Music Video": "Lewendige Musiekvideo",
  "Lyric Music Video": "Lerieke musiek video.",
  "Concert": "Konsert",
  "Short": "Kort",
  "Other": "Ander",
  "Show": "Vertoon",
  "Shows": "Vertoning",
  "Season": "Seisoen",
  "Seasons": "Seisoene",
  "Trailers": "Lokprente",
  "Comic": "Komedie",
  "Comics": "Komedies",
  "Person": "Persoon",
  "People": "Mense",
  "Artist": "Kunstenaar",
  "Artists": "Kunstenaars",
  "Track": "Snit",
  "Tracks": "Snitte",
  "Picture": "Beeld",
  "Pictures": "Prente",
  "Clip": "Greep",
  "Clips": "Knipsels",
  "Photo Album": "Fotoalbum",
  "Photo Albums": "Foto Albums",
  "Playlist": "Speellys ",
  "Playlists": "Afspeellyste",
  "Audio": "Oudio",
  "Subtitles": "Subtitels",
  "Lyrics": "Lirieke",
  "All": "Almal",
  "Unwatched": "Nie gekyk nie",
  "Recently Released": "Onlangs Vrygestel",
  "Recently Added": "Nuutste bygevoeg",
  "Recently Viewed": "Onlangs Gesien",
  "Recently Viewed Shows": "Onlangs Gesien",
  "On Deck": "Op die dek",
  "By Folder": "Volgens gids",
  "Collection": "Versameling",
  "Bookmark": "Boekmerk",
  "Director": "Regisseur",
  "Writer": "Skrywer",
  "Actor": "Akteur",
  "country": "Land",
  "Chapter": "Hoofstuk",
  "Review": "Hersien",
  "Aperture": "Diafragma",
  "Device": "Toestel",
  "Composer": "Komponis",
  "Track Artist": "Snitkunstenaar",
  "Similar Artist": "Soortgelyke Kunstenaar",
  "There was a problem playing this item.": "Daar was 'n probleem om hierdie item te speel.",
  "There was a problem embedding this video.": "Daar was 'n probleem om hierdie item in te sluit.",
  "video": "Video",
  "track": "Snit",
  "The server is not powerful enough to convert this {1} for smooth playback. Try playing at the original quality.": "Hierdie bediener is nie kragtig genoeg om hierdie {1} vir gladde terugspeel om te skakel nie. Probeer op die oorspronklike kwaliteit terugspeel.",
  "The server is not powerful enough to convert this {1} for smooth playback.": "Hierdie bediener is nie kragtig genoeg om hierdie {1} vir gladde terugspeel om te skakel nie.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network or try a lower quality.": "U verbinding aan die bediener is nie vinnig genoeg om {1} te stroom nie. Gaan u netwerk na of probeer 'n laer kwaliteit.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network.": "U verbinding aan die bediener is nie vinnig genoeg om {1} te stroom nie. Gaan u netwerk na.",
  "We are having trouble playing this {1}. Please check your playback setup.": "Daar is 'n probleem om {1} terug te speel. Gaan u terugspeel opstelling na.",
  "This channel is not responding.": "Hierdie kanaal reageer nie.",
  "Sorry! There was an error signing out.": "Jammer! Daar was 'n fout met aftekening.",
  "Please try again in a few minutes.": "Probeer asb. oor ’n paar minute weer.",
  "You must be lost.": "U is seker verlore.",
  "This page doesn't exist.": "Hierdie bladsy bestaan nie.",
  "Media server not found.": "Mediabediener nie gevind nie.",
  "The server you're trying to access doesn't seem to exist.": "Die bediener waartoe u toegang probeer kry blyk nie te bestaan nie.",
  "Media not found.": "Media nie gevind nie.",
  "The media you're trying to access doesn't seem to exist.": "Die media waartoe u toegang probeer kry blyk nie te bestaan nie.",
  "No soup for you!": "Geen sop vir u nie!",
  "The server you're trying to access doesn't want to let you in. Make sure you're signed in as a user with access to this server.": "Die bediener waartoe u toegang verlang laat u nie in nie. Maar seker dat u aangeteken is as ’n gebruiker wat toegang tot die bediener het.",
  "Plex is down for maintenance.": "Plex is af vir onderhoud.",
  "Don't worry, it'll be back soon.": "Moenie bekommerd wees nie, dit sal binnekort terug wees.",
  "Plex is not reachable.": "Plex kan nie bereik word nie.",
  "Make sure your server has an internet connection and any firewalls or other programs are set to allow access.": "Maak seker u bediener het internettoegang en dat enige brandmure of ander programme ingestel is om toegang toe te staan.",
  "Server unavailable.": " Bediener onbeskikbaar",
  "We couldn't reach \"{1}\". Make sure it's online and try again.": "Ons kon “{1}” nie bereik nie. Maak seker dit is aanlyn en probeer weer.",
  "We couldn't reach this server. Make sure it's online and try again.": "Ons kon hierdie bediener nie bereik nie. Maak seker dit is aanlyn en probeer weer.",
  "No": "Nee",
  "Yes": "Ja",
  "OK": "Goed",
  "Ignore": "Ignoreer",
  "Sync status is unavailable.": "Sinchroniseringstatus is onbeskikbaar.",
  "The conversion queue is unavailable.": "Die omskakelingswagry is onbeskikbaar.",
  "Your channels are unavailable.": "U kanale is onbeskikbaar.",
  "The channel directory is restricted from shared users.": "Die kanaalgids is beperk vir gedeelde gebruikers.",
  "The channel directory is unavailable.": "Die kanaalgids is onbeskikbaar.",
  "Playlists are unavailable for this server.": "Afspeellyste is onbeskikbaar vir hierdie bediener.",
  "Playlist not found.": "Speellys was nie gevind nie.",
  "Server settings are unavailable.": " Bediener verstellings is nie beskikbaar nie.",
  "Your friends are unavailable.": "U vriende is nie beskikbaar nie.",
  "Your home is unavailable.": "U tuiste is nie beskikbaar nie.",
  "Your devices are unavailable.": "U toestelle is nie beskikbaar nie.",
  "This playlist is unavailable.": "Hierdie afspeellys is nie beskikbaar nie.",
  "This playlist item is unavailable.": "Hierdie afspeellysitem is nie beskikbaar nie.",
  "Announcements are not available.": "Aankondigings is nie beskikbaar nie.",
  "This channel was successfully reset.": "Hierdie kanaal is suksesvol herstel.",
  "There was a problem resetting this channel.": "Daar was n probleem met die herstel van hierdie kanaal.",
  "This channel was successfully restarted.": "Hierdie kanaal het suksesvol herbegin",
  "There was a problem restarting this channel.": "Daar was 'n probleem om die kanaal te herbegin.",
  "This channel could not be uninstalled, but you can disable it in the server settings.": "Hierdie kanaal kon nie gedeïnstalleer word nie maar u kan die in die bedienerinstellings deaktiveer.",
  "This channel could not be uninstalled.": "Hierdie kanaal kon nie verwyder word nie.",
  "Uninstall Channel": "De-installeer kanaal",
  "Are you sure you want to uninstall this channel?": "Is u seker u wil hierdie kanaal deïnstalleer?",
  "There was a problem checking for updates.": "Daar was 'n probleem om opdaterings te vind.",
  "{1} added to Watch Later.": "{1} bygevoeg by Kyk later",
  "There was a problem adding to Watch Later.": "Daar was 'n probleem om {1} by te voeg as 'n vriend.",
  "There was a problem analyzing the library.": "Daar was ’n probleem tydens die ontleding van die biblioteek.",
  "Analyze Library": "Ontleed Biblioteek",
  "Analyzes all the media files in the library. The analysis captures information about the media which helps Plex decide how to optimally play back the media.": "Ontleed al die medialêers in die biblioteek. Die ontleding lees inligting oor die media wat Plex help om te bereken hoe om die media optimaal terug te speel.",
  "Analyze": "Analiseer",
  "Cancel": "Kanselleer",
  "There was a problem matching this item.": "Daar was ’n probleem om hierdie item te paar.",
  "No matches were found using this agent.": "Die agent kon geen pasmaats vind nie",
  "There was a problem searching for matches.": "Daar was ’n probleem toe vir pasmaats gesoek is.",
  "Unused bundles are being removed.": "Ongebruikte bundels word verwyder.",
  "There was a problem removing unused bundles.": "Daar was ’n probleem tydens die verwydering van ongebruikte bundels.",
  "Clean Bundles": "Bondel opruim",
  "The media server stores information about your media to disk, as well as posters, artwork, and other media resources from the internet. Running this task deletes any bundles which are no longer in use.": "Hierdie media bediener stoor inligting oor u media asook die aanbieders, kunswerk en ander media bronne vanaf die internet, op skyf. Deur hierdie taak te laat loop word enige ongebruikte bondels geskrap.",
  "Clean": "Opruim",
  "Are you sure you want to delete {1} items from your filesystem?": "Is u seker u wil {1} items skrap? Hierdie media sal verwyder word van jou bedryfstelsel.",
  "Are you sure you want to delete this item from your filesystem?": "Is u seker dat u hierdie item uit u lêerstelsel vir verwyder?",
  "Delete {1}": "Skrap {1}",
  "Delete": "Skrap",
  "Multiple files may be deleted.": "Veelvuldige lêers kan geskrap word.",
  "Yes, I'm sure": "Ja, ek is seker",
  "Delete File": "Verwyder Lêer",
  "Are you sure you want to delete this file from your filesystem?": "Is u seker u wil hierdie lêer uit u lêerstelsel skrap?",
  "There was a problem deleting the playlist.": "Daar was 'n probleem om die speellys te verwyder.",
  "Delete Playlist": "Skrap speellys",
  "Are you sure you want to delete {1}? This cannot be undone.": "Is u seker dat u {1} wil verwyder? Dit kan dan nie weer teruggestel word nie.",
  "There was a problem deleting the library.": "Hierdie biblioteek kon nie verwyder word nie.",
  "Delete Library": "Verwyder Biblioteek",
  "Are you sure you want to delete {1}?": "Is u seker u wil {1} skrap?",
  "This cannot be undone.": "Dit kan nie ongedaan gemaak word nie.",
  "There was a problem deleting these versions.": "Daar was 'n probleem om hierdie weergawes uit te vee.",
  "Are you sure you want to delete {1} versions of {2}?": "Is u seker u wil {1} weergawes van {2} skrap?",
  "Are you sure you want to delete the {1} version of {2}?": "Is u seker u wil die {1} weergawe van {2} skrap?",
  "Delete Versions": "Skrap Weergawes",
  "Delete Version": "Skrap Weergawe",
  "The trash was emptied.": "Die asblik is leeggemaak.",
  "There was a problem emptying the trash.": "Daar was ’n probleem om die asblik te ledig.",
  "Empty Trash": "Ledig Asblik",
  "By default the media server doesn't remove information for media right away. This helps if a drive is temporarily disconnected. When you empty the trash for a section, all information about missing media is deleted.": "Die mediabediener verwyder by verstek nie inligting van die media onmiddelik nie. Dit is van hulp wanneer ’n drywer tydelik onkoppel is. Wanneer die asblik vir ’n afdeling geledig word, word al die inligting van vermiste media geskrap.",
  "Empty": "Leeg",
  "Are you sure you want to mark {1} as unwatched?": "Is u seker dat u {1} as ongesien wil merk?",
  "Are you sure you want to mark these movies as unwatched?": "Is u seker dat u hierdie rolprente as ongesien wil merk?",
  "Are you sure you want to mark all episodes of {1} as unwatched?": "Is u seker dat u al die episodes van {1} as ongesien wil merk?",
  "Are you sure you want to mark these episodes as unwatched?": "Is u seker dat u al hierdie episodes as ongesien wil merk?",
  "Are you sure you want to mark these items as unwatched?": "Is u seker dat u al hierdie items as ongesien wil merk?",
  "Mark as Unwatched": "Merk as nie gekyk",
  "Are you sure you want to mark {1} as watched?": "Is u seker dat u {1} as gesien wil merk?",
  "Are you sure you want to mark these movies as watched?": "Is u seker dat u hierdie videos as gesien wil merk?",
  "Are you sure you want to mark all episodes of {1} as watched?": "Is u seker dat u al die episodes van {1} as gesien wil merk?",
  "Are you sure you want to mark these episodes as watched?": "Is u seker dat u al hierdie episodes as gesien wil merk?",
  "Are you sure you want to mark these items as watched?": "Is u seker dat u al hierdie items as gesien wil merk?",
  "Mark as Watched": "Merk as gekyk",
  "There was a problem merging these items.": "Daar was 'n probleem met die samesmelting van hierdie items.",
  "Merge": "Versmelt",
  "Are you sure you want to merge these items together?": "Is jy seker dat jy hierdie items wil saamsmelt?",
  "The database was optimized.": "Die databasis is geoptimeer.",
  "There was a problem optimizing this database.": "Daar was 'n probleem met die optimalisering van hierdie databasis.",
  "Optimize Database": "Optimeer Databasis",
  "Cleans up the library database and ensures it is operating as quickly as possible. This is especially useful when you've added or removed a large amount of media from the library.": "Maak die databasis skoon en verseker dat dit so vinnig moontlik funksioneer. Dit is veral nuttig wanneer u groot hoeveelhede media tot die biblioteek toevoeg of verwyder.",
  "Optimize": "Optimeer",
  "There was a problem rating this item.": "Daar was 'n probleem met die gradering van hierdie item.",
  "There was a problem refreshing.": "Daar was 'n probleem om te verfris.",
  "There was a problem splitting this item apart.": "Daar was 'n probleem om hierdie item te verdeel.",
  "Split Apart": "Skeur apart",
  "Are you sure you want to split this item apart?": "Is jy seker dat jy hierdie item wil verdeel?",
  "There was a problem unmatching this item.": "Daar was 'n probleem om hierdie item se verbinding te breuk.",
  "There was a problem canceling the update.": "Daar was 'n probleem met die kansellasie van die opdatering.",
  "There was a problem updating the library.": "Daar was 'n probleem tydens die opdatering van die versameling.",
  "Refresh All": "Verfris Alles",
  "Refresh": "Verfris",
  "Play Now": "Speel Nou",
  "This will clear the contents of Up Next and play the selection instead.": "Dit sal die inhoud van die Volgende Speel Items skoonmaak en hierdie seleksie eerder speel.",
  "There was a problem connecting your server.": "Daar was 'n probleem om u bediener te verbind",
  "There was a problem disconnecting your server.": "Daar was 'n probleem om van jou bediener te ontkoppel.",
  "Remote Installation": "Afstandige Installasie",
  "Continue": "Gaan Voort",
  "Are you sure you want to remove this server?": "Is u seker u wil hierdie bediener verwyder?",
  "Remove Server": "Verwyder Bediener",
  "Remove": "Verwyder",
  "The username or password is incorrect.": "Die gebruikersnaam of wagwoord is verkeerd.",
  "There was a problem signing the server out.": "Daar was 'n probleem om die bediener uit te teken.",
  "This account information is invalid.": "Hierdie rekeninginligting is ongeldig.",
  "There was a problem signing up for a Plex account.": "Daar was 'n probleem om in te skryf vir 'n Plex rekening.",
  "There was a problem accepting this invite.": "Daar was 'n probleem om hierdie uitnodiging te aanvaar.",
  "You are the admin in your current home. If you leave, the remaining users will be removed and managed users will be deleted.": "U is die administrateur tuis, in u woning. Indien u nou sou verlaat sal die ander gebruikers verwyder word en die beheerde gebruikers sal uitgevee word.",
  "Are you sure you want to join this home? You will leave your current home.": "Is u seker dat u by hierdie tuiste wil inskakel? U verlaat nou u huidige tuiste.",
  "The admin of this home will have access to your account. Other users of this home will be able to switch to your account by entering your PIN.": "Die administrateur van die tuiste sal toegang verkry na u rekening. Ander gebruikers van die tuiste kan moontlik oorskakel na u rekening deur u PIN te gebruik.",
  "Join Home": "Skakel in by Tuiste",
  "Join": "Inskakel",
  "Please sign in to remove sync items.": "Meld asseblief aan om gesinkroniseerde items te verwyder.",
  "Stop Syncing": "Stop sinkronisering",
  "There was a problem recommending this item.": "Daar was 'n probleem om die item aan te beveel.",
  "Synced items were refreshed.": "Gesinchroniseerde items is verfris.",
  "Reject Invite": "Verwerp Uitnodiging",
  "Are you sure you want to reject this invite?": "Is u seker dat u hierdie uitnodiging wil verwerp?",
  "Cancel Invite": "Kanselleer Uitnodiging",
  "Are you sure you want to cancel this invite?": "Is u seker dat u hierdie uitnodiging wil verwerp?",
  "There was a problem rejecting this invite.": "Daar was 'n probleem om hierdie uitnodiging van die hand te wys.",
  "There was a problem canceling this invite.": "Daar was 'n probleem om hierdie uitnodiging te kanselleer.",
  "There was a problem removing this device.": "Daar was ’n probleem om die toestel te verwyder.",
  "If you remove this device, you will need to sign in again on the device to restore access to Plex.": "Indien u die toestel verwyder sal u weer op die toestel moet aanteken om toegang tot Plex te verkry.",
  "Remove Device": "Verwyder Toestel",
  "There was a problem removing this friend.": "Daar was ’n probleem om hierdie vriend te verwyder.",
  "Are you sure you want to remove {1}?": "Is u seker dat u {1} wil verwyder?",
  "library": "biblioteek",
  "libraries": "biblioteke",
  "You are sharing {1} {2} with each other.": "U deel {1} {2} met mekaar.",
  "You are sharing {1} {2} with this friend.": "U deel {1} {2} met hierdie vriend.",
  "This friend is sharing {1} {2} with you.": "Hierdie vriend deel {1} {2} met u.",
  "This friend will be removed from your home.": "Hierdie vriend gaan uit u tuiste verwyder word.",
  "You will be leaving your home.": "U gaan u tuiste verlaat.",
  "Remove Friend": "Verwyder Vriend",
  "Leave Home": "Verlaat Tuiste",
  "Leave": "Verlaat",
  "You are the admin in this home. If you leave, the remaining users will be removed and managed users will be deleted.": "U is die administrateur tuis, in u woning. Indien u nou sou verlaat sal die ander gebruikers verwyder word en die beheerde gebruikers sal uitgevee word.",
  "Are you sure you want to leave this home?": "Is u seker dat u by hierdie tuiste wil verlaat?",
  "Remove User": "Verwyder Gebruiker",
  "You will no longer be able to switch to this user.": "Dit sal nie meer moontlik wees om na hierdie gebruiker te skakel nie.",
  "There was a problem leaving this home.": "Daar was 'n probleem om hierdie tuiste te verlaat.",
  "There was a problem removing this user.": "Daar was 'n probleem on hierdie gebruiker te verwyder.",
  "There was a problem removing this share.": "Daar was 'n probleem om hierdie deel te verwyder.",
  "There was a problem leaving this server.": "Daar was 'n probleem om hierdie bediener te verlaat.",
  "Stop Sharing": "Hou op Deel",
  "Are you sure you want to stop sharing with this friend?": "Is u seker u wil ophou deel met hierdie vriend?",
  "Leave Server": "Verlaat Bediener",
  "Are you sure you want to leave this server? You can rejoin at any time.": "Is u seker u wil hierdie bediener verlaat? U kan enige tyd weer aansluit.",
  "There was a problem sharing this item.": "Daar was 'n probleem om die item te deel.",
  "This server needs to be connected to Plex to sync its content.": "Hierdie bediener moet aan Plex verbind wees om die inhoud te sinchroniseer.",
  "There was a problem connecting to Plex.": "Daar was 'n probleem om met Plex te verbind.",
  "Unable to enable guest account": "Kon nie die besoeker-rekening aktiveer nie.",
  "Unable to disable guest account": "Kon nie die besoeker-rekening de-aktiveer nie.",
  "There was a problem connecting to this player.": "Daar was n probleem tydens die verbinding met die speler.",
  "Your browser does not support video streaming.": "Jou webblaaier ondersteun nie video stroom funksies nie.",
  "Plex Media Server is not responding.": "Plex Mediabediener reageer nie.",
  "The player is unable to perform this action.": "Die speler kan nie hierdie aksie uitvoer nie.",
  "{1} started playing {2} on {3}.": "{1} het begin om {2} te speel op {3}.",
  "Play selected": "Speel gekose snitte",
  "Play All": "Speel Almal",
  "{1} of {2}": "{1} van {2}",
  "The server needs a Plex Pass to use sync.": "Die bediener benodig Plex Pass om te sinchroniseer.",
  "Learn More": "Leer Meer",
  "The server needs to be signed in with a Plex Pass to use sync.": "Die bediener moet aangeteken wees met ’n Plex Pass om te sinchroniseer.",
  "Sign In": "Teken in",
  "Premium {1}": "Premie {1}",
  "Update Library": "Dateer Biblioteek Op",
  "Cancel Update": "Kanselleer Opdatering",
  "This playlist has no items.": "Hierdie afspeellys is leeg.",
  "Play {1}": "Speel {1}",
  "Queue {1}": "Waglys {1}",
  "YYYY-MM-DD": "JJJJ-MM-DD",
  "MIXED": "GEMENG",
  "Required": "Benodig",
  "original value": "oorspronklike waarde",
  "blank": "leeg",
  "You don't have any media servers yet.": "U het nog nie enige mediabedieners nie.",
  "There was a problem adding to this collection.": "Daar was 'n probleem om by te voeg in hierdie versameling.",
  "There was a problem saving these settings.": "Daar was 'n probleem om hierdie instellings te stoor.",
  "There was an error editing this item": "'n Fout het ontstaan tydens redigering van hierdie item",
  "Edit {1}": "Wysig {1}",
  "Your changes could not be saved.": "Jou veranderinge kon nie gestoor word nie.",
  "Match": "Pas",
  "Fix Incorrect Match": "Herstel verkeerde paring",
  "Search {1}": "Soek {1}",
  "Finish Watching Queue": "Klaar Gekyk aan Speel Ry",
  "This will clear the contents of your play queue.": "Dit sal die inhoud van u afspeelwagry skoonmaak.",
  "Your changes have been saved.": "U veranderings is bewaar.",
  "Add the button above to your favorites bar.": "Voeg die bostaande knop tot u gunstelingbalk toe.",
  "Drag the \"Plex it!\" button to your Bookmarks Bar so you can save videos to your Watch Later.": "Sleep die “Plex Dit!”-knop na u Boekmerkbalk sodat u video’s by Kyk Later kan toevoeg.",
  "Drag the button above to your bookmarks bar.": "Sleep die knoppie op na jou boekmerk balk toe.",
  "{1} to copy": "{1} om te kopieer",
  "Plex It!": "Plex dit!",
  "Watched": "Gekyk",
  "Remove Version": "Verwyder Weergawe",
  "More": "Meer",
  "Less": "Minder",
  "Created": "Geskep",
  "Progress for": "Vordering vir",
  "Matching": "Ooreenstemming",
  "Downloading metadata for": "Laai metadata af vir",
  "Loading metadata for": "Laai metadata vir",
  "Finished processing": "Klaar met verwerking",
  "Analyzing": "Analiseer",
  "Deleted": "Geskrap",
  "Transcoding": "Kodewisseling",
  "Direct Play": "Speel Direk",
  "(throttled)": "(beperkte bandwydte)",
  "Transcode ({1})": "Omskep ({1})",
  "Downloading": "Besig om af te laai",
  "Uploading": "Laai op",
  "done": "klaar",
  "This media is inaccessible. Please check that the file exists with the correct permissions.": "Hierdie media is onbereikbaar. Maak asseblief seker dat die lêer bestaan met die regte regte.",
  "The metadata for this media is invalid. Please reanalyze the media and try again.": "Die metadata vir hierdie media is ongeldig. Heranaliseer die media en probeer asb. weer.",
  "The client profile for the sync target is invalid.": "Die kliëntprofiel vir die sinchroniseringsteiken is ongeldig.",
  "An error occurred processing this media. Please check that the disk is not full.": "’n Fout het voorgekom tydens die prosessering van hierdie media. Maak asb. seker dat die skyf nie vol is nie.",
  "The transcoder was unable to process this media.": "Die omskepper kon nie hierdie media verwerk nie.",
  "This media was unable to be analyzed.": "Hierdie media kon nie geanaliseer word nie.",
  "This media was unable to be downloaded. Please check that it is still available and try again.": "Hierdie media kon nie afgelaai word nie. Kyk asseblief of dit nog beskikbaar is en probeer weer.",
  "An error occurred while syncing this media.": "Daar was 'n probleem tydens die sinchronisering van hierdie media.",
  "Installed": "Geïnstalleer",
  "Utility": "Nutsgoed",
  "user": "gebruiker",
  "friend": "vriend",
  "Guest User": "Besoeker gebruiker",
  "invite sent {1}": "uitnodiging gestuur {1}",
  "invite sent to {1}": "uitnodiging gestuur aan {1}",
  "wants to share {1} {2} with you": "wil {1} {2} met u deel",
  "wants to be friends": "wil vriende wees",
  "0 files": "0 lêers",
  "An invite could not be sent to this user.": "’n Uitnodiging kon nie na hierdie gebruiker gestuur word nie.",
  "Loading...": "Laai...",
  "This PIN could not be removed.": "Hierdie PIN kon nie verwyder word nie.",
  "Skipping in {1} seconds...": "Slaan oor oor {1} sekondes…",
  "No lyrics available.": "Geen lirieke beskikbaar.",
  "An error occurred loading these lyrics.": "’n Fout het ingesluip terwyl lirieke gelaai is.",
  "Version {1}": "Weergawe {1}",
  "Prefer audio tracks in": "Verkies klankbane in",
  "Subtitle mode": "Subtietel werking",
  "Always enabled": "Altyd aktief",
  "Prefer subtitles in": "Verkies onderskrifte in",
  "An update is available.": "’n Opdatering is beskikbaar.",
  "Something went wrong.": "Iets het skeefgeloop.",
  "Convert Immediately": "Skakel onmiddellik om",
  "Do you want to start converting this item immediately? Any conversion progress for '{1}' will be lost.": "Wil u hierdie item nou begin omskakel? Enige omskakelingsvoortgang vir ‘{1}’ sal verloor word.",
  "Sync": "Sinchroniseer",
  "Converting": "Omskakeling",
  "File unavailable": "Lêer onbeskikbaar",
  "Invalid metadata": "Ongeldide metadata",
  "Invalid profile": "Ongeldige profiel",
  "Loading": "Besig om te Laai",
  "Loading libraries": "Laai biblioteke",
  "Connecting to {1}": "Verbind aan {1}",
  "Search in {1}...": "Soek in {1}…",
  "with": "met",
  "Shuffle": "Skommel",
  "Add to Playlist...": "Voeg by die Speellys",
  "Edit": "Wysig",
  "Sync...": "Sinchroniseer…",
  "Optimize...": "Optimeer…",
  "Deselect All": "Deselekteer almal",
  "Account": "Rekening",
  "Sharing": "Deling",
  "Selected": "Geselkteer",
  "Previous Page": "Vorige Blad",
  "Next Page": "Volgende Blad",
  "Play": "Speel",
  "Play Version...": "Speel Weergawe…",
  "Play Next": "Speel Volgende",
  "Play Plex Mix": "Speel Plex Mengsel",
  "Play Trailer": "Speel Loprent",
  "Play Music Video": "Speel Musiekvideo",
  "Unmatch": "Geen pas",
  "Download": "Laai af",
  "Share...": "Deel…",
  "Recommend...": "Beveel Aan…",
  "Get Info": "Kry Inligting",
  "Downloading Metadata": "Metadata Word Afgelaai",
  "In Trash": "In Asblik",
  "More Actions": "Nog Aksies",
  "Poster Size": "Plakkaatgrootte",
  "Add to Playlist": "Voeg toe tot Afspeellys",
  "Save Changes": "Bewaar Veranderinge",
  "Language": "Taal",
  "Username": "Grbruikersnaam",
  "Password": "Wagwoord",
  "{1} season": "{1} seisoen",
  "{1} seasons": "{1} seisoene",
  "All Libraries": "Alle Biblioteke",
  "Discover": "Ontdek",
  "Plex is down for maintenance": "Plex is af vir onderhoud",
  "Don't worry, it will be back soon": "Moenie bekommerd wees nie, dit sal binnekort terug wees",
  "No shared libraries": "Geen gedeelde biblioteke",
  "Get your Plex Media Server": "Kry u Plex Mediabediener",
  "Install your new server": "Installeer u nuwe bediener",
  "Download Plex Media Server": "Laai Plex Mediabediener af",
  "Need to download different server?": "Moet u ’n ander bediener aflaai?",
  "Download for Computer Platforms": "Laai af vir Rekenaarplatforms",
  "Download for NAS Platforms": "Laai af vir NAS-platforms",
  "Update your Plex Media Server": "Dateer u Plex Mediabediener op",
  "This version of the web app requires Plex Media Server {1} or higher. Use one of the links below to open an available server directly.": "Hierdie weergawe van die webtoep het Plex Mediabediener {1} of nuwe nodig. Gebruik een van die onderstaande skakels om ’n beskikbare bediener direk te open.",
  "There was an unexpected error": "Daar was ’n onverwagte fout",
  "Go to Forums": "Gaan na Forums",
  "Loading dashboard": "Laai beheerpaneel",
  "There was an unexpected error loading the dashboard": "Daar was ’n onverwagte fout toe die beheerpaneel gelaai is",
  "The server \"{1}\" does not support the dashboard": "Die bediener “{1}” ondersteun nie die beheerpaneel nie",
  "The dashboard is empty": "Die beheerpaneel is leeg",
  "Tip: The \"Include in dashboard\" advanced setting for each library allows content to be displayed here": "Wenk: Die “Sluit in by beheerpaneel”-gevorderde instelling vir elke biblioteek laat toe dat inhoud hier vertoon word",
  "Add Library": "Voeg Biblioteek Toe",
  "Search": "Soek",
  "Nothing to see here": "Hier is niks om te sien nie",
  "There are no items in {1}": "Daar is geen items in {1} nie",
  "There are no items in this list": "Daar is geen items in hierdie lys nie",
  "Rating": "Beoordeling",
  "A server could not be found. Download and install Plex Media Server, and it will appear here.": "’n Bediener kon nie gevind word nie. Laai Plex Mediabediener af, installeer dit, dan sal dit hier verskyn.",
  "Where is my server?": "Waar is my bediener?",
  "No one in your home has shared a library with you.": "Niemand in u woning het enige biblioteek met u gedeel nie.",
  "Learn more": "Vind meer uit",
  "The server {1} needs an update.": "Die bediener {1} moet opgedateer word.",
  "The servers {1} need updates.": "Die bedieners {1} vereis opdatering.",
  "Please wait while servers are discovered.": "Wag asb. terwyl die bedieners opgespoor word.",
  "Looking for servers...": "Soek na bedieners…",
  "Unavailable": "Onbeskikbaar",
  "Cloud": "Wolk",
  "Needs Update": "Kort Opdatering",
  "Nearby": "Naby",
  "Remote": "Afstandbeheer",
  "Update Libraries": "Dateer biblioteke op",
  "Online Content": "Aanlyninhoud",
  "Channels": "Kanale",
  "Manage": "Bestuur",
  "Settings": "Voorkeure",
  "Libraries": "Biblioteke",
  "There was an unexpected error loading libraries.": "Daar was ’n onverwagte fout toe die biblioteke gelaai is",
  "The selected server cannot be reached securely. An insecure connection may be possible.": "Die gekose bediener kan nie veilig bereik word nie. ’n Onbeveiligde verbinding is dalk moontlik.",
  "The selected server is unreachable. Make sure it's running, double check your network, and try again.": "Die gekose bediener is onbereikbaar. Maak seker dit loop, gaan u netwerkverbinding na en probeer weer.",
  "Try again": "Probeer weer",
  "Reload app insecurely": "Herlaai onbeveiligde toep",
  "Remove server": "Verwyder bediener",
  "Mobile Sync": "Mobiele Sinchronisering",
  "Version": "Weegawe",
  "Searching for {1}": "Soek vir {1}",
  "Results for {1}": "Resultate vir {1}",
  "No matches found.": "Geen pasmaats gevind.",
  "or": "of",
  "Sign Up": "Teken aan",
  "Email": "E-pos",
  "Confirm Password": "Bevestig wagwoord",
  "Passwords do not match": "Wagwoorde stem nie ooreen nie",
  "Remember me": "Onthou my",
  "Add to playlist": "Voeg toe tot afspeellys",
  "Select": "Selekteer",
  "Share": "Deel",
  "Recommend": "Aanbeveel",
  "Options": "Opsies",
  "Alerts": "Waarskuwings",
  "Conversion": "Omskakeling",
  "Now Playing": "Speel Tans",
  "Resume": "Gaan voort",
  "This requires Plex Media Server {1} or later.": "Dit vereis Plex Mediabediener {1} of nuwer.",
  "Nothing is synced to this device.": "Niks is na die toestel gesinchroniseer nie.",
  "More Info": "Meer Inligting",
  "Experience new music features with a premium music library.": "Ontdek nuwe musiek-funksies met n premium musiek biblioteek.",
  "Create a library": "Skep 'n nuwe biblioteek",
  "A Plex Media Server update is available!": "'n Plex Media Bediener opdatering is beskikbaar.",
  "Download now": "Laai nou af",
  "Install now": "Installeer nou",
  "Posters": "Plakkate",
  "List": "Lys",
  "Import from iTunes": "Voer in van iTunes",
  "Edit Library": "Wysig Biblioteek",
  "Channel Directory": "Kenaal Gids",
  "Browse Channels": "Verken Kanale",
  "Install Channels": "Installeer Kanale",
  "Check for Updates": "Gaan na vir opdaterings",
  "Popular Tracks": "Populêre Snitte",
  "Music Videos": "Musiekvideos",
  "On Tour": "Op Toer",
  "Similar Artists": "Soortgelyke Kunstenaars",
  "Cast": "Gooi",
  "Extras": "Ekstras",
  "Failed to load items for this playlist.": "Items vir hierdie afspeellys kon nie gelaai word nie.",
  "This media type does not have a details page.": "Hierdie mediatipe het nie ’n besonderhedeblad nie.",
  "Nothing queued": "Niks in wagry",
  "Disconnect": "Ontkoppel",
  "{1} Settings": "{1} Instellings",
  "There was an error adding this library.": "Daar was ’n fout tydens die toevoeging van hierdie biblioteek.",
  "You need to {1}follow these instructions{2} to troubleshoot the Plex Media Server.": "U moet  {1} die instruksies volg om {2} die Plex Media Server te ontfout.",
  "choose an image": "kies 'n beeld",
  "drag and drop": "sleep en laat inval",
  "enter a url": "verskaf URL",
  "Uploading artwork...": "Oplaai van kuns...",
  "this artwork was uploaded successfully": "hierdie kunswerk is suksesvol opgelaai",
  "there was an error uploading this artwork": "Hierdie kuns kon nie afgelaai word nie",
  "{1}try again{2}": "{1}probeer weer{2}",
  "Enter a url to upload an image from the web": "Verskaf 'n URL om 'n beeld van die internet af op te laai",
  "enter to {1}upload{2}": "enter om {1}op te laai{2}",
  "esc to {1}cancel{2}": "esc om te {1}kanselleer{2}",
  "Files": "Lêers",
  "Labels": "Etikette",
  "Labels require Plex Media Server {1} or later.": "Plex Mediabediener {1} of nuwer is nodig vir Etikette.",
  "You need a Plex Pass to use restrictions.": "U het ’n Plex Pass nodig om beperkinge te gebuik.",
  "Add Folder": "Nuwe gids",
  "Add": "Voeg by",
  "Select a Collection": "Kies ’n Versameling",
  "There are no collections in this library.": "Daar is geen versamelings in hierdie biblioteek nie.",
  "New collection...": "Nuwe versameling",
  "Select a Playlist": "Kies ’n Afspeellys",
  "Create Playlist": "Skep Afspeellys",
  "There are no playlists on this server.": "Daar is geen afspeellyste op hierdie bediener nie.",
  "New playlist...": "Nuwe afspeellys…",
  "Browse": "Verken",
  "Update": "Opdateer",
  "Restart": "Herbegin",
  "Reset": "Herstel",
  "Uninstall": "Deinstalleer",
  "Install": "Installeer",
  "Directory Settings": "Gids Voorkeure",
  "Save": "Stoor",
  "Download a Version": "Laai ’n Weergawe af",
  "General": "Algemeen",
  "Tags": "Merkies",
  "Poster": "Plakkaat",
  "Banner": "Banier",
  "Background": "Agtergrond",
  "Add {1} Library": "Voeg {1} Biblioteek By",
  "Select type": "Kies tipe",
  "Add folders": "Voeg lêers by",
  "Create": "Skep",
  "Advanced": "Gevorderd",
  "Next": "Volgende",
  "Location": "Ligging",
  "Search Options": "Soekopsies",
  "Server Unreachable": "Bediener Onbereikbaar",
  "Insecure connections will only be allowed when you're on the same network as the server.": "Onbeveilgde verbindings sal slegs toegestaan word wanneer u op dieselfde netwerk as die bediener is.",
  "Insecure connections will be allowed to any server.": "Onbeveiligde verbindings sal na enige bediener toegestaan word.",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library. Depending on how many tracks you have, this process can take many minutes to complete.": "Deur van iTunes af in te voer word al u afspeellyste ingevoer. Dit sal ook u graderings, die datum van toevoeging en afspeel- en oorslaantellings vir snitte in u biblioteek invoer. Afhangende van hoeveel snitte bygevoeg word kan hierdie proses n hele paar minute duur.",
  "Import": "Voer In",
  "Keyboard Shortcuts": "Sleutelbord kortpaaie",
  "Internet Required": "Internet Toegang Benodig",
  "Plex Pass Required": "Benodig 'n Plex-pas",
  "This server cannot reach the Internet. Please verify connectivity and try again.": "Hierdie bediener kan nie toegang tot die internet verkry nie. Gaan u verbinding na en probeer weer.",
  "This library requires your server be signed in to a Plex Pass account.": "Hierdie biblioteek vereis dat jou bediener ingeteken is tot n Plex Pass-rekening.",
  "Media Server Detection": "Media Bediener Opsporing",
  "We've detected a Plex Media Server running on this computer, but we can't connect to it. {1}Sign in to your account{2} on the server so that you can access it.": "'n Plex Media Bediener is teenwoordig op hierdie rekenaar, maar ons kan nie daarmee skakel nie. {1}Meld aan met jou rekening{2} op die bediener om toegang te bekom.",
  "We were unable to find a Plex Media Server running on this computer. If you have one on this or another computer, make sure it's running and signed in to your account.": "Geen Plex Media Bediener is aktief of hierdie rekenaar nie. As die sagteware wel op hierdie rekenaar teenwoordig is, maak seker dat dit aktief is en dat jy aangemeld is met jou rekening.",
  "For more information, please see {1}this support article{2}.": "Vir meer inligting, sien {1}hierdie ondersteunings artikel{2}.",
  "Delete Files": "Verwyder Lêers",
  "Inaccessible": "Ontoeganklik",
  "Please check that this file exists and the necessary drive is mounted.": "Kyk asseblief dat die lêer bestaan en dat die skyf gemonteer is.",
  "Part": "Deel",
  "View XML": "Wys XML",
  "Select a Version": "Kies ’n Weergawe",
  "Go Premium": "Skakel oor na Premie",
  "Select Friends": "Kies vriende",
  "Say something about this...": "Vertel meer daaroor...",
  "You need {1}friends{2} to recommend media.": "U moet {1}vriende{2} hê om media aan te beveel.",
  "Send": "Stuur",
  "Plex Media Server Release Notes": "Plex Media Server Vrystellingsnotas",
  "New": "Nuut",
  "Choose Destination": "Kies Bestemming",
  "Select a File": "Kies 'n Lêer",
  "Resume from {1}": "Gaan voort vanaf {1}",
  "Start from beginning": "Begin van voor af",
  "Plex Media Server Downloads": "Plex Mediabediener Aflaaie",
  "You need to {1}link your account{2}.": "U moet u {1}rekening koppel{2}.",
  "Sync Status": "Status van sinchronisering",
  "Plex Terms of Service": "Plex Gebruiksvoorwaardes",
  "Agree": "Stem Saam",
  "Users": "Gebruikers",
  "Announcements": "Aankondigings",
  "Get Plex apps": "Kry Plex toepassings",
  "Switch User...": "Verwissel Gebruiker...",
  "Sign Out": "Teken uit",
  "Signed in to Plex": "Aangeteken op Plex",
  "If you skip this step you will not be able to share or stream media outside your home. If you change your mind later, you can adjust this in Settings.": "Indien u hierdie stap oorslaan sal u geen media buite u huis kan deel of stroom nie. Indien u van plan verander kan u dit later in Instellings aanpas.",
  "Previous": "Vorige",
  "Playing Next": "Speel Volgende",
  "The library has no content yet.": "Hierdie biblioteek het nog geen inhoud nie.",
  "Click {1}here{2} to add content to the library.": "Klik {1}hier{2} om inhoud aan die biblioteek toe te voeg.",
  "The library is still being refreshed. Hang on while we look for your content.": "Die biblioteek word nog verfris. Wees geduldig terwyl ons vir u inhoud soek.",
  "There is no content matching your active filter.": "Daar is geen inhoud wat met die aktiewe filter ooreenstem nie.",
  "There is no content in the selected folder.": "Daar is geen inhoud in die gekose vouer nie.",
  "Invites": "Uitnodigings",
  "Friends": "Vriende",
  "Pending": "Hangend",
  "My Home": "My Tuiste",
  "Server": "Bediener",
  "Devices": "Toestelle",
  "Add User": "Voeg Gebruiker Toe",
  "Enable Guest": "Aktiveer Gas",
  "Disable Guest": "Deaktiveer Gas",
  "Invite Friend": "Nooi 'n Vriend",
  "Show Advanced": "Toon Gevorderd",
  "Hide Advanced": "Versteek Gevorderd",
  "Debug": "Ontfout",
  "Player": "Speler",
  "Automatically Sign In": "Teken Outomaties Aan",
  "Do not prompt to select a user or enter a PIN during startup on this device.": "Moenie tydens die aanskakeling van hierdie toestel vra om 'n gebruiker te kies of om vir 'n PIN te vra nie.",
  "Play Theme Music": "Speel temamusiek",
  "Automatically play theme music in the background when available.": "Speel outamies die temaliedjie in die agtergrond wanneer dit beskikbaar is.",
  "Show Unwatched Icons": "Vertoon nog-nie-gesiende ikone",
  "Show unwatched icons in list items.": "Vertoon nog-nie-gesiende ikone in die itemslys",
  "Enable Keyboard Shortcuts": "Aktiveer Sleutelbordkortpaaie",
  "Press ? to view the list of {1}available shortcuts{2}.": "Druk ? om die lys van {1}beskikbare kortpaaie{2} te sien.",
  "Allow Fallback to Insecure Connections": "Staan Terugval na Onbeveiligde Verbindings toe",
  "Allow this browser to make insecure connections to Plex Media Server if secure connections fail.": "Laat hierdie blaaier toe om onbeveiligde verbindings met Plex Mediabediener te maak indien beveiligde verbinding misluk.",
  "Debug Level": "Ontfoutingsvlak",
  "You can view the debug logs {1}here{2}.": "Beskou die ontfoutingsjoernale {1}hier{2}.",
  "Streaming Quality": "Stroming kwaliteit",
  "Local Quality": "Lokale kwaliteit",
  "Original": "Oorspronklik",
  "Remote Quality": "Afgeleë kwaliteit",
  "Online Quality": "Aanlynkwaliteit",
  "HTML5 Player": "HTML5-speler",
  "Prefer the HTML5 video player over the Flash player.": "Verkies die HTML5-speler bo die Flash-speler.",
  "Allows the player to play compatible media without any conversion. In most browsers, direct play supports MP4 videos with h264 video and AAC audio. Videos with subtitles cannot be played directly.": "Laat die speler toe om versoenbare media te speel sonder enige emskakeling. In meeste webblaaiers, ondersteun direkte speling MP4 videos met h264 video en AAC klank. Videos met onderskifte kan nie direk gespeel word nie.",
  "Audio & Subtitles": "Audio & Onderskrifte",
  "Allow Direct Play of AC3 Audio": "Laat Direkte Speling toe van AC3 klank",
  "Allow MP4 videos with AC3 audio to be played directly. Browser support for AC3 audio is limited.": "Laat MP4 videos met AC3 klank toe om direk te speel. Webblaaier ondersteuning vir AC3 klank is beperk.",
  "Prefer AAC Audio": "Verkies ACC Klank",
  "Prefer AAC over MP3 when transcoding audio. Some devices, like the Wii U, only support HLS with AAC audio.": "Verkies AAC oor MP3 wanneer klank omskep word. Sekere toestelle, soos die Wii U, ondersteun net HLS met AAC klank.",
  "Multi-Channel Audio Boost": "Multikanaal Oudioversterking",
  "Subtitle Size": "Onderskrif Grootte",
  "Burn Subtitles": "Voeg onderskrifte binne in",
  "Determines if the server should burn in subtitles when converting video depending on the subtitles format. Avoiding burn in improves server performance and is only supported by the HTML5 player.": "Bepaal of die bediener subtitels in die omskepte video moet inbrand afhangende van die subtitel formaat. Deur inbrand van subtitels te vermy word bediener werkverrigting verbeter en die funksie word net ondersteun deur HTML5 spelers.",
  "Great, we found a server!": "Goed so, ons het ’n bediener gevind!",
  "Send anonymous usage data to Plex": "Stuur anonieme gebruikers data na Plex",
  "Back": "Terug",
  "Done": "Gedoen",
  "Setup is not allowed for shared servers.": "Opstelling vir gedeelde bedieners word nie toegelaat nie.",
  "A problem has been detected with a core component of Plex Media Server.": "’n Probleem met ’n kernkomponent van Plex Mediabediener is ervaar.",
  "Please visit the {1}forums{2} and provide your logs, as described {3}here{4}.": "Besoek asb. die {1}forums{2} en verskaf u aantekeninge soos {3}hier{4} beskryf.",
  "Welcome to Plex!": "Welkom by Plex!",
  "Sign in with a Plex account to help your devices find each other, access your media from anywhere, and queue up videos from your browser to watch later in Plex.": "Teken aan met 'n myPlex rekening om u toestelle te help om mekaar te vind, verkry toegang tot u media van enige plek af en tou u videos op vanaf u webblaaier om later in Plex te kan sien.",
  "Organize Your Media": "Organiseer Jou Media",
  "Plex organizes your media into libraries. You can add as many libraries as you want, and you can have multiple libraries with the same type.": "Plex organiseer jou media in biblioteke. Jy kan soveel biblioteke toevoeg soos jy wil en jy kan veelvuldige biblioteke met dieselfde mediatipe hê.",
  "Please wait a moment while Plex starts.": "Wag asseblief terwyn Plex begin.",
  "Server Setup": "Bedieneropstelling",
  "Name": "Naam",
  "Media Library": "Mediabiblioteek",
  "Sort": "Sorteer",
  "Select A Filter": "Kies ’n Filter",
  "Watch Later Help": "Hulp vir Kyk Later",
  "Add videos from your browser": "Voeg videos by vanaf u blaaier",
  "To save a video to Watch Later, click \"Plex It!\" in your Bookmarks Bar.": "Om ’n video tot Kyk Later toe te voeg, klik “Plex Dit!” in u Boekmerkbalk.",
  "A panel will appear on the left side of the page to let you know the video has been saved.": "'n Paneel sal verskyn aan die linkerkant van die bladsy om jou in kennis te stel dat die video gestoor is.",
  "Add videos by email": "Voeg video’s d.m.v. e-pos toe",
  "Send an email to the address above with any link(s) you want added to Watch Later.": "Stuur ’n e-pos na die bostaande adres met enige skakel(s) wat u tot Kyk Later toegevoeg wil hê.",
  "Add this to your address book so you can easily email links from your iPhone, iPad, Android, or any other device.": "Voeg dit tot u adresboek toe sodat u maklik skakels vanaf u iPhone, iPad, Android of ander toestel van stuur.",
  "{1} set to {2}.": " {1} verstel na {2}.",
  "Opened connection to {1}, listening for events.": "Oop koneksie na {1}, luister na gebeure.",
  "Connection to {1} closed.": "Verbinding na {1} is onderbreek.",
  "Unable to listen for events on {1}.": "Nie in staat om te luister na gebeure op {1}.",
  "Synced": "Gesinchroniseer",
  "Waiting to be uploaded": "Wagtend om opgelaai te word",
  "Waiting to be downloaded": "Wagtend om afgelaai te word",
  "Waiting to be converted": "Wagtend om omgeskakel te word",
  "Disc {1}": "Skyf {1}",
  "Score {1}": "Komposisie {1}",
  "No devices found": "Geen toestelle gevind nie",
  "No friends yet. {1}Invite a friend{2} and share your libraries.": "Nog geen vriende. {1}Nooi ’n vriend uit{2} en deel u biblioteke.",
  "shares {1} {2} with you": "deel {1} {2} met u",
  "sharing {1} {2} with this {3}": "deel {1} {2} met hierdie {3}",
  "no shared libraries": "geen gedeelde biblioteke",
  "You need a Plex Pass to add users to your home.": "U het ’n Plex Pass nodig om gebruikers by te voeg tot u tuiste.",
  "In folders with original items": "In vouers met oorspronklike items",
  "A \"Plex Versions\" folder will be created in your chosen location.": "’n “Plex Weergawes”-vouer sal in u gekose ligging geskep word.",
  "Limit to": "Beperk tot",
  "A large number of sync items may be time-consuming to convert, and the time to upload is dependent on your bandwidth. A large number of high quality items may take a very long time. If you have trouble, try reducing the number of items or your quality setting.": "n groot aantal ietems mag dalk n lang tyd vat om te verwerk, en die tyd wat die vat om op te laai is afhanklik van U bandwyte. n groot aantal hoe kwaliteit items mag n lang tyd neem. As U probleme ondervind probeer om die hoeveelhied items of die kwaliteit versteling te verander.",
  "A large number of sync items may be time-consuming to convert and transfer to your device. If you have trouble, try reducing the number of items.": "n groot aantal ietems mag dalk n lang tyd vat om te verwerk. As U probleme ondervind probeer om die hoeveelhied items wat afgelaaiword te verander.",
  "A large number of items may be time-consuming to convert. If you have trouble, try reducing the number of items.": "’n Groot aantal items kan lank duur om om te skakel. Indien u probleme ervaar, probeer die aantal items verminder.",
  "Plex will convert your media to this quality. Each version will be stored in a separate file.": "Plex sal u media na hierdie kwaliteit omskakel. Elke weergawe sal in ’n afsonderlike lêer bewaar word.",
  "Video optimization may take a long time to complete on this server. You'll be able to use Plex normally while you wait.": "Video-optimering kan lank duur op hierdie bediener. U kan Plex normaalweg gebruik terwyl u wag.",
  "Title": "Titel",
  "This media is being converted.": "Hierdie media word omgeskakel.",
  "Watch the status of the conversion {1}here{2}.": "Bekyk die status van die omskakeling {1}hier{2}.",
  "There was a problem syncing this media.": "Daar was 'n probleem om die media te sichroniseer.",
  "Plex will convert your media to this quality and transfer the converted media to your device.": "Plex sal u media na hierdie kwaliteit omskakel en die omgeskakelde media na u toestel oordra.",
  "This media is being synced.": "Hierdie media word gesinchroniseer.",
  "Watch the status of the sync {1}here{2}.": "Bekyk die status van die sinchronisering {1}hier{2}.",
  "Invite": "Nooi Uit",
  "An invite will be sent to this user.": "’n Uitnodiging sal aan hierdie gebruiker gestuur word.",
  "Delete user": "Skrap gebruiker",
  "Remove this friend": "Verwyder hierdie vriend",
  "My Servers": "My Bedieners",
  "Restrictions": "Beperkings",
  "Shared With Me": "Gedeel Met My",
  "Available": "Beskikbaar",
  "Unauthorized": "Ongemagtig",
  "Last Seen": "Laas Gesien",
  "Address": "Adres",
  "Port": "Poort",
  "Allow Channels": "Laat Kanale Toe",
  "Allow Sync": "Staan sinchronisering toe",
  "No libraries": "Geen biblioteke",
  "Sync Allowed": "Sinchronisasie toegelaat",
  "Username or email": "Gebruikersnaam of e-pos",
  "Add an Existing Plex User": "Voeg ’n bestaande Plex Gebruiker toe",
  "We've disabled DLNA to prevent any DLNA-enabled device from browsing and playing media without a password or PIN. You can change this preference in your {1}server settings{2}.": "Ons het DLNA onaktief gemaak om enige DLNA-geaktiveerde toestel te verhoed om media te kruip en speel sonder ŉ wagwoord of PIN. Jy kan hierdie voorkeur verander in jou {1}bediener opstellings{2}.",
  "For more information on Plex Home security settings, please see the {1}Plex Home section{2} on our support site.": "Vir meer inligting op Plex Home sekuriteit, sien asseblief die {1}Plex Home seksie{2} op ons ondersteunings webwerf.",
  "Edit PIN": "Redigeer PIN",
  "Confirm Current PIN": "Bevestig Huidige PIN",
  "Enter PIN": "Voer PIN in",
  "Skip": "Slaan oor",
  "Select User": "Kies Gebruiker",
  "Year": "Jaar",
  "Scanner": "Skandeerder",
  "A scanner is required.": "’n Skandeerder word benodig.",
  "An agent is required.": "'n Agent word benodig",
  "Add folders to your library": "Voeg vouers tot u biblioteek toe",
  "Browse for media folder": "Deursoek die media gids",
  "At least one folder is required.": "Ten minste een vouer word benodig.",
  "Create a premium Plex music library!": "Skep ’n premium Plex musiekbiblioteek.",
  "Access to the best artwork, artist bios, album reviews, and more": "Kry toegang tot die beste kunswerk, kunstenaarsbiografie, album resensies en nog meer ...",
  "Smart mixes based on track or mood": "Intelligente komposisies gebaseerd op snit en gevoel",
  "Improved music recognition and matching": "Verbeterde musiek herkenning en passing",
  "Note: An active Plex Pass is required for this service. Don't have a Plex Pass? {1}Subscribe here{2}": "Nota: 'n Aktiewe Plex Pass word benodig vir hierdie diens. Het u nog nie 'n Plex Pass nie? {1}Skryf hier in{2}",
  "Create a basic music library": "Skep ’n basiese musiekbiblioteek",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library.": "Deur van iTunes af in te voer word al u afspeellyste ingevoer. Dit sal ook u graderings, die datum van toevoeging en afspeel- en oorslaantellings vir snitte in u biblioteek invoer.",
  "Select your library type": "Kies u biblioteektipe",
  "Library type": "Biblioteektipe",
  "You must select a media type.": "U moet ’n mediatipe kies.",
  "Name your library and choose language.": "Benoem u biblioteek en kies taal.",
  "A library name is required.": "’n Biblioteeknaam word vereis.",
  "A language is required.": "’n Taal word benodig.",
  "Last updated {1}": "Laas opgedateer {1}",
  "Each library should only contain one type of media.": "Elke biblioteek behoort slegs een tipe media te bevat.",
  "Select which additional agents should contribute to metadata from {1}, and drag them to change the order of preference.": "Kies watter addisionele agente moet bydra tot die metadata van {1}, en sleep hulle die volgorde van voorkeur te verander.",
  "Connecting server...": "Konnekteer bediener...",
  "Disconnecting server...": "Ontkoppel bediener...",
  "Not available outside your network": "Nie beskikbaar vanaf buite u netwerk nie",
  "First {1}sign in{2} to access your server from anywhere.": "{1}Teken aan{2} om jou bediener van enige plek te bekom.",
  "Enable Remote Access": "Aktiveer afstandbeheerde toegang",
  "Your server is signed in to Plex, but is not reachable from outside your network. {1}Learn more{2}": "U bediener is aangeteken op PLEX maar nie toeganklik vanaf buite U netwerk{1} Meer informasie{2}",
  "Disable Remote Access": "Verhoed Afstandbeheer",
  "Server Mapping": "Bediener skakeling",
  "Private": "Privaat",
  "Unknown IP": "Onbekende IP",
  "Public": "Publiek",
  "Manually specify public port": "Spesifiseer openbare poort hndmatig",
  "Retry": "Herprobeer",
  "Apply": "Pas toe",
  "You may need to enable this to establish a direct connection from outside your network.  You may also need to configure your router.  Detailed instructions are available {1}here{2}.": "Dit mag nodig wees om hierdie te aktiveer om ŉ direkte konneksie van buite jou netwerk te kan bewerkstellig. Jy mag dalk ook jou router moet opstel. Gedetailleerde instruksies is {1}hier{2} beskikbaar.",
  "Server signed in as": "Bediener ingeteken as",
  "Sign in with your Plex account to help your devices find this server, access your media remotely, and more. {1}Learn more{2}": "Teken aan met 'n myPlex rekening om u toestelle in staat te stel om te kommunikeer, toegang tot u media van enige plek af te kry en meer {1}Vind meer uit{2}",
  "Download Updates": "Laai opdaterings af",
  "Install Update": "Installeer Opdatering",
  "Installing": "Installering",
  "Up to date": "Opdatum",
  "Please install manually.": "Installeer asseblief per hand.",
  "What's New": "Wat Is Nuut",
  "Monitor conversion progress in {1}Conversion Activity{2}.": "Monitor omskakelingsvoortgang in {1}Omskakelingsaktiwiteit{2}.",
  "Conversions for sync and media optimization will appear here.": "Omskakelings vir sinchronisering en media-optimering sal hier verskyn.",
  "New Filter": "Nuwe Filter",
  "Connect": "Verbind",
  "Agents": "Agente",
  "Library": "Biblioteek",
  "Network": "Netwerk",
  "Transcoder": "Transkodeerder",
  "Languages": "Taal",
  "Network Discovery": "Netwerk ontdekking",
  "Scheduled Tasks": "Geskeduleerde Take",
  "Open Keyboard Shortcuts": "Maak Sleutelbord Kortpaaie Oop",
  "Close Modal or Close Player or Navigate Back": "Maak Vorm Toe of Maak Speler Toe of Gaan Terug",
  "Toggle Sidebar": "Skakel Sypaneel",
  "Navigate to Dashboard": "Navigeer na Beheerpaneel",
  "Navigate to Settings": "Gaan na instellings",
  "Navigate to Activity": "Gaan na Aktiwiteit",
  "Navigate to Watch Later": "Navigeer na Kyk Later",
  "Navigate to Recommended": "Navigeer na Voorgestel",
  "Navigate to Users": "Navigeer na Gebruikers",
  "Navigate forward": "Gaan vorentoe",
  "Focus Search": "Fokus Soek",
  "Open Player": "Open Speler",
  "Edit Library or Edit Item": "Wysig Biblioteek of Wysig Item",
  "Delete Library or Delete Item": "Skrap Biblioteek of Skrap Item",
  "Update Library or Refresh Item": "Dateer Biblioteek op of Verfris Item",
  "Analyze Library or Analyze Item": "Ontleed Biblioteek of Ontleed Item",
  "Play or Pause": "Speel of Wag",
  "Decrease Volume": "Verminder Volume",
  "Increase Volume": "Vermeerder Volume",
  "Seek Backward (15 seconds)": "Soek Agteruit (15 sekondes)",
  "Seek Forward (30 seconds)": "Soek Vorentoe (30 sekondes)",
  "Step Backward (10 minutes)": "Tree Agteruit (10 minute)",
  "Step Forward (10 minutes)": "Tree Vorentoe (10 minute)",
  "Skip to Previous Item": "Gaan na Vorige Item",
  "Skip to Next Item": "Gaan na Volgende Item",
  "Created {1} in {2} on {3}": "Skep {1} in {2} op {3}",
  "Matching {1} in {2} on {3}": "Korrileer {1} in {2} op {3}",
  "Downloading metadata for {1} in {2} on {3}": "Laai metadata af vir {1} in {2} op {3}",
  "Loading metadata for {1} in {2} on {3}": "Laai metadata af vir {1} in {2} op {3}",
  "Analyzing {1} in {2} on {3}": "Analiseer {1} in {2} op {3}",
  "Deleted {1} in {2} on {3}": "{1} in {2} op {3} geskrap",
  "Summary": "Opsomming",
  "Biography": "Biografie"
}