{
  "There was a problem playing this item.": "Nastal problém při přehrávání této položky.",
  "There was a problem embedding this video.": "Nastal problém při vkládání tohoto videa.",
  "Playback of this media is not supported with the selected player.": "Přehrávání tohoto média není podporováno zvoleným přehrávačem",
  "There was a problem rating this item.": "Nastal problém při hodnocení této položky.",
  "There was a problem selecting the stream for this item.": "Při volbě streamu se vyskytl problém pro tuto položku.",
  "There was a problem recommending this item.": "Nastal problém při doporučení této položky.",
  "There was a problem sharing this item.": "Nastal problém při sdílení této položky.",
  "The username or password is incorrect.": "Nesprávné uživatelské jméno nebo heslo.",
  "There was a problem connecting to Plex.": "Při připojování ke službě Plex došlo k problému.",
  "This account information is invalid.": "Informace o účtu jsou neplatné.",
  "Found {1}": "Nalezeno {1}",
  "{1} went away": "{1} odešel pryč.",
  "None": "Žádné",
  "Playlists": "Playlisty",
  "Name": "Jméno",
  "Plays": "Přehrávání",
  "Last Played": "Naposledy přehráváno",
  "Duration": "Délka",
  "Date Added": "Datum přidání",
  "{1} hr {2} min": "{1} hod {2} min",
  "{1} hr": "{1} hod",
  "{1} min": "{1} min",
  "{1} sec": "{1} sek.",
  "days": "dnů",
  "day": "den",
  "hours": "hodin",
  "hour": "hodina",
  "{1} second left": "zbývá {1} sekunda",
  "{1} seconds left": "zbývá {1} sekund",
  "{1} minute left": "zbývá {1} minuta",
  "{1} minutes left": "zbývá {1} minut",
  "Mono": "Mono",
  "Stereo": "Stereo",
  "Unknown": "Neznámé",
  "Forced": "Vynucený",
  "No": "Ne",
  "Yes": "Ano",
  "Premium content requires your server be connected with a Plex Pass subscription.": "Prémiový obsah vyžaduje, aby Váš server byl připojen k účtu s předplatným PlexPass..",
  "Please check the permissions for this file.": "Zkontrolujte oprávnění tohoto souboru prosím.",
  "Please check that the file exists and the necessary drive is mounted.": "Zkontrolujte prosím, zda tento soubor existuje a že disk, na kterém je umístěný, je připojen.",
  "This media server does not support transcoding.": "Media server nepodporuje překódování.",
  "HTML5 streaming requires Plex Media Server {1} later.": "HTML5 streaming requires Plex Media Server {1} later.",
  "This browser does not support video streaming.": "Tento prohlížeč nepodporuje streamování videa.",
  "This channel is not responding.": "Kanál neodpovídá.",
  "Sorry! There was an error signing out.": "Je nám líto! Došlo k chybě při odhlášení.",
  "Please try again in a few minutes.": "Prosím zkuste to znovu za chvíli.",
  "You must be lost.": "Musíte být ztracen.",
  "This page doesn't exist.": "Tato stránka neexistuje.",
  "Media server not found.": "Media server nebyl nalezen.",
  "The server you're trying to access doesn't seem to exist.": "Server ke kterému se pokoušíte připojit zřejmě neexistuje.",
  "Media not found.": "Médium nenalezeno.",
  "The media you're trying to access doesn't seem to exist.": "Soubor médií ke kterému přistupujete zřejmě neexistuje.",
  "No soup for you!": "Žádná polévka pro vás!",
  "The server you're trying to access doesn't want to let you in. Make sure you're signed in as a user with access to this server.": "Server, na který se pokoušíte připojit vás nechce pustit dovnitř. Ujistěte se, že jste přihlášen a máte práva pro přístup.",
  "Plex is down for maintenance.": "Plex není dostupný z důvodu údržby.",
  "Don't worry, it'll be back soon.": "Nemějte strach, za chvíli jsem zpět.",
  "Plex is not reachable.": "Plex je nedostupný.",
  "Make sure your server has an internet connection and any firewalls or other programs are set to allow access.": "Ujistěte se, že váš server má připojení k internetu a že všechny firewally a jiné programy jsou nastaveny na povolení přístupu.",
  "Server unavailable.": "Server je nedostupný",
  "We couldn't reach \"{1}\". Make sure it's online and try again.": "Nemohli jsme připojit na \"{1}\". Ujistěte se, že je on-line a zkuste to znovu.",
  "We couldn't reach this server. Make sure it's online and try again.": "Nemohu se spojit s tímto serverem. Zkontrolujte, zda je připojený a zkuste to znovu.",
  "Plex Media Server is not responding.": "Plex Media Server neodpovídá.",
  "There was a problem connecting to this player.": "Nastal problém s připojením k přehrávači.",
  "Your browser does not support video streaming.": "Váš prohlížeč nepodporuje streamování videa.",
  "This channel was successfully reset.": "Tento kanál byl úspěšně resetován.",
  "There was a problem resetting this channel.": "Vyskytl se problém při resetování tohoto kanálu.",
  "This channel was successfully restarted.": "Tento kanál byl úspěšně restartován.",
  "There was a problem restarting this channel.": "Při restartování tohoto kanálu se vyskytla chyba.",
  "This channel could not be uninstalled.": "Tento kanál nemůže být odinstalován.",
  "Uninstall Channel": "Odinstalovat kanál",
  "Are you sure you want to uninstall this channel?": "Jste si jisti, že chcete odinstalovat tento kanál?",
  "There was a problem checking for updates.": "Při kontrole aktualizací se vyskytl problém.",
  "{1} added to Watch Later.": "{1} přidáno do sekce Sledovat později.",
  "There was a problem adding to Watch Later.": "Nastala chyba při přidáváni do sekce Sledovat později.",
  "There was a problem analyzing the library.": "Nastal problém při analyzování knihovny.",
  "Analyze Library": "Analyzovat knihovnu",
  "Analyzes all the media files in the library. The analysis captures information about the media which helps Plex decide how to optimally play back the media.": "Analyzuje všechny soubory médií v knihovně. Analýzou získané informace o médiích pomáhají Plexu přehrávat média optimálně.",
  "Analyze": "Analyzovat",
  "Cancel": "Zrušit",
  "There was a problem matching this item.": "Nastal problém s přiřazením této položky.",
  "No matches were found using this agent.": "Pomocí této služby nebyla nalezena žádná přiřazení.",
  "There was a problem searching for matches.": "Při hledání shody se vyskytl problém.",
  "Unused bundles are being removed.": "Nepoužívané balíky jsou odstraňovány.",
  "There was a problem removing unused bundles.": "V průběhu odstraňování nepoužitých balíků se vyskytl problém.",
  "Clean Bundles": "Pročistit balíčky",
  "The media server stores information about your media to disk, as well as posters, artwork, and other media resources from the internet. Running this task deletes any bundles which are no longer in use.": "Média server ukládá informace o vašich médií na disk, stejně jako plakáty, fotky a další mediální zdroje z internetu. Spuštění tohoto úkolu odstraní všechny položky, které se již nepoužívají.",
  "Clean": "Vyčistit",
  "Delete Item": "Vymazat položku",
  "Are you sure you want to delete this item from your filesystem?": "Opravdu chcete vymazat tuto položku z Vašeho systému?",
  "There was a problem deleting the playlist.": "Během mazání playlistu se vyskytl problém.",
  "Delete Playlist": "Vymazat playlist",
  "Are you sure you want to delete {1}? This cannot be undone.": "Opravdu chcete odstranit {1}? Tuto akci nelze vrátit.",
  "Delete": "Smazat",
  "There was a problem deleting the library.": "Nastal problém při mazání knihovny.",
  "Delete Library": "Vymazat knihovnu",
  "Are you sure you want to delete this library? This cannot be undone.": "Jste si jisti, že chcete vymazat tuto knihovnu? Akci nelze vrátit.",
  "The trash was emptied.": "Koš byl vysypán.",
  "There was a problem emptying the trash.": "Nastal problém při vysypávání koše.",
  "Empty Trash": "Vysypat koš",
  "By default the media server doesn't remove information for media right away. This helps if a drive is temporarily disconnected. When you empty the trash for a section, all information about missing media is deleted.": "Ve výchozím nastavení media server neodstraňuje informace o chybějících mediích okamžitě. Toto opatření pomáhá v situacích, kdy je disk dočasně nedostupný. Pokud vysypete koš dané sekce, dojde k odstranění všech informací týkajících se chybějících medií.",
  "Empty": "Vysypat",
  "There was a problem marking this item as unwatched.": "Nastal problém při označování jako neshlédnuté.",
  "Mark as Unwatched": "Označit jako neshlédnuté",
  "Are you sure you want to mark all episodes as unwatched?": "Opravdu chcete označit všechny epizody jako nepřehrané.",
  "There was a problem marking this item as watched.": "Nastal problém při označování jako shlédnuté.",
  "Mark as Watched": "Označit jako zhlédnuté",
  "Are you sure you want to mark all episodes as watched?": "Opravdu chcete označit všechny epizody jako přehrané.",
  "There was a problem merging these items.": "Nastal problém při spojování těchto položek.",
  "Merge": "Sloučit",
  "Are you sure you want to merge these items together?": "Jste si jisti, že chcete spojit tyto položky?",
  "The database was optimized.": "Databáze byla optimalizována.",
  "There was a problem optimizing this database.": "Při optimalizaci databáze nastal problém.",
  "Optimize Database": "Optimalizovat databázi",
  "Cleans up the library database and ensures it is operating as quickly as possible. This is especially useful when you've added or removed a large amount of media from the library.": "Vyčistí knihovny databáze a zajišťuje, že pracuje tak rychle, jak je to možné. To je zvláště užitečné, když jste přidali nebo odebrali velké množství médií z knihovny.",
  "Optimize": "Optimalizovat",
  "There was a problem splitting this item apart.": "Nastal problém při rozdělování této položky.",
  "Split Apart": "Rozdělit",
  "Are you sure you want to split this item apart?": "Jste si jisti, že chcete rozdělit tyto položky?",
  "There was a problem unmatching this item.": "Nastal problém při rušení přiřazení této položky.",
  "There was a problem canceling the update.": "Nastal problém při rušení aktualizace.",
  "There was a problem updating the library.": "Nastal problém při aktualizaci knihovny.",
  "Force Refresh": "Vynutit aktualizaci",
  "Forces a download of fresh media information from the internet. This can take a long time. Any locked fields are not modified.": "Vynutí stahování aktuálních informací z internetu. Může to trvat dlouhou dobu. Žádná uzamčená pole se nezmění.",
  "Refresh": "Aktualizovat",
  "Play Now": "Přehrát",
  "This will clear the contents of Up Next and play the selection instead.": "Tohto smaže obsah Další v pořadí a přehraje namísto toho výběr.",
  "There was a problem connecting your server.": "Při připojováním vašeho serveru se vyskytl problém.",
  "There was a problem disconnecting your server.": "Při odpojováním vašeho serveru se vyskytl problém.",
  "There was a problem installing these updates.": "Při instalaci aktualizací se vyskytl problém.",
  "If you remove the server, you will need to sign the server in again to restore access to Plex.": "Pokud odstraníte server, musíte server znovu přihlásit, abyste obnovili přístup na Plex.",
  "Are you sure you want to remove this server?": "Opravdu si přejete odstranit tento server?",
  "Remove Server": "Odstranit server",
  "Remove": "Odstranit",
  "There was a problem signing in to Plex.": "Nastal problém při přihlašování do Plexu.",
  "There was a problem signing the server out.": "Nastal problém při odhlašování serveru.",
  "There was a problem signing up for a Plex account.": "Nastal problém při přihlašování k Plex účtu.",
  "There was a problem accepting this invite.": "Nastal problém při akceptování této pozvánky.",
  "You are the admin in your current home. If you leave, the remaining users will be removed and managed users will be deleted.": "Jste administrátor v této domácí skupině. Pokud ji opustíte, ostatní uživatelé budou odstraněni a lokální uživatelé smazáni.",
  "Are you sure you want to join this home? You will leave your current home.": "Opravdu se chcete připojit k této domácí skupině? Opustíte svoji aktuální domácí skupinu.",
  "The admin of this home will have access to your account. Other users of this home will be able to switch to your account by entering your PIN.": "Administrátor domácí skupiny má přístup na Váš účet. Ostatní uživatelé této domácí skupiny se mohou přepnout na Váš účet po zadání Vašeho PINu.",
  "Join Home": "Připojit Domů",
  "Join": "Připojit",
  "There was a problem syncing this media.": "Během synchronizace tohoto média se vyskytl problém.",
  "Synced items were refreshed.": "Synchronizované položky byly obnoveny.",
  "Reject Invite": "Odmítnout pozvánku",
  "Are you sure you want to reject this invite?": "Opravdu chcete odmítnout tuto pozvánku?",
  "Cancel Invite": "Zrušit pozvánku",
  "Are you sure you want to cancel this invite?": "Opravdu chcete zrušit tuto pozvánku?",
  "There was a problem rejecting this invite.": "Nastal problém při odmítnutí pozvánky.",
  "There was a problem canceling this invite.": "Nastal problém při zrušení pozvánky.",
  "There was a problem removing this device.": "Nastal problém při odstranění tohoto zařízení.",
  "Remove Device": "Odstranit zařízení",
  "If you remove this device, you will need to sign in again on the device to restore access to Plex.": "Pokud odeberete toto zařizení, budete se muset na zařízení znovu přihlásit pro obnovu spojeni s Plex.",
  "There was a problem removing this friend.": "Nastal problém při odstranění přítele.",
  "Are you sure you want to remove {1}?": "Opravdu si přejete odstranit {1}?",
  "library": "knihovna",
  "libraries": "knihovny",
  "You are sharing {1} {2} with each other.": "Sdílíte {1} {2} jeden druhému.",
  "You are sharing {1} {2} with this friend.": "Sdílíte {1} {2} s přítelem.",
  "This friend is sharing {1} {2} with you.": "Tento přítel sdílí {1} {2} s Vámi.",
  "This friend will be removed from your home.": "Přítel bude odstraněn z vaší domovské skupiny.",
  "You will be leaving your home.": "Opustíte svoji domácí skupinu",
  "Remove Friend": "Odstranit přítele",
  "Leave Home": "Opustit domácí skupinu",
  "Leave": "Opustit",
  "You are the admin in this home. If you leave, the remaining users will be removed and managed users will be deleted.": "Jste admin v této domácí skupině. Pokud ji opustíte, ostatní uživatelé budou odstraněni a lokální uživatelé smazání.",
  "Are you sure you want to leave this home?": "Opravdu chcete opustit tuto domácí skupinu?",
  "Remove User": "Odstranit uživatele",
  "Removing a managed user from your home will delete the managed user.": "Pokud odstraníte lokálního uživatele, vymažete ho z domácí skupiny.",
  "You will no longer be able to switch to this user.": "Už nepůjde přepnout na tohoto uživatele.",
  "There was a problem leaving this home.": "Nastal problém při opuštění domácí skupiny.",
  "There was a problem removing this user.": "Nastal problém při odstranění uživatele.",
  "There was a problem removing this share.": "Nastal problém při odstranění tohoto sdílení.",
  "There was a problem leaving this server.": "Nastal problém při opouštění serveru.",
  "Stop Sharing": "Ukončit sdílení",
  "Are you sure you want to stop sharing with this friend?": "Jste si jistý, že chcete ukončit sdílení s tímto přítelem?",
  "Leave Server": "Opustit server",
  "Are you sure you want to leave this server? You can rejoin at any time.": "Opravdu chcete opustit tento server? Můžete se kdykoli znovu připojit.",
  "This server needs to be connected to Plex to sync its content.": "Tento server musí být propojen s Plexem pro synchronizaci obsahu.",
  "an item": "položka",
  "Unable to receive alerts from {1}": "Nelze přijímat upozornění od {1}",
  "{1} started playing {2} on {3}.": "{1} začal přehrávat {2} na {3}.",
  "Sync status is unavailable.": "Stav synchronizace není dostupný,",
  "Your channels are unavailable.": "Vaše kanály jsou nedostupné.",
  "The channel directory is unavailable.": "Seznam kanálů je nedostupný.",
  "Playlists are unavailable for this server.": "Playlisty tohoto serveru nejsou dostupné.",
  "Playlist not found.": "Playlist nenalezen.",
  "Your friends are unavailable.": "Vaši přátelé jsou nedostupní.",
  "Your home is unavailable.": "Vaše domácí skupina není dostupná.",
  "Your devices are unavailable.": "Vaše zařízení nejsou dostupná.",
  "This playlist is unavailable.": "Seznam stop je nedostupný.",
  "This playlist item is unavailable.": "Položka v seznamu stop je nedostupná.",
  "Announcements are not available.": "Oznámení nejsou dostupná.",
  "{1} of {2}": "{1} z {2}",
  "Update Library": "Aktualizovat knihovnu",
  "Cancel Update": "Zrušit aktualizaci",
  "On Deck": "Právě sledované",
  "Recently Added": "Poslední přidané",
  "There was a problem loading these items.": "Nastal problém při nahrávání této pložky.",
  "This playlist has no items.": "Playlist neobsahuje žádné položky.",
  "1 Item": "1 položka",
  "{1} Items": "{1} položek",
  "More": "Více",
  "Less": "Méně",
  "You don't have any media servers yet.": "Zatím nemáte žádné servery médií.",
  "{1}Download and install{2} one and try again.": "{1}Stáhni a nainstaluj{2} a zkus znovu.",
  "Created": "Vytvořeno",
  "Progress for": "Postup pro",
  "Matching": "Přiřazuji shodu",
  "Downloading metadata for": "Stahuji metadata pro",
  "Loading metadata for": "Nahrávám metadata pro",
  "Finished processing": "Ukončuji proces",
  "Analyzing": "Analyzuji",
  "Deleted": "Smazáno",
  "Transcoding": "Transkódování",
  "Direct Play": "Přímé přehrávání",
  "(throttled)": "(přiškrcené)",
  "Direct Stream": "Přímé vysílání",
  "Transcode ({1})": "Překódování ({1})",
  "Downloading": "Stahování",
  "Uploading": "Nahrávám",
  "Stop Syncing": "Zastavit synchronizaci",
  "Are you sure you want to stop syncing this item? It will be removed from the device.": "Jste si jisti, že chcete zrušit synchronizaci této položky? Bude ostraněna ze zařízení.",
  "This media is inaccessible. Please check that the file exists with the correct permissions.": "Toto médium není dostupné. Zkontrolujte prosím, zda soubor existuje a má nastavená korektní přístupová práva.",
  "The metadata for this media is invalid. Please reanalyze the media and try again.": "Metadata tohoto media jsou neplatná. Analyzujte prosím medium a zkuste znovu.",
  "The client profile for the sync target is invalid.": "Klientský profil cíle synchronizace je neplatný.",
  "An error occurred processing this media. Please check that the disk is not full.": "Došlo k chybě při zpracování těchto médií. Zkontrolujte, zda disk není zaplněn.",
  "The transcoder was unable to process this media.": "Převaděč nemohl zpracovat toto médium.",
  "This media was unable to be analyzed.": "Toto médium nebylo možné analyzovat.",
  "This media was unable to be downloaded. Please check that it is still available and try again.": "Toto médium nebylo možné stáhnout. Zkontrolujte, zda je stále k dispozici a zkuste to znovu.",
  "An error occurred while syncing this media.": "Došlo k chybě při synchronizaci tohoto média.",
  "Installed": "Instalováno",
  "Video": "Video",
  "Music": "Hudba",
  "Photo": "Fotka",
  "Update Libraries": "Aktualizovat knihovny",
  "from {1}": "z {1}",
  "{1} episode": "{1} díl",
  "{1} episodes": "{1} dílů",
  "user": "Uživatel",
  "friend": "přítel",
  "Managed User": "Lokální uživatelé",
  "invite sent {1}": "pozvánka odeslána {1}",
  "invite sent to {1}": "pozvánka odeslána na {1}",
  "wants you to join their home and share {1} {2} with you": "chce Vás připojit ke své domovské skupině a sdílet s Vámi {1} {2} ",
  "wants to be friends and share {1} {2} with you": "si přeje být přítel a sdílet s vámi {1} {2} ",
  "wants to share {1} {2} with you": "si přeje s Vámi sdílet {1} {2}",
  "wants you to join their home": "si přeje abyste se připojil k jeho domácí skupině.",
  "wants to be friends": "si přeje být Váš přítel",
  "There was a problem adding to this collection.": "Při přidávání do sbírky se vyskytl problém.",
  "There was a problem adding to the playlist.": "Nastala chyba při přidáváni do playlistu.",
  "There was a problem saving these settings.": "Při ukládání nastavení se vyskytl problém.",
  "Your changes could not be saved.": "Vaše změny nelze uložit.",
  "Playlists have been imported.": "Playlist byl importován.",
  "There was a problem importing.": "Při importu nastal problém.",
  "This user could not be added to your home.": "Tento uživatel nemůže být přidán do Vaší domácí skupiny.",
  "An invite could not be sent to this user.": "Pozvánku nelze toumuto uživateli odeslat.",
  "Loading...": "Načítání...",
  "You've added a PIN restriction": "Zadal jste ochranu PINem",
  "You've joined a Plex Home": "Připojil jste se k PLEX - domáci skupině.",
  "This PIN could not be saved.": "PIN nelze uložit.",
  "This PIN could not be removed.": "Pin nelze odstranit.",
  "Please enter a 4 digit PIN.": "Zadejte 4 číslice pro Váš PIN.",
  "Search {1}": "Hledat {1}",
  "Finish Watching Queue": "Dokončit sledování fronty",
  "This will clear the contents of your play queue.": "Toto smaže vaši frontu přehrávání.",
  "Skipping in {1} seconds...": "Přeskočení za {1} sekund...",
  "Your changes have been saved.": "Vaše změny byly uloženy.",
  "An update is available.": "Je dostupná aktualizace.",
  "Something went wrong.": "Něco se pokazilo.",
  "Remote Installation": "Vzdálená instalace",
  "Continue": "Pokračovat",
  "The installer may display dialogs that require input.  Make sure you have desktop access to the computer running Plex Media Server before continuing.": "Instalátor může zobrazit okno, které bude vyžadovat Vaši akci. Ujistěte se, že máte přístup na plochu počítače kde běží Plex Media Server, než budete pokračovat.",
  "You have reached the {1} person home limit.": "Dosáhli jste limitu {1} osob v domácí skupině.",
  "Right click the \"❯ Plex It!\" button and choose Add to Favorites so you can save videos to Watch Later.": "Klikněte pravým tlačítkem myši na \"❯ Plex it!\" a zvolte Přidat do oblíbených. Takto můžete ukládat videa pro pozdější přehrávání.",
  "Add the button above to your favorites bar.": "Přidat tlačítko do vašeho panelu oblíbených.",
  "Drag the \"❯ Plex it!\" button to your Bookmarks Bar so you can save videos to your Watch Later.": "Přesuňte tlačítko \"❯ Plex it!\" na lištu záložek v prohlížeči. Pomocí tohoto tlačítka si pak můžete uložit videa pro pozdější přehrávání.",
  "Drag the button above to your bookmarks bar.": "Přetáhněte tlačítko do vašeho panelu Oblíbených.",
  "Plex It!": "Do Plexu!",
  "OK": "OK",
  "All": "Vše",
  "Unwatched": "Neshlédnutý",
  "Watched": "Zhlédnuté",
  "Searching for {1}": "Hledat {1}",
  "Results for {1}": "Výsledky pro {1}",
  "Movies": "Filmy",
  "TV Shows": "Seriály",
  "Episodes": "Epizody",
  "Artists": "Umělci",
  "Albums": "Alba",
  "Tracks": "Stopy",
  "Photos": "Fotky",
  "Clips": "Klipy",
  "Sign In": "Přihlásit se",
  "or": "nebo",
  "Sign Up": "Registrovat se",
  "Username": "Uživatelské jméno",
  "Required": "Vyžadováno",
  "Email": "Email",
  "Password": "Heslo",
  "Confirm Password": "Potvrzení hesla",
  "Passwords do not match": "Hesla se neshodují.",
  "Date of Birth": "Datum narození",
  "This can't be your birthday": "Tohle nemůže být vaše datum narození",
  "You must be 13 years or older": "Musíte být starší 13 let",
  "I agree to the {1}terms of service{2}": "Souhlasím s {1}podmínkami služby{2}",
  "Remember me": "Zapamatovat",
  "Play": "Přehrát",
  "Play All": "Přehrát vše",
  "Play Unwatched": "Přehrát neshlédnuté",
  "Shuffle": "Náhodně",
  "Play Trailer": "Přehrát trailer",
  "Edit": "Upravit",
  "Add to playlist": "Přidat do playlistu",
  "Sync": "Synchronizovat",
  "Share": "Sdílet",
  "Recommend": "Doporučit",
  "Info": "Informace",
  "Play Next": "Přehrát další",
  "Add to Up Next": "Přidat do Následujících",
  "Fix Incorrect Match": "Opravit špatné přiřazení",
  "Unmatch": "Nepřiřazený",
  "Download": "Stáhnout",
  "Watch Later": "Sledovat později",
  "Options": "Nastavení",
  "Select": "Vybrat",
  "Deselect All": "Odznačit vše",
  "Add to Collection": "Přidat do sbírky",
  "Alerts": "Upozornění",
  "Now Playing": "Právě se přehrává",
  "Activity": "Aktivita",
  "Alerts are restricted from shared users.": "Upozornění není dostupné pro sdílené uživatele.",
  "Now Playing is restricted from shared users.": "Právě Hraje není dostupné pro sdílené uživatele.",
  "Now Playing is unavailable with synced servers.": "Právě přehrávané není dostupné v připojených serverech.",
  "Now Playing requires Plex Media Server {1} or later.": "Právě přehrávané vyžaduje Plex Media Server {1} nebo vyšší.",
  "Nothing is synced to this device.": "Na toto zařízení není synchronizován žádný obsah.",
  "Sync is restricted from shared users.": "Synchronizace není dostupná pro sdílené uživatele.",
  "You have no sync capable devices.": "Nemáte žadné zařízení podporující synchronizaci.",
  "You need a Plex Pass to use sync.": "Pro synchronizaci je potřeba účet s Plex Pass.",
  "Learn More": "Zjistit Více",
  "Posters": "Plakáty",
  "Details": "Podrobnosti",
  "List": "Seznam",
  "Import from iTunes": "Importovat z iTunes",
  "Edit Library": "Upravit knihovnu",
  "Channel Directory": "Seznam kanálů",
  "Browse Channels": "Procházet kanály",
  "Channels": "Kanály",
  "Install Channels": "Instalovat kanály",
  "Check for Updates": "Zkontrolovat aktualizace",
  "You do not have permission to access this server.": "Nemáte oprávnění pro přístup na tento server.",
  "You don't have any media servers yet. {1}Download and install{2} one and it'll appear here.": "Ještě nemáte přidané žádné media servery. {1}Stáhněte a nainstalujte {2} jej, a objeví se zde.",
  "No queued items.": "Žádné položky ve frontě.",
  "Learn how to add videos to Watch Later.": "Naučte se, jak přidat videa do sekce Sledovat později",
  "Extras": "Extra",
  "Director": "Režisér",
  "Writer": "Napsal",
  "Cast": "Hrají",
  "Audio": "Zvuk",
  "Subtitles": "Titulky",
  "Unavailable": "Nedostupné",
  "Failed to load items for this playlist.": "Nepodařilo se načíst položky pro tento playlist.",
  "This media type does not have a details page.": "Tento typ média neobsahuje stránku s detaily.",
  "Auto Match": "Automatické přířazení.",
  "Play Music Video": "Prehřát Hudební Video",
  "Add to Playlist...": "Přidat do Playlistu...",
  "Sync...": "Synchronizovat...",
  "Share...": "Sdílet...",
  "Recommend...": "Doporučit...",
  "Nothing queued": "Fronta prádná",
  "Up Next": "Následující",
  "Casting on": "Přehrávám na",
  "Disconnect": "Odpojit",
  "choose an image": "vyberte obrázek",
  "drag and drop": "přetáhnout a pustit",
  "enter a url": "vložit adresu url",
  "Uploading artwork...": "Grafika se nahrává...",
  "this artwork was uploaded successfully": "umělecké dílo bylo úspěšně nahráno",
  "{1}upload another{2}": "{1}nahrát další{2}",
  "there was an error uploading this artwork": "Pří nahrávání uměleckého díla nastal problém",
  "{1}try again{2}": "{1}zkusit znovu{2}",
  "Enter a url to upload an image from the web": "Pro přidání obrázku z webu vložte jeho adresu",
  "enter to {1}upload{2}": "Vstoupit do {1}uploadování{2}",
  "esc to {1}cancel{2}": "Esc pro {1}zrušení{2}",
  "Labels": "Štítky",
  "Labels require Plex Media Server {1} or later.": "Štítky vyžadují Plex Media Server {1} nebo vyšší.",
  "You need a Plex Pass to use restrictions.": "Musíte mít Plex Pass pro využití restrikcí.",
  "Scanner": "Skener",
  "A scanner is required.": "Je vyžadován skener.",
  "Agent": "Agent",
  "An agent is required.": "Je vyžadován agent.",
  "There was an error adding this library.": "Došlo k chybě při přidávání do knihovny.",
  "You need to {1}follow these instructions{2} to troubleshoot the Plex Media Server.": "Musíte {1} postupovat podle následujících pokynů {2} k vyřešení problémů s Plex Média Serverem.",
  "Add folders where your {1} is located": "Přidat složky, kde je umístěný váš {1}",
  "Add folders where your {1} are located": "Přidat složky, kde jsou umístěna vaše {1}",
  "Help us out by following {1}our guide{2} to naming and organizing your media.": "Pomozte nám následováním {1}našeho návodu{2}, jak pojmenovávat a organizovat Vaše média.",
  "Add Folder": "Přidat složku",
  "At least one folder is required.": "Alespoň jedna složka musí být uvedena.",
  "Select a type of media for this library": "Vyberte druh médií pro tuto knihovnu",
  "Each library should only contain one type of media.": "Každá knihovna by měla obsahovat jen jeden druh médií.",
  "You must select a media type.": "Musíte vybrat typ média.",
  "A section name is required.": "Název oddílu je vyžadován.",
  "Language": "Jazyk",
  "A language is required.": "Jazyk je vyžadován",
  "Last updated {1}": "Poslední aktualizace {1}",
  "{1} set to {2}.": "{1} nastaveno na {2}.",
  "in": "v",
  "Opened connection to {1}, listening for events.": "Spojení s {1} bylo navázáno - události jsou přijímány.",
  "Connection to {1} closed.": "Připojení k {1} ukončeno.",
  "Unable to listen for events on {1}.": "Nelze zaznamenávat události na {1}.",
  "Nothing is currently being played.": "Momentálně se nic nepřehrává.",
  "Synced": "Synchronizováno",
  "Waiting to be uploaded": "Čeká na nahrátí",
  "Waiting to be downloaded": "Čeká na stažení",
  "Converting": "Probíhá konverze",
  "Waiting to be converted": "Čeká na převod",
  "Settings": "Nastavení",
  "We're sorry, but we can't reach this server.": "Omlouváme se, ale tento server je nedostupný.",
  "We're sorry, but we can't reach this server. {1}Click here{2} to connect to it directly.": "Omlouváme se, ale tento server je nedostupný. {1}Klikněte sem{2} a připojte se k němu přímo.",
  "New Filter": "Nový filtr",
  "No friends yet. {1}Invite a friend{2} and share your libraries.": "Zatím žádní přátelé.{1}Pozvěte přítele{2} a sdílejte s ním knihovny.",
  "shares {1} {2} with you": "sdílí {1} {2} s Vámí",
  "invited to share {1} {2}": "pozván ke sdílení {1} {2}",
  "sharing {1} {2} with this {3}": "sdílí {1} {2} s {3}em",
  "no shared libraries": "žádné sdílené knihovny",
  "No one else is in your home. {1}Add a user{2} to enable user switching.": "Nikdo další není ve Vaší domácí skupině. {1}Přidejte uživatele{2} abyste aktivovali přepínání uživatelů.",
  "You need a Plex Pass to add users to your home.": "Musíte mít Plex Pass abyste mohli přidat uživatele do domácí skupiny.",
  "Add": "Přidat",
  "Select a Collection": "Vyber sbírku",
  "There are no collections in this library.": "V této knihovně nemáte žádné sbírky.",
  "New collection...": "Nová sbírka...",
  "Select a Playlist": "Zvolit Playlist",
  "Create Playlist": "Vytvořit Playlist",
  "There are no playlists on this server.": "Na serveru nejsou žádné playlisty.",
  "New playlist...": "Nový playlist...",
  "Browse": "Procházet",
  "Update": "Aktualizovat",
  "Restart": "Restartovat",
  "Reset": "Resetovat",
  "Uninstall": "Odinstalovat",
  "Install": "Instalovat",
  "Directory Settings": "Nastavení adresáře",
  "{1} Settings": "Nastavení {1}",
  "Save": "Uložit",
  "General": "Obecné",
  "Tags": "Tagy",
  "Sharing": "Sdílení",
  "Poster": "Plakát",
  "Banner": "Baner",
  "Background": "Pozadí",
  "Save Changes": "Uložit změny",
  "Add Library": "Přidat knihovnu",
  "Folders": "Složky",
  "Advanced": "Rozšířené",
  "Next": "Další",
  "Search Options": "Volby hledání",
  "No matches found.": "Nic nenalezeno.",
  "Title": "Název",
  "Year": "Rok",
  "Location": "Umístění",
  "Search": "Vyhledávání",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, and play and skip counts for tracks in your library.": "Importování z iTunes importuje take vaše playlisty. Zároveň také importuje vaše hodnocení, datum přidání skladby a počet přehrání a zastavení pro skladby ve vaší knihovně.",
  "Add to library: ": "Přidat do knihovny.",
  "Overwrite existing playlists": "Přepsat existující playlist",
  "Import": "Importovat",
  "Keyboard Shortcuts": "Klávesové zkratky",
  "Media Info": "Informace o médiu",
  "Files": "Soubory",
  "Delete File": "Smazat soubor",
  "Delete Files": "Smazat soubory",
  "Inaccessible": "Nedostupné",
  "Please check that this file exists and the necessary drive is mounted.": "Zkontrolujte prosím, zda tento soubor existuje a disk, na kterém je umístěný, je připojen.",
  "Media": "Média",
  "Part": "Část",
  "Loading": "Nahrávám",
  "View XML": "Zobrazit XML",
  "Go Premium": "Využít Premium",
  "This feature requires a Plex Pass subscription.": "Tato funkce vyžaduje předplatné Plex Pass.",
  "Everything you need to experience the best of Plex. Your subscription gives you premium features and exclusive access to new ones.": "Vše, co potřebujete pro nejlepší zážitek z Plexu. Předplatné poskytuje prémiové funkce a exkluzivní přístup k nově vydaným verzím.",
  "{1}Sign in{2} to a Plex account with a Plex Pass subscription.": "{1}Přihlašte se{2} k účtu Plex s předplatným Plex Pass.",
  "Select Friends": "Vyberte přátele",
  "Say something about this...": "Něco k tomu říci...",
  "You need {1}friends{2} to recommend media.": "Potřebujete mít {1}přítele{2} abyste mohli doporučit.",
  "Send": "Odeslat",
  "Plex Media Server Release Notes": "Poznámky k vydání Plex Media Serveru",
  "Version {1}": "Verze {1}",
  "New": "Nové",
  "Fixes": "Opravy",
  "Choose Destination": "Zvolte cíl",
  "Select a File": "Vybrat soubor",
  "Select a Quality": "Vyberte kvalitu",
  "Resume": "Pokračovat",
  "Resume from {1}": "Pokračovat od {1}",
  "Start from beginning": "Přehrát od začátku",
  "You need to {1}link your account{2}.": "Musíte {1}pro připojení Vášeho účeu{2}.",
  "Quality": "Kvalita",
  "Low": "Nízká",
  "Medium": "Střední",
  "High": "Vysoká",
  "Highest": "Nejvyšší",
  "Some cloud storage providers limit file size or upload time, If you have trouble, try reducing your quality setting. Cloud Sync content will not be available until all items are converted and uploaded.": "Někteří poskytovatelé cloudového úložiště omezují velikost souborů nebo čas pro uložení. Máte-li potíže, zkuste omezit nastavení kvality. Obsah Cloud Sync nebude k dispozici, dokud nebudou všechny položky převedeny a nahrány.",
  "Limit": "Omezení",
  "By number of items": "Podle počtu položek",
  "By duration": "Podle délky trvání.",
  "items": "položky",
  "minutes": "minuty",
  "A large number of sync items may be time-consuming to convert, and the time to upload is dependent on your bandwidth. A large number of high quality items may take a very long time. If you have trouble, try reducing the number of items or your quality setting.": "Velký počet synchronizačních položek může být časově náročný pro konverzi a také délka nahrávání je závislá na rychlosti připojení. Také velké množství položek s vysokou kvalitou může trvat velmi dlouhou dobu. Pokud máte potíže, zkuste snížit počet položek nebo nastavení kvality.",
  "A large number of sync items may be time-consuming to convert and transfer to your device. If you have trouble, try reducing the number of items.": "Velké množství položek pro synchronizaci může být časově náročné pro převod a přenos do zařízení. Pokud máte potíže, zkuste snížit počet položek.",
  "This media is being synced to your device.": "Tato položka bude synchronizována do vašeho zařízení.",
  "Watch the status of the sync {1}here{2}.": "{1}Zde{2} sledujte stav synchronizace.",
  "Sync Status": "Stav synchronizace",
  "Plex Terms of Service": "Podmínky Služby Plex",
  "Agree": "Potrvdit",
  "Add User": "Přidat uživatele",
  "Invite Friend": "Pozvat přátele",
  "Invite": "Pozvat",
  "An invite will be sent to this user.": "Pozvánka bude odeslána pro tohoto uživatele.",
  "Delete user": "Vymazat uživatele",
  "Remove this friend": "Odstranit tohoto přítele",
  "Remove from home": "Odstranit z domácí skupiny",
  "My Servers": "Moje Servery",
  "Restrictions": "Restrikce",
  "Shared With Me": "Sdílí se mnou",
  "Available": "Dostupný",
  "Unauthorized": "Neautorizováno",
  "Version": "Verze",
  "Last Seen": "Naposledy spatřen",
  "Address": "Adresa",
  "Port": "Port",
  "Allow Sync": "Povolit synchronizaci",
  "Restrict movies to any of the filters below.": "Omezit filmy na filtry níže.",
  "Ratings": "Hodnocení",
  "Allow all ratings": "Povolit všechna hodnocení",
  "Allow all labels": "Povolit všechny štítky",
  "Restrict TV shows to any of the filters below.": "Omezit seriály na filtry níže.",
  "All Libraries": "Všechny knihovny",
  "We were unable to retrieve libraries for {1}. Please ensure the server is signed in to your Plex account.": "Nedaří se načíst knihovny pro {1}. Prosím ujistěte se, že je server přihlášen na Váš PLEX účet.",
  "No libraries": "Žádné knihovny",
  "Username or email": "Přihlašovací jméno nebo email",
  "Add an Existing Plex User": "Přidat existujícího uživatele PLEXu",
  "Adding a Plex user to your home will allow you to quickly switch accounts. The invited user will be asked to confirm home membership.": "Přidáním Plex uživatele do Vaší domácí skupiny Vám umožní rychlé přepínání uživatelů. Pozvaný uživatel bude požádán o akceptování pozvání.",
  "Create a Managed User": "Vytvořit lokálního uživatele",
  "Managed users are only available when signed in with an account in your home. You can choose any name you like and you'll be able to set restrictions on accessible media.": "Lokální uživatelé jsou dostupní pouze pro Váš domov. Můžete vybrat jekékoli jméno a poté nastavit omezeni na přístup k Vašemu obsahu.",
  "The invited user will be asked to confirm friendship. If libraries are shared with the user, you'll be able to set restrictions on accessible media.": "Pozvaný uživatel bude požádán o souhlas s přátelstvím. Pokud s uživatelem sdílíte knihovny, můžete nastavit omezení na sdílený obsah.",
  "Welcome to Plex Home": "Vítejte v domácí skupině PLEXu",
  "{1}, so we've made a few changes to help keep your media safe.": "{1}, takže jsme provedli pár změn, abychom pomohli udržet Vaše média v bezpečí.",
  "We've increased the security requirements on this server, so anything communicating with it will need to be signed in to a Plex account.": "Zvýšili jsme bezpečnostní požadavky na tomto serveru, takže cokoli bude komunikovat se serverem, musí být přihlášeno k Plex účtu.",
  "We've disabled DLNA to prevent any DLNA-enabled device from browsing and playing media without a password or PIN. You can change this preference in your {1}server settings{2}.": "Máte zakázáno pro DLNA, aby jakékoliv DLNA zařízení prohlíželo a přehrávalo média bez hesla nebo PINu. Změnu můžete provést předvolbách v {1}Nastavení serveru{2}.",
  "For more information on Plex Home security settings, please see the {1}Plex Home section{2} on our support site.": "Další informace o nastavení zabezpečení Plex Home můžete nalézt v {1}Plex Home sekci{2} na našich stránkách podpory.",
  "Edit PIN": "Zadejte PIN",
  "Confirm Current PIN": "Potvrďte aktuální PIN",
  "Enter PIN": "Zadejte PIN",
  "You do not currently have a PIN. This will allow any users in this home to switch to your account.": "Aktuálně nemáte PIN. To umožní všem uživatelům v domácí skupině přepnout na Váš účet.",
  "Skip": "Přeskočit",
  "Select User": "Vybraný uživatel",
  "Updates Available": "Jsou k dispozici Aktualizace",
  "Users": "Uživatelé",
  "Recommended": "Doporučené",
  "Announcements": "Oznámení",
  "Apps": "Aplikace",
  "Help": "Nápověda",
  "Switch User...": "Přepnout uživatele...",
  "Sign Out": "Odhlásit",
  "Problem Connecting to Plex": "Došlo k problému při připojování do Plexu",
  "Plex was unable to authenticate your server. Please sign your server out and try again.": "Plex nemůže ověřit váš server. Prosím odhlašte se a zkuste to znovu.",
  "Your server was unable to reach Plex. Please ensure that the computer or device running your server can access the internet.": "Váš server se nedokázal připojit k PLex. Prosím ujistěte se, že váš počítač nebo zařízení ma přístup k internetu.",
  "Signed in to Plex": "Přihlášen do Plex",
  "You have successfully signed your server in to Plex, but we were unable to reach it from outside your network.": "Úspěšně jste přihlásili váš server k Plexu, ale nám se ho nepodařilo kontaktovat z internetu.",
  "If you skip this step you will not be able to share or stream media outside your home. If you change your mind later, you can adjust this in Settings.": "Pokud tento krok přeskočíte, nebudete moct sdílet nebo streamovat média mimo svůj domov. Pokud později změníte názor, můžete to přenastavit v Nastaveních.",
  "If you would like to enable this now, you will need to configure your router or firewall to allow Plex to contact your server. Please refer to our {1}Connecting a Server{2} article for more information.": "Pokud toto povolíte, budete muset nastavit váš router nebo firewall, aby se mohl Plex připojit k vašemu serveru. Pro více informací si prosím přečtěte článek {1}Připojování k serveru{2}.",
  "Previous": "Předchozí",
  "Playing Next": "Přehrávám další",
  "The library has no content yet.": "Knihovna zatím nemá žádný obsah.",
  "Click {1}here{2} to add content to the library.": "Klikněte {1}zde{2} pro přidání obsahu do knihovny.",
  "The library is still being refreshed. Hang on while we look for your content.": "Knihovna se ještě aktualizuje. Počkejte chvíli než se zobrazí obsah.",
  "There is no content matching your active filter.": "Není nalezen žádný obsah odpovídající aktivnímu filtru.",
  "There is no content in the selected folder.": "Neexistuje žádný obsah ve vybrané složce.",
  "Invites": "Pozvánky",
  "Friends": "Přátelé",
  "Pending": "Čeká",
  "My Home": "Domácí skupina",
  "Select which additional agents should contribute to metadata from {1}, and drag them to change the order of preference.": "Vyberte, které další služby by měly doplnit metadata z {1}, a přetažením je seřaďte podle pořadí preference.",
  "Connecting your server to Plex allows you to stream media outside your home network.": "Připojení vašeho serveru k Plexu vám umožní streamovat média z vnějšku vaší domácí sítě.",
  "Signed in as": "Přihlášen jako",
  "Connecting server...": "Připojuji server...",
  "Disconnecting server...": "Odpojuji server...",
  "Server is mapped to port {1}": "Server je namapovaný na port {1}.",
  "Connect to Plex": "Připojit k Plexu",
  "Manually specify port": "Zadat port ručně",
  "Retry": "Znovu",
  "Enable this if automatic mapping fails. You will need to configure your router. Detailed instructions are available {1}here{2}.": "Toto zapněte, pokud automatické přiřazení selže. Budete muset nastavit váš router. Podrobné instrukce jsou dostupné {1}zde{2}.",
  "Require authentication on local networks": "Vyžadovat přihlášení v lokálních sítích",
  "Sets the allowed networks setting to 127.0.0.1/255.255.255.255. This requires other computers on a local network to authenticate before accessing the server.": "Nastaví povolené sítě na 127.0.0.1/255.255.255.255. Ostatní počítače na lokální síti se pak musí nejprve přihlásit než budou moci přistupovat k serveru.",
  "Show Advanced": "Zobrazit rozšířené",
  "Hide Advanced": "Skrýt rozšířené",
  "Settings are restricted from shared users.": "Sdíleným uživatelům není povoleno měnit nastavení.",
  "Checking for Updates": "Zkontrolovat aktualizace.",
  "Downloading Update": "Stáhnout aktualizaci",
  "Install Update": "Instalovat aktualizaci",
  "Installing": "Instaluji",
  "Up to date": "Aktuální",
  "Please install the update manually.": "Prosím nainstalujte aktualizaci ručně.",
  "Release notes": "Informace o verzi",
  "Web": "Web",
  "Server": "Server",
  "Devices": "Zařízení",
  "Debug": "Debug",
  "Dashboard": "Dashboard",
  "Player": "Přehrávač",
  "Download Updates": "Stáhnout aktualizace",
  "Downloading Updates": "Stahuji Aktualizace.",
  "Refresh to Apply": "Obnovte pro provedení změn",
  "Help us translate Plex/Web into your language {1}here{2}.": "{1}Zde{2} nám pomozte přeložit PlexWeb do vašeho jazyka.",
  "Automatic Login": "Automatické přihlášení",
  "Do not prompt to select a user or enter a PIN during startup on this device.": "Nedotazovat se na výběr uživatele nebo zadání PINu při spouštění v tomto zařízení.",
  "Play Theme Music": "Přehrát tématickou hudbu",
  "Automatically play theme music in the background when available.": "Automaticky přehrát tématickou hudbu v pozadí, pokud je k dispozici.",
  "Show Unwatched Icons": "Zobrazovat ikonu neshlédnuto",
  "Show unwatched icons in list items.": "Zobrazovat ikonu neshlédnuto",
  "Enable Keyboard Shortcuts": "Povolit klávesové zkratky",
  "Press ? to view the list of {1}available shortcuts{2}.": "Stiskni ? pro zobrazení seznamu {1}dostupných zkratek{2}.",
  "Debug Level": "Úroveň protokolování",
  "You can view the debug logs {1}here{2}.": "{1}Zde {2} si můžete prohlédnout debug log.",
  "Drag the items below to reorder your dashboard content.": "Chytněte položku a přemístěte jí pro přeorganizování úvodní obrazovky.",
  "Search Shared Libraries": "Prohledat sdílené knihovny",
  "Allow searching libraries that have been shared with you.": "Povolit vyhledání knihoven, které s vámi byly sdíleny.",
  "Search Channels": "Prohledávat kanály",
  "Allow searching channels that have enabled search.": "Povolit prohledávání kanálů, u kterých je prohledávání povoleno.",
  "Streaming Quality": "Kvalita streamování",
  "Local Quality": "Kvalita v lokální síti",
  "Remote Quality": "Kvalita mimo lokální síť",
  "Channel Quality": "Kvalita kanálu",
  "Experimental Player": "Experimentální přehrávač",
  "Use the experimental video player, which supports streaming to the HTML5 video element instead of the Flash player. Requires Plex Media Server 0.9.8.6 or later.": "Použít experimentální přehrávač, který podporuje stream do HTML5 video elementu namísto Flash playeru. Je nutný Plex Media Server  0.9.8.6, či novější.",
  "Allows the player to play compatible media without any conversion. In most browsers, direct play supports MP4 videos with h264 video and AAC audio. Videos with subtitles cannot be played directly.": "Umožnit přehrávači přehrát kompatibilní media bez provádění konverze.  Většina prohlížečů podporuje přímé přehrávání MP4 videa s h264 kodekem a AAC zvukem. Videa s titulky nelze přehrávat přímo.",
  "Allows the server to copy compatible audio and video streams without converting them.": "Povolit serveru kopírovat kompatibilní audio a video streamy bez jejich konverze.",
  "Automatically Select Resolution": "Automaticky zvolit rozlišení",
  "When multiple resolutions are available for a video, automatically use the best resolution below the maximum quality.": "Je-li video dostupné ve více rozlišeních, tak automaticky použít nejlepší rozlišení pro maximální kvalitu.",
  "Allow Direct Play of AC3 Audio": "Umožnit Direct Play pro AC3 audio",
  "Allow MP4 videos with AC3 audio to be played directly. Browser support for AC3 audio is limited.": "Umožnit přímé přehrání MP4 videa s AC3 zvukem. Podpora AC3 v prohlížečích je omezená. ",
  "Prefer AAC Audio": "Preferovat AAC zvuk",
  "Prefer AAC over MP3 when transcoding audio. Some devices, like the Wii U, only support HLS with AAC audio.": "Preferovat formát AAC před MP3 při transkódování zvuku. Některá zařízení (např. Wii U) podporují zvuk pouze přes HLS ve formátu AAC.",
  "Subtitle Size": "Velikost titulků",
  "Audio Boost": "Zesílit zvuk",
  "Cinema Trailers to Play Before Movies": "Přehrávat upoutávky z kin před přehráním filmu.",
  "Default Quality": "Základní kvalita",
  "Welcome to Plex!": "Vítejte v Plexu!",
  "Let's start by giving your Plex Media Server a friendly name so it can identify itself to other computers on the network. If you leave it blank, your computer name will be used.": "Začněme pojmenováním vašeho Plex severu pěkným přátelským jménem, aby se mohl identifikovat ostaním počítačům v síti. Pokud jméno necháte prázdné, bude použito jméno vašeho počítače.",
  "Would you like to help us make Plex better for everyone? We collect anonymous data, which we use to improve the service over time.": "Chcete nám pomoci vylepšit Plex? Sbírat anonymní data, která nám pomohou službu stále zlepšovat.",
  "Send feedback": "Odeslat zpětnou vazbu",
  "Plex channels give you access to online media from a variety of sites. You can browse and install these channels from the Channel Directory, but get started by installing some featured channels.": "Kanály Plex umožňují přístup k on-line médiím z různých míst. Můžete procházet a instalovat tyto kanály ze Seznamu kanálů nebo začít tím, že nainstalujete některý z předvybraných kanálů.",
  "Congratulations!": "Gratulujeme!",
  "See, that wasn't too bad, right? At this very moment, Plex is working tirelessly to build your library, and make it look beautiful.": "To nebylo tak těžké, že? V tento moment Plex neúnavně pracuje na vytváření vaší knihovny, aby vypadala úžasně.",
  "Feel free to watch Plex work, or take this opportunity to {1}download{2} some Plex apps!": "Podívejte se, jak Plex pracuje, nebo využijte možnosti {1}stáhnout{2} si nějaké Plex aplikace!",
  "Thanks for supporting Plex.": "Děkujeme, že podporujete Plex.",
  "We really appreciate it. See what {1}benefits{2} come with your subscription.": "Velmi si toho vážíme. Podívejte se, jaké {1}benefity{2} vám přihlášení přináší.",
  "Go Premium. Get a Plex Pass.": "Využijte Premium. Získejte Plex Pass.",
  "Done": "Hotovo",
  "Setup is not allowed for shared servers.": "Nastavení nepovoluje sdílené servery.",
  "A problem has been detected with a core component of Plex Media Server.": "Objevil se problém v klíčové komponentě v Plex Media Serveru.",
  "Please visit the {1}forums{2} and provide your logs, as described {3}here{4}.": "Prosím navštivte {1}fórum{2} a poskytněte nám log, jak je popsáno {3}zde{4}.",
  "Sign in with a Plex account to help your devices find each other, access your media from anywhere, and queue up videos from your browser to watch later in Plex.": "Přihlášením se k Plex účtu pomůžete zařízením najít se mezi sebou, budete moci přistupovat k vaším médiím odkudkoli a skrz webové rozhraní upravíte pořadí videí pro pozdější zhlédnutí v Plexu. ",
  "Organize Your Media": "Organizujte Vaše média",
  "Plex organizes your media into libraries. You can add as many libraries as you want, and you can have multiple libraries with the same type.": "Plex organizuje Vaše média do knihoven. Můžete přidat kolik knihoven chcete a můžete mít i více knihoven stejného typu.",
  "Please wait a moment while Plex starts.": "Počkejte prosím chvilku, Plex se spouští.",
  "Get Started": "Začínáme",
  "Basic Setup": "Základní nastavení",
  "Library": "Knihovna",
  "Sort": "Řazení",
  "Type": "Typ",
  "Filters": "Filtry",
  "Select A Filter": "Zvolte filtr",
  "Upgrade to the Best Experience!": "Upgrade to the Best Experience!",
  "Upgrade to a Plex Pass and get exclusive access to the complete Plex experience! Awesomeness includes:": "Zakupte si Plex Pass a získejte exkluzivní přístup k extra funkcím Plexu! Rozšíření zahrnuje:",
  "Parental controls and fast switching to users in your Plex Home": "Rodičovská kontrola a rychlé přepínání uživatelů v Plex Home",
  "Sync your media and enjoy it anywhere": "Sync your media and enjoy it anywhere",
  "Free Apps for Android, Roku, and new platforms like Xbox, PlayStation, and VIZIO smart TVs": "Zdarma aplikace pro Android, Roku a i nové platformy jako Xbox, PlayStation a VIZIO chytré televizory",
  "Enhance your movie experience with integrated trailers and extras": "Vylepšete svůj zážitek z filmu pomocí integrovaných trailerů a přídavků",
  "Watch Later Help": "Nápověda pro sekci Sledovat později",
  "Add videos from your browser": "Přidat videa z prohlížeče",
  "To save a video to Watch Later, click \"❯ Plex It!\" in your Bookmarks Bar.": "To save a video to Watch Later, click \"❯ Plex It!\" in your Bookmarks Bar.",
  "A panel will appear on the left side of the page to let you know the video has been saved.": "Panel bude zobrazen na levé straně stránky. Video bylo uloženo.",
  "You can also recommend the video to friends or \"fling\" it to a Plex player and watch it there.": "You can also recommend the video to friends or \"fling\" it to a Plex player and watch it there.",
  "Add videos by email": "Přidat videa emailem.",
  "Send an email to the address above with any link(s) you want added to Watch Later.": "Send an email to the address above with any link(s) you want added to Watch Later.",
  "Add this to your address book so you can easily email links from your iPhone, iPad, Android, or any other device.": "Přidejte si tohle do Vašich kontaktů, abyste mohli jednoduše posílat odkazy z Vašeho iPhonu, iPadu, Androidu nebo jakéhokoli dalšího zařízení.",
  "Movie": "Film",
  "Show": "Pořad",
  "Season": "Řada",
  "Seasons": "Řady",
  "Episode": "Díl",
  "Artist": "Umělec",
  "Album": "Album",
  "Track": "Stopa",
  "Photo Album": "Fotoalbum",
  "Photo Albums": "Fotoalba",
  "Clip": "Klip",
  "Disabled": "Vypnuto",
  "Enabled": "Zapnuto",
  "Verbose": "Rozšířené",
  "Small": "Malé",
  "Large": "Velké",
  "Huge": "Obrovská",
  "Tiny": "Drobné",
  "Normal": "Normální",
  "Connect": "Připojit",
  "Agents": "Agenti",
  "Network": "Síť",
  "Transcoder": "Transkodér",
  "Languages": "Jazyky",
  "DLNA": "DLNA",
  "Network Discovery": "Prohledávání sítě",
  "Scheduled Tasks": "Naplánované úlohy",
  "Shows": "Seriály",
  "Trailer": "Upoutávka",
  "Deleted Scene": "Smazaná scéna",
  "Interview": "Rozhovor",
  "Music Video": "Hudebni video",
  "Behind the Scenes": "Ze zákulisí",
  "Scene": "Scéna",
  "Live Music Video": "Živé hudební video",
  "Lyric Music Video": "Lyrické hudební video",
  "Open Keyboard Shortcuts": "Otevřít klávesové zkratky",
  "Close Modal or Close Player or Navigate Back": "Zavřete modální okno nebo zavřete přehrávač nebo jděte zpět",
  "Toggle Sidebar": "Přepnout boční panel",
  "Navigate to Dashboard": "Přejít na Hlavní stránku",
  "Navigate to Settings": "Přejít do nastavení",
  "Navigate to Activity": "Přejít do přehledu aktivity",
  "Navigate to Watch Later": "Přejít do sekce Sledovat později",
  "Navigate to Recommended": "Přejít na Doporučené",
  "Navigate to Users": "Přejít k uživateli",
  "Navigate back": "Zpět",
  "Navigate forward": "Vpřed",
  "Focus Search": "Zaměřené vyhledávání",
  "Open Player": "Otevřít přehrávač",
  "Edit Library or Edit Item": "Upravit knihovnu nebo Upravit položku",
  "Delete Library or Delete Item": "Vymazat knihovnu nebo Vymazat položku",
  "Update Library or Refresh Item": "Aktualizovat knihovnu nebo Obnovit položku",
  "Analyze Library or Analyze Item": "Analyzovat knihovnu nebo Analyzovat položku",
  "Play or Pause": "Přehrát nebo pozastavit",
  "Decrease Volume": "Snížit hlasitost",
  "Increase Volume": "Zvýšit hlasitost",
  "Seek Backward (15 seconds)": "Vrátit se zpět (15 sekund)",
  "Seek Forward (30 seconds)": "Posunout dopředu (30 sekund)",
  "Step Backward (10 minutes)": "Vrátit se zpět (10 minut)",
  "Step Forward (10 minutes)": "Posunout dopředu (10 minut)",
  "Skip to Previous Item": "Přeskočit na předchozí položku",
  "Skip to Next Item": "Přeskočit na následující položku",
  "Created {1} in {2} on {3}": "Vytvořeno {1} v {2} na {3}",
  "Matching {1} in {2} on {3}": "Přiřazuji shodu {1} v {2} na {3}",
  "Downloading metadata for {1} in {2} on {3}": "Stahuji metadata pro {1} v {2} na {3}",
  "Loading metadata for {1} in {2} on {3}": "Načítám metadata pro {1} v {2} na {3}",
  "Finished processing {1} in {2} on {3}": "Dokončeno zpracování {1} v {2} na {3}",
  "Analyzing {1} in {2} on {3}": "Analyzuji {1} v {2} na {3}",
  "Deleted {1} in {2} on {3}": "Smazáno {1} v {2} na {3}",
  "S{1}": "S{1}",
  "E{1}": "E{1}",
  "Episode {1}": "Díl {1}",
  "This name will be used to identify this media server to other computers on your network. If you leave it blank, your computer's name will be used instead.": "Tento název bude použit pro identifikaci tohoto media serveru vůči ostatním počítačům ve vaší síti. Pokud jej ponecháte prázdný, bude jako název použit název vašeho počítače.",
  "Send anonymous usage data to Plex": "Odesílat anonymní zprávy o užívání Plexu",
  "This helps us improve your experience (for example, to help us match movies and TV shows).": "Toto nám pomáhá zlepšit váš uživatelský zážitek (např. přiřazení správných informací k filmům a seriálům).",
  "Plex Media Server verbose logging": "Podrobné logování Plex Media Server ",
  "Enable Plex Media Server verbose logging": "Zapnout podrobné logování Plex Media Server ",
  "Ask to add a login item for externally mounted drives": "Zeptat se na přidání připojených externí disků do položek po přihlášení (login items)",
  "Plex Media Server debug logging": "Debug logování Plex Media Server",
  "Enable Plex Media Server debug logging": "Zapnout debug logování Plex Media Server",
  "Plex Media Server token logging": "Logování tokenů Plex Media Serveru",
  "Enable Plex Media Server token logging": "Zapnout logování tokenů Plex Media Serveru",
  "Show a dock icon": "Zobrazit ikonu v docku",
  "Update my library automatically": "Automaticky aktualizovat knihovnu",
  "Your library will be updated automatically when changes to library folders are detected": "Knihovna bude automaticky aktualizována, jakmile bude detekována změna ve složkách knihovny",
  "Weeks to look at for On Deck": "Počet týdnů v Přehráváno",
  "The number of recent weeks used as the window for On Deck": "Doba (týdny), po kterou zůstane položka v Přehráváno",
  "Library update interval": "Interval aktualizace knihovny",
  "every 15 minutes": "každých 15 minut",
  "every 30 minutes": "každých 30 minut",
  "hourly": "po hodině",
  "every 2 hours": "každé 2 hodiny",
  "every 6 hours": "každých 6 hodin",
  "every 12 hours": "každých 12 hodin",
  "daily": "denně",
  "Update my library periodically": "Pravidelně aktualizovat knihovnu",
  "Allow clients to delete media": "Povolit klientům mazat média",
  "Clients will be able to delete media": "Klienti budou smět mazat média",
  "Empty trash automatically after every scan": "Vysypat koš automaticky po každém skenování",
  "Include music sections in automatic updates": "Automaticky aktualizovat zahrnuté hudební oddíly ",
  "Large music sections may take a long time to scan": "Velké hudební oddíly se mohou déle skenovat",
  "Aperture library XML path": "Cesta ke XML knihovny Aperture",
  "Enable Aperture sharing": "Zapnout sdílení s Aperture",
  "Number of seconds to wait before a plugin times out": "Délka čekání (vteřiny) než vyprší platnost pluginu",
  "Disable capability checking": "Zakázat kontrolu kompatibility",
  "Capability checking ensures that plug-ins that are incompatible with this version of the server or the current client application you are using are hidden. Disabling capability checking is useful during development, but will enable access to plug-ins that may perform unreliably with certain client applications.": "Kontrolování způsobilosti zajistí, že plug-iny nekompatibilní s touto verzí serveru nebo právě používanou klient aplikací, ...",
  "iPhoto library XML path": "Cesta k XML pro knihovnu iPhoto",
  "Enable iPhoto sharing": "Povolit sdílení iPhoto",
  "iTunes library XML path": "Cesta k XML pro knihovnu iTunes",
  "Enable iTunes sharing": "Povolit sdílení iTunes",
  "AppCast URL": "Adresa pro AppCast",
  "Web Manager URL": "Adresa pro Web Manager",
  "Enable server support for IPv6": "Zapnout serverovou podporu pro IPv6",
  "List of networks that are allowed without auth": "Seznam sítí které nevyžadují autorizaci",
  "Comma separated list of ip/netmask for networks that are allowed into PMS without auth": "Čárkou oddělený seznam sítí (IP/maska), ze kterých je povolen přístup k PMS bez přihlášení",
  "Enable Dolby Digital on Apple TV": "Aktivovat Dolby Digital na Apple TV",
  "When playing video on an Apple TV, allow Dolby Digital audio to play. You must go to Settings on the Apple TV and set Dolby Digital Out to \"On\" in the Audio & Video menu.": "Pro přehrávání videí na Apple TV, aby byl funkční zvuk Dolby Digital, tak musíte rovněž nastavit Dolby Digital Out na \"On\" v menu Audio & Video na Apple TV.",
  "Transcoder quality": "Kvalita Transkodéru",
  "Quality profile used by the transcoder": "Profil kvality použitý transkodérem",
  "Automatic": "Automaticky",
  "Prefer higher speed encoding": "Upřednostňovat vyšší rychlost kódování",
  "Prefer higher quality encoding": "Upřednostňovat vyšší kvalitu kódování",
  "Make my CPU hurt": "Dej procesoru zabrat!",
  "Segmented transcoder timeout": "Segmented transcoder timeout",
  "Timeout in seconds segmented transcodes wait for the transcoder to begin writing data": "Timout (vteřiny), kdy segmented transcodes čekají, než začne transkóder zapisovat data",
  "Transcoder default duration": "Výchozí doba transkódování",
  "Duration in minutes to use when transcoding something with an unknown duration": "Délka trvání v minutách, která se použije, když je převáděno něco s neznámou délkou",
  "Transcoder temporary directory": "Dočasný adresář pro transkodér",
  "Directory to use when transcoding for temporary files": "Adresář pro uložení dočasných souborů během transkódování",
  "Transcoder default throttle buffer": "Výchozí throttle buffer transkóderu",
  "Amount in seconds to buffer before throttling the transcoder": "Doba (vteřiny) k nabufferování před tím, než se zaškrtí transkóder\n\n ",
  "WebKit window visible": "WebKit okno viditelné",
  "Show the WebKit window used by plugins instead of placing it off screen": "Zobrazit WebKit okno používané pluginy místo jeho umístění mimo obrazovku",
  "Enable Media Link down-mixing of DTS audio.": "Zapnout Media Link down-mixing DTS audia.",
  "Media Link does not support DTS audio in certain regions. The Plex Media Server can automatically convert DTS to stereo so that it will play.": "Media Link nepodporuje DTS audio v některých regionech. Plex Media Server může DTS automaticky zkonvertovat do sterea, které přehraje.",
  "Offer higher bitrates over 3G connections": "Nabídnout vyšší datový tok přes 3G připojení",
  "Automatically select audio tracks": "Automaticky vybrat audio stopu",
  "Automatically select audio tracks in your preferred language when possible.": "Pokud je to možné, automaticky vybrat audio stopu v preferovaném jazyce.",
  "Prefer audio tracks in": "Preferovaná audio stopa",
  "Subtitle mode": "Režim titulků",
  "Manually selected": "Ručně vybrané",
  "Shown with foreign audio": "Zobrazit u cizích jazyků",
  "Always enabled": "Vždy povoleno",
  "Prefer subtitles in": "Preferovaný jazyk titulků",
  "DLNA client preferences": "Předvolby DLNA klienta",
  "Client-specific configuration settings for the DLNA server": "Konfigurace nastavení DLNA serveru specifických pro klienta",
  "DLNA default protocol info": "Výchozí informace DLNA protokolu",
  "Protocol info string used in GetProtocolInfo responses by the DLNA server": "Řetězec informací protokolu používá DLNA server v GetProtocolInfo odpovědích ",
  "DLNA media renderer discovery interval": "Interval objevení DLNA media renderu",
  "Number of seconds between DLNA media renderer discovery requests": "Doba (vteřiny) mezi objevovacími požadavky DLNA media renderu",
  "DLNA server announcement lease time": "DLNA server announcement lease time",
  "Duration of DLNA Server SSDP announcement lease time, in seconds": "Doba trvání v sekundách DLNA Server SSDP announcement lease time",
  "DLNA server description icons": "Ikony popisu DLNA serveru",
  "Icons offered by DLNA server when devices request server description": "Ikony poskytnuté DLNA serverem, když zařízení požádá server o popis",
  "DLNA enabled": "DLNA zapnuto",
  "Enable the PMS DLNA server": "Zapnout PMS DLNA server",
  "Platinum logging level": "Platinová úroveň logování",
  "OFF": "VYPNUTO",
  "SEVERE": "STROHÉ",
  "WARNING": "VAROVÁNÍ",
  "INFO": "INFORMACE",
  "FINE": "PŘESNÉ",
  "FINER": "PŘESNĚJŠÍ",
  "FINEST": "NEJPŘESNĚJŠÍ",
  "ALL": "VŠE",
  "DLNA server timeline reporting": "DLNA server timeline reporting",
  "Enable the PMS DLNA server to report timelines for video play activity": "Enable the PMS DLNA server to report timelines for video play activity",
  "Service type for discovered clients": "Typ služby pro objevené klienty",
  "Enable the Bonjour Daemon": "Zapnout Bonjour daemon",
  "Advertised domain": "Publikovaná doména",
  "Enable Bonjour": "Povolit Bonjour",
  "Advertised hostname": "Publikovaný název hostitele",
  "Service type for discovered servers": "Typ služby pro objevené servery",
  "Advertised service type": "Publikovaný typ služby",
  "Enable GDM": "Povolit GDM",
  "Time at which tasks start to run.": "Čas zahájení úkolů.",
  "The time at which the server starts running background maintenance tasks.": "Čas kdy server spustí na pozadí úkoly údržby.",
  "Time at which tasks stop running.": "Čas ukončení úkolů.",
  "Backup database every three days": "Každé tři dni zálohovat databázi",
  "Backup directory": "Složka pro zálohy",
  "The directory in which database backups are stored.": "Složka do které se budou ukládat zálohy databáze.",
  "Optimize database every week": "Každý týden optimalizovat databázi",
  "Remove old bundles every week": "Každý týden odstraňovat staré balíčky",
  "Remove old cache files every week": "Každý týden odstraňovat staré soubory cache",
  "Generate missing media index files nightly": "Každou noc generovat chybějící indexové soubory",
  "Refresh local metadata every three days": "Každé tři dni obnovovat místní metadata",
  "Refresh all libraries nightly": "Každou noc obnovit knihovny",
  "Upgrade media analysis nightly": "Každou noc obnovovat analýzu médií"
}