{
  "Analyze": "Analyse",
  "Optimize...": "Optimise...",
  "Analyzing": "Analysing",
  "Optimize Database": "Optimise Database",
  "Optimize": "Optimise",
  "There was a problem analyzing the library.": "There was a problem analysing the library.",
  "Analyze Library": "Analyse Library",
  "Analyzes all the media files in the library. The analysis captures information about the media which helps Plex decide how to optimally play back the media.": "Analyses all the media files in the library. The analysis captures information about the media which helps Plex decide how to optimally play back the media.",
  "The database was optimized.": "The database was optimised.",
  "There was a problem optimizing this database.": "There was a problem optimising this database.",
  "Unable to enable guest account": "Cannot enable guest account",
  "Unable to disable guest account": "Cannot enable guest account",
  "The server needs a Plex Pass to use sync.": "A Plex Pass is required to use sync.",
  "Right click the \"Plex It!\" button and choose Add to Favorites so you can save videos to Watch Later.": "Right click the \"Plex It!\" button and choose Add to Favourites so you can save videos to Watch Later.",
  "The metadata for this media is invalid. Please reanalyze the media and try again.": "The metadata for this media is invalid. Please reanalyse the media and try again.",
  "This media was unable to be analyzed.": "This media was unable to be analysed.",
  "Add to library: ": "Add to library:",
  "Organize Your Media": "Organise your media",
  "Plex organizes your media into libraries. You can add as many libraries as you want, and you can have multiple libraries with the same type.": "Plex organises your media into libraries. You can add as many libraries as you want, and you can have multiple libraries with the same type.",
  "Unauthorized": "Unauthorised",
  "Help us out by following {1}our guide{2} to naming and organizing your media.": "Help us out by following {1}our guide{2} to naming and organising your media.",
  "Disable Remote Access": "Disable remote access",
  "Analyze Library or Analyze Item": "Analyse Library or Analyse Item",
  "Analyzing {1} in {2} on {3}": "Analysing {1} in {2} on {3}",
  "Comma separated list of ip/netmask for networks that are allowed into PMS without auth": "Comma separated list of IP/netmask for networks that are allowed into PMS without auth",
  "Optimize database every week": "Optimise database every week"
}