{
  "Playback of this media is not supported with the selected player.": "La reproducción de este medio no es soportada por el reproductor seleccionado.",
  "an item": "un elemento",
  "Please check the permissions for this file.": "Por favor compruebe los permisos para este archivo.",
  "Please check that the file exists and the necessary drive is mounted.": "Por favor, verifica que el archivo existe y la unidad necesaria está montada.",
  "This server is not powerful enough to convert music.": "Este servidor no es lo suficientemente poderoso para convertir la música.",
  "This server is not powerful enough to convert video. You may be able to enable playback by increasing your quality setting.": "El servidor no tiene potencia suficiente para convertir vídeo. Le sera posible activar la reproducción aumentando los valores de calidad en configuración.",
  "This server is not powerful enough to convert video.": "Este servidor no es lo suficientemente poderoso para convertir el vídeo.",
  "Please update Plex Media Server. This feature requires {1} or later.": "Por favor, actualizá tu Plex Media Server. Esta función requiere {1} o posterior.",
  "Streaming this media is unsupported.": "La transmisión de este archivo multimedia no es compatible.",
  "There was a problem playing this item.": "Hubo un problema en reproducir este elemento",
  "There was a problem embedding this video.": "Hubo un problema al incrustar este video.",
  "video": "Video",
  "track": "Pista",
  "The server is not powerful enough to convert this {1} for smooth playback. Try playing at the original quality.": "El servidor no es lo suficientemente potente para convertir este {1} para una reproducción fluida. Intenta reproducirlo en la calidad original.",
  "The server is not powerful enough to convert this {1} for smooth playback.": "Este servidor no es lo suficientemente poderoso para convertir este {1} para una reproducción fluida.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network or try a lower quality.": "Tu conexión al servidor no es lo suficientemente rápida para reproducir este {1}. Verifica tu red o intenta usar una calidad menor de reproducción.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network.": "Su conexión con el servidor no es lo suficientemente rápida para transmitir esto {1}. Verifique su conexión.",
  "We are having trouble playing this {1}. Please check your playback setup.": "Estamos teniendo problemas para reproducir {1}. Por favor verifique su configuración de reproducción.",
  "Ensure that media deletion is enabled for library content in your server settings.": "Asegúrese que la eliminación de archivos multimedia de las bibliotecas esté habilitado en la configuración del servidor. ",
  "There was a problem deleting this item.": "Hubo un problema al eliminar este elemento.",
  "There was a problem selecting the stream for this item.": "Ha ocurrido un problema seleccionando el stream en este item.",
  "There was a problem marking this item as watched.": "Hubo un problema al marcar este elemento como visto.",
  "There was a problem marking this item as unwatched.": "Hubo un problema al marcar este elemento como \"no visto\"",
  "There was a problem signing in to Plex.": "Hubo un problema con el inicio de sesión en Plex",
  "from {1}": "desde {1}",
  "None": "Ninguno",
  "You can skip {1} songs an hour per mix.": "Puede pasar de {1} canción cada hora por mezcla. ",
  "Watch Later": "Ver más tarde",
  "Recommended": "Recomendado",
  "{1} sec": "{1} seg",
  "Unknown": "Desconocido",
  "External": "Externo",
  "Forced": "Forzado",
  "Low": "Bajo",
  "Medium": "Mediano",
  "High": "Alto",
  "Highest": "Más alto",
  "Sorry, there was a problem playing this item.": "Lo sentimos, hubo un problema al reproducir este ítem.",
  "{1} and {2}": "{1} y {2}",
  "{1}, {2}, and {3}": "{1}, {2} y, {3}",
  "{1}, {2}, and {3} others": "{1}, {2} y, otros {3}",
  "Movie": "Película",
  "Movies": "Peliculas",
  "TV Show": "Serie",
  "TV Shows": "Programas de Televisión",
  "Music": "Música",
  "Photo": "Foto",
  "Photos": "Fotos",
  "Home Video": "Vídeo Casero",
  "Home Videos": "Vídeos Caseros",
  "Deleted Scene": "Borrar Escena",
  "Interview": "Entrevista",
  "Music Video": "Musica Video",
  "Behind the Scenes": "Entre bastidores",
  "Scene": "Escena",
  "Live Music Video": "Video de música en vivo",
  "Lyric Music Video": "Video Musical con Letra",
  "Concert": "Concierto",
  "Featurette": "Cortometraje",
  "Short": "Corto",
  "Other": "Otro",
  "Show": "Espectáculo",
  "Shows": "Programas",
  "Season": "Temporada",
  "Seasons": "Temporada",
  "Episode": "Capítulo",
  "Episodes": "Episodios",
  "Trailers": "Adelantos",
  "Person": "Persona",
  "People": "Personas",
  "Artist": "Artista",
  "Artists": "Artistas",
  "Album": "Álbum",
  "Albums": "Álbumes",
  "Track": "Pista",
  "Tracks": "Pistas",
  "Picture": "Foto",
  "Pictures": "Fotos",
  "Clips": "Video",
  "Photo Album": "Album de fotos",
  "Photo Albums": "Albumes de fotos",
  "Playlist": "Lista de Reproduccion",
  "Playlists": "Listas de Reproduccion",
  "Subtitles": "Subtitulos",
  "Lyrics": "Canciones",
  "All": "Todos",
  "Unwatched": "No visto",
  "Recently Released": "Lanzado Recientemente",
  "Recently Added": "Recientemente Agregado",
  "Recently Viewed": "Visto recientemente",
  "Recently Viewed Shows": "Programas vistos recientemente",
  "On Deck": "En Cola",
  "By Folder": "Por Carpeta",
  "Genre": "Genero",
  "Collection": "Colección",
  "Bookmark": "Marcador",
  "Writer": "Escritor",
  "country": "país",
  "Chapter": "Capitulo",
  "Review": "Reseña",
  "Label": "Etiqueta",
  "Make": "Crear",
  "Model": "Modelo",
  "Aperture": "Apertura",
  "Exposure": "Exposicion",
  "Lens": "Lente",
  "Device": "Dispositivo",
  "Mood": "Estado de animo",
  "Composer": "Compositor",
  "Featuring": "Presentando",
  "Track Artist": "Artista del tema",
  "Similar Artist": "Artistas similares",
  "This channel is not responding.": "Este Canal no responde",
  "Sorry! There was an error signing out.": "Lo sentimos. Ocurrió un error al cerrar sesión.",
  "Please try again in a few minutes.": "Por favor inténtalo otra vez en unos minutos.",
  "You must be lost.": "Usted debe estar perdido.",
  "This page doesn't exist.": "Esta página no existe.",
  "Media server not found.": "Servidor multimedia no encontrado.",
  "The server you're trying to access doesn't seem to exist.": "El servidor al que está intentando acceder no parece existir.",
  "Media not found.": "Multimedia no encontrado.",
  "The media you're trying to access doesn't seem to exist.": "Los medios de comunicación que estás tratando de acceder no parece existir.",
  "No soup for you!": "Para ti no hay....",
  "The server you're trying to access doesn't want to let you in. Make sure you're signed in as a user with access to this server.": "El servidor al que está intentando acceder no quiere dejarte entrar Asegúrese de que está iniciado sesión como un usuario con acceso a este servidor.",
  "Plex is down for maintenance.": "Plex está fuera de servicio por mantenimiento.",
  "Don't worry, it'll be back soon.": "No te preocupes, ya vuelvo.",
  "Plex is not reachable.": "Plex no es accesible.",
  "Make sure your server has an internet connection and any firewalls or other programs are set to allow access.": "Asegúrese de que su servidor tiene una conexión a Internet y los firewalls u otros programas están configurados para permitir el acceso.",
  "Server unavailable.": "Servidor no disponible.",
  "We couldn't reach \"{1}\". Make sure it's online and try again.": "No pudimos localizar \"{1}\". Asegúrate de que esta en linea e intenta nuevamente. ",
  "We couldn't reach this server. Make sure it's online and try again.": "No pudimos llegar a este servidor. Asegúrese de que está conectado y vuelva a intentarlo.",
  "Yes": "Sí",
  "Invalid Credentials": "Credenciales inválidas",
  "Your credentials have expired. Please sign in again.": "Sus credenciales han expirado. Por favor, iniciar sesión de nuevo.",
  "Ignore": "Ignorar",
  "Sync status is unavailable.": "El estado de la sincronización no se encuentra disponible",
  "The conversion queue is unavailable.": "La cola de conversion no esta disponible",
  "Your channels are unavailable.": "Tus canales no se encuentra disponibles",
  "The channel directory is restricted from shared users.": "La guía de canales se encuentra restringida a los usuarios compartidos.",
  "The channel directory is unavailable.": "El directorio de canales no se encuentra disponible",
  "Playlists are unavailable for this server.": "Las listas de reproducción no están disponibles en este servidor ",
  "Playlist not found.": "Lista de reproducción no encontrada ",
  "Server settings are restricted from shared users.": "La configuración del servidor está restringida a usuarios compartidos.",
  "Server settings are unavailable.": "La configuración del servidor no está disponible.",
  "Your friends are unavailable.": "Tus Amigos no se encuentran disponibles",
  "Your home is unavailable.": "Su hogar no esta disponible.",
  "Your devices are unavailable.": "Tus dispositivos no se encuentra disponibles",
  "This playlist is unavailable.": "Esta lista de reproducción no se encuentra disponible",
  "This playlist item is unavailable.": "El elemento de la lista de reproducción no se encuentra disponible",
  "Announcements are not available.": "No hay anuncios disponibles",
  "There was a problem connecting to this player.": "Hubo un problema al conectar a este reproductor.",
  "This server is unavailable to the player. Please sign this server in to your Plex account and try again.": "Este servidor no está disponible para el reproductor. Por favor inicie la sesión de este servidor en su cuenta Plex e intente nuevamente.",
  "This server is unavailable to the player. Please sign in to your Plex account and try again.": "Este servidor no está disponible para el reproductor. Por favor inicie sesión en su cuenta Plex e intente nuevamente.",
  "Unable to Cast": "No se puede convertir",
  "Your browser does not support video streaming.": "Tu navegador no soporta la transmisión en vivo",
  "Plex Media Server is not responding.": "Plex Media Server no responde",
  "The player is unable to perform this action.": "El reproductor es incapaz de realizar esta acción.",
  "This channel was successfully reset.": "Este canal fue exitosamente reiniciado.",
  "There was a problem resetting this channel.": "Hubo un problema al reiniciar este canal.",
  "This channel was successfully restarted.": "Este canal fue exitosamente reiniciado.",
  "There was a problem restarting this channel.": "Hubo un problema al reiniciar este canal.",
  "This channel could not be uninstalled.": "Este canal no pudo quitar.",
  "Uninstall Channel": "Desinstalar Canal",
  "Are you sure you want to uninstall this channel?": "¿Estás seguro que quieres quitar este canal?",
  "There was a problem checking for updates.": "Hubo un problema buscando actualizaciones.",
  "{1} added to Watch Later.": "Añadido para ver más tarde",
  "There was a problem adding to Watch Later.": "Hubo un problema al agregar a Ver Después.",
  "There was a problem analyzing the library.": "Hubo un problema analizando tu biblioteca.",
  "Analyze Library": "Analizar Biblioteca",
  "Analyzes all the media files in the library. The analysis captures information about the media which helps Plex decide how to optimally play back the media.": "Analiza los archivos de media en la biblioteca. El análisis captura información sobre la media, lo que ayuda a Plex a decidir como reproducirla en forma óptima.",
  "Analyze": "Analizar",
  "Cancel": "Cancelar",
  "There was a problem matching this item.": "Hubo un problema apareando este ítem.",
  "No matches were found using this agent.": "No se encontraron coincidencias usando este agente.",
  "There was a problem searching for matches.": "Hubo un problema buscando coincidencias",
  "Unused bundles are being removed.": "Las colecciones no utilizadas están siendo eliminadas.",
  "There was a problem removing unused bundles.": "Hubo algunos inconvenientes removiendo los paquetes sin usar.",
  "Clean Bundles": "Limpiar Paquetes",
  "The media server stores information about your media to disk, as well as posters, artwork, and other media resources from the internet. Running this task deletes any bundles which are no longer in use.": "El servidor almacena información sobre tu contenido en disco, así como posters, dibujos y otros recursos de internet. Ejecutar esta tarea borra cualquier colección que no se esté usando.",
  "Clean": "Limpiar",
  "Are you sure you want to delete {1} items from your filesystem?": "¿Está seguro que desea borrar {1} los elementos de su sistema de archivos?",
  "Are you sure you want to delete this item from your filesystem?": "¿Estás seguro que deseas eliminar este elemento de tu sistema?",
  "Delete {1}": "Borrar {1}",
  "Delete": "Borrar",
  "Multiple files may be deleted.": "Múltiples archivos podrían ser borrados.",
  "Yes, I'm sure": "Sí, estoy seguro.",
  "Delete File": "Borrar Archivo",
  "Are you sure you want to delete this file from your filesystem?": "¿Está seguro que desea borrar este archivo de su sistema de archivos?",
  "There was a problem deleting the playlist.": "Hubo un problema eliminando la lista de reproducción ",
  "Delete Playlist": "Eliminar la lista de reproucción ",
  "Are you sure you want to delete {1}? This cannot be undone.": "¿Está seguro de querer borrar {1}? Esto no puede deshacerse.",
  "There was a problem deleting the library.": "Hubo un problema al borrar tu biblioteca.",
  "Delete Library": "Borrar Libreria",
  "Are you sure you want to delete {1}?": "¿Está seguro que desea borralo {1}?",
  "This cannot be undone.": "Este cambio es permanente.",
  "The preview thumbnails for items in this library were deleted.": "Las imágenes de previsualización de los elementos de esta biblioteca han sido borrados.",
  "There was a problem deleting the preview thumbnails for items in this library.": "Hubo un problema al borrar las imágenes de previsualización para los elementos de esta biblioteca.",
  "Delete Preview Thumbnails": "Borrar las imágenes de previsualización",
  "Are you sure you want to delete the preview thumbnails for items in this library? This cannot be undone.": "¿Está seguro que desea borrar las imágenes de previsualización de los elementos de esta biblioteca? Los cambios son permanentes.",
  "Delete Version": "Versión eliminada.",
  "The trash was emptied.": "La palelera fue vaciada",
  "There was a problem emptying the trash.": "Hubo un problema al vaciar la papelera.",
  "Empty Trash": "Vaciar papelera",
  "By default the media server doesn't remove information for media right away. This helps if a drive is temporarily disconnected. When you empty the trash for a section, all information about missing media is deleted.": "Por defecto, el servidor de medios no elimina la información de los medios de inmediato. Esto ayuda si una unidad es desconectada temporalmente. Cuando se vacía la papelera de una sección, toda la información sobre medios no encontrados es eliminada.",
  "Empty": "Vacío",
  "Are you sure you want to mark {1} as unwatched?": "¿Está seguro que desea marcar {1} como no visto?",
  "Are you sure you want to mark these movies as unwatched?": "¿Está seguro que desea marcar estas películas como no vistas?",
  "Are you sure you want to mark all episodes of {1} as unwatched?": "Está seguro que desea marcar todos los episodios de {1} como no vistos?",
  "Are you sure you want to mark these episodes as unwatched?": "¿Está seguro que desea marcar estos episodios como no vistos?",
  "Are you sure you want to mark these items as unwatched?": "¿Está seguro que desea marcar estos ítemes como no vistos?",
  "Mark as Unwatched": "Marcar como no visto",
  "Are you sure you want to mark {1} as watched?": "¿Está seguro que desea marcar {1} como visto?",
  "Are you sure you want to mark these movies as watched?": "¿Está seguro que desea marcar estas películas como vistas?",
  "Are you sure you want to mark all episodes of {1} as watched?": "¿Está seguro que desea marcar todos los episodios de {1} como vistos?",
  "Are you sure you want to mark these episodes as watched?": "¿Está seguro que desea marcar estos episodios como vistos?",
  "Are you sure you want to mark these items as watched?": "¿Está seguro que desea marcar estos ítemes como vistos?",
  "Mark as Watched": "Marcar como Visto",
  "There was a problem merging these items.": "Hubo un problema al combinar estos elementos.",
  "Merge": "Unir",
  "Are you sure you want to merge these items together?": "¿Estás seguro que deseas combinar estos elementos?",
  "The database was optimized.": "La base de datos se ha optimizado.",
  "There was a problem optimizing this database.": "Hubo un problema al optimizar la base de datos.",
  "Optimize Database": "Optimizar Base de Datos",
  "Cleans up the library database and ensures it is operating as quickly as possible. This is especially useful when you've added or removed a large amount of media from the library.": "Limpia la base de datos de biblioteca y asegura que está funcionando tan rápido como sea posible. Esto es especialmente útil cuando se ha añadido o eliminado una gran cantidad de medios de la biblioteca.",
  "Optimize": "Optimizar",
  "There was a problem rating this item.": "Hubo un problema con la valoración de este Elemento",
  "There was a problem refreshing.": "Hubo un problema al actualizar.",
  "There was a problem splitting this item apart.": "Hubo un problema al separar este elemento.",
  "Split Apart": "Dividir",
  "Are you sure you want to split this item apart?": "¿Estás seguro que deseas separar este elemento?",
  "There was a problem unmatching this item.": "Hubo un problema al desenlazar este elemento",
  "There was a problem canceling the update.": "Hubo un problema en cancelar la actualización",
  "There was a problem updating the library.": "Hubo un problema con la actualización de la biblioteca",
  "Refresh": "Actualizar",
  "There was a problem connecting your server.": "Hubo un problema al conectar a su server.",
  "There was a problem disconnecting your server.": "Hubo un problema al desconectar tu servidor",
  "Remote Installation": "Instalacion Remota",
  "Continue": "Continuar",
  "The installer may display dialogs that require input. Make sure you have desktop access to the computer running Plex Media Server before continuing.": "El instalador puede mostrar cuadros de diálogo que requieren entrada. Asegúrese de que tiene acceso desde el escritorio al equipo que ejecuta Plex Media Server antes de continuar.",
  "Are you sure you want to remove this server?": "¿Esta seguro que quiere eliminar este servidor?",
  "Remove Server": "Eliminar Servidor",
  "Remove": "Remover",
  "The username or password is incorrect.": "El usuario o clave son incorrectos.",
  "There was a problem signing the server out.": "Hubo un problema con la desconexión de Plex",
  "This account information is invalid.": "Está información de la cuenta es incorrecta.",
  "There was a problem signing up for a Plex account.": "Hubo un problema con el registro de la cuenta",
  "Play Now": "Reproducir Ahora",
  "This will clear the contents of Up Next and play the selection instead.": "Esto borrara los contenidos de la lista de reproducción y reproducirá la selección en su lugar.",
  "There was a problem accepting this invite.": "Hubo un problema para aceptar esta invitación.",
  "You are the admin in your current home. If you leave, the remaining users will be removed and managed users will be deleted.": "Eres el administrador en tu hogar actual. Si te vas, los usuarios restantes serán removidos y los usuarios administrados se eliminarán.",
  "Are you sure you want to join this home? You will leave your current home.": "Seguro que quieres unirte a este hogar? Vas a salir de tu hogar actual.",
  "The admin of this home will have access to your account. Other users of this home will be able to switch to your account by entering your PIN.": "El administrador de este hogar va a tener acceso a tu cuenta. Otros usuarios de esta casa serán capaces de cambiar a tu cuenta introduciendo su PIN.",
  "Join Home": "Unir a Hogar",
  "Join": "Unir",
  "Stop Syncing": " detener la sincronización",
  "There was a problem recommending this item.": "Hubo un problema recomendando este ítem.",
  "Synced items were refreshed.": "Los elementos sincronizados fueron actualizados",
  "Reject Invite": "Rechazar Inivtación",
  "Are you sure you want to reject this invite?": "¿Estás seguro que quieres rechazar esta invitación?",
  "Cancel Invite": "Cancelar Invitación",
  "Are you sure you want to cancel this invite?": "¿Estás seguro que quieres cancelar esta invitación?",
  "There was a problem rejecting this invite.": "Hubo un problema al rechazar esta invitación.",
  "There was a problem canceling this invite.": "Hubo un problema al cancelar esta invitación.",
  "There was a problem removing this device.": "Ocurrió un problema removiendo el dispositivo.",
  "Deleting the Cloud Sync entry will stop Plex from being able to access any existing Cloud Sync content. You will need to create and upload new sync items.": "El borrado de las entradas de Sincronía con la Nube evitará que Plex acceda a cualquier contenido Sincronizado con la Nube. Necesitará crear y subir nuevo contenido.",
  "If you remove this device, you will need to sign in again on the device to restore access to Plex.": "Si remueve este dispositivo, necesitara registrarse de nuevo en el dispositivo para restaurar el acceso a Plex.",
  "Remove Device": "Quitar Dispositivo",
  "There was a problem removing this friend.": "Ocurrio un problema eliminando este amigo.",
  "Are you sure you want to remove {1}?": "¿Estas seguro que deseas eliminar {1}",
  "library": "Biblioteca",
  "libraries": "Bibliotecas",
  "You are sharing {1} {2} with each other.": "Usted esta compartiendo  {1} {2} con algun otro.",
  "You are sharing {1} {2} with this friend.": "Esta compartiendo  {1} {2} con este amigo.",
  "This friend is sharing {1} {2} with you.": "Este amigo le esta compartiendo {1} {2} con usted",
  "This friend will be removed from your home.": "Este amigo ha sido eliminado de su hogar.",
  "You will be leaving your home.": "Esta dejando su Hogar",
  "Remove Friend": "Eliminar Amigo",
  "Leave Home": "Dejar Hogar",
  "Leave": "Dejar",
  "You are the admin in this home. If you leave, the remaining users will be removed and managed users will be deleted.": "Usted es el administrador de este hogar. Si lo deja los usuarios restantes seran quitados y los gestionados seran borrados.",
  "Are you sure you want to leave this home?": "¿ Esta seguro de abandonar este hogar ?",
  "Remove User": "Eliminar usuario",
  "Removing a managed user from your home will delete the managed user. Watched status for this user will be lost. This cannot be undone.": "Eliminar un usuario gestionado desde su casa eliminará el usuario gestionado. El estado observado para este usuario se perderá. Esto no se puede deshacer.",
  "You will no longer be able to switch to this user.": "Usted ya no esta apto para cambiar a este usuario.",
  "There was a problem leaving this home.": "Ocurrio algun problema dejando este hogar.",
  "There was a problem removing this user.": "Ocurrio algun problema quitando a este usuario.",
  "There was a problem removing this share.": "Ocurrio algun problema quitando esto compartido.",
  "There was a problem leaving this server.": "Ocurrio algun problema dejando este servidor.",
  "Stop Sharing": "Detener el compartir",
  "Are you sure you want to stop sharing with this friend?": "¿ Esta seguro que quiere dejar de compartir con este amigo ?",
  "Leave Server": "Dejar servidor",
  "Are you sure you want to leave this server? You can rejoin at any time.": "¿ Esta seguro que quiere dejar este servidor ? Puede volver a ingresar en cualquier momento.",
  "There was a problem sharing this item.": "Ha ocurrido un problema al intentar compartir este item.",
  "This server needs to be connected to Plex to sync its content.": "Este servidor requiere estar conectado a Plex para sincronizar su contenido.",
  "There was a problem connecting to Plex.": "Hubo un problema conectando a Plex.",
  "Unable to enable guest account": "Incapaz de activar la cuenta de invitado",
  "Unable to disable guest account": "Incapaz de desactivar la cuenta de invitado",
  "{1} started playing {2} on {3}.": "{1} empezó a reproducir {2} en {3}",
  "{1} of {2}": "{1} de {2}",
  "The server needs a Plex Pass to use sync.": "El servidor necesita un Plex Pass para usar sincronización.",
  "Learn More": "Aprende más",
  "The server needs to be signed in with a Plex Pass to use sync.": "El servidor necesita  que inicie sesión con una cuenta que disponga de un Plex Pass para usar sincronización.",
  "Sign In": "Iniciar Sesión",
  "Play selected": "Tocar los selecionados",
  "Play All": "Reproducir Todo",
  "Update Library": "Actualizar Biblioteca",
  "Cancel Update": "Cancelar la actualización",
  "There was a problem loading these items.": "Hubo un problema al cargar estos elementos.",
  "This playlist has no items.": "Esta lista de reproducción no tiene elementos.",
  "1 Item": "1 elemento ",
  "{1} Items": "{1} elementos",
  "MIXED": "MEZCLADO",
  "Required": "Requerido",
  "original value": "valor original",
  "blank": "blanco",
  "Play {1}": "Reproducir {1}",
  "Queue {1}": "En espera {1}",
  "You don't have any media servers yet.": "Usted no tiene ningún servidor multimedia todavía.",
  "{1}Download and install{2} one and try again.": "{1}Descargue e instale{2} uno y vuelva a intentarlo.",
  "There was a problem adding to this collection.": "Hubo un problema al agregar a esta colección.",
  "There was a problem adding to the playlist.": "Hubo un problema añadiendo a la lista de reproducción ",
  "There was a problem saving these settings.": "Hubo un problema al guardar estos ajustes.",
  "There was an error editing this item": "Hubo un error al editar este elemento",
  "Edit {1}": "Edición {1} ",
  "Your changes could not be saved.": "Sus cambios no pudieron ser guardados.",
  "Match": "Coincidir",
  "Fix Incorrect Match": "Corregir Asociación Incorrecta",
  "Playlists have been imported.": "Las listas de reproducción han sido importadas. ",
  "There was a problem importing.": "Hubo un problema al importar. ",
  "Search {1}": "Buscar {1}",
  "There was a problem loading '{1}'": "Hubo un problema al cargar '{1}'",
  "Finish Watching Queue": "Terminar de ver la cola de espera",
  "This will clear the contents of your play queue.": "Esto limpiará el contenido de tu cola de espera de reproducción.",
  "You have reached the {1} person home limit.": "Usted ha alcanzado el limite de {1} personas en su hogar.",
  "Your changes have been saved.": "Sus cambios se han guardado.",
  "Right click the \"Plex It!\" button and choose Add to Favorites so you can save videos to Watch Later.": "Click con el botón derecho en \"Plex It!\" y seleccione Agregar a Favoritos de esta manera podrá guardar vídeos para Verlos mas Tarde.",
  "Add the button above to your favorites bar.": "Agrega el botón arriba de tu barra de favoritos.",
  "Drag the \"Plex it!\" button to your Bookmarks Bar so you can save videos to your Watch Later.": "Arrastre el botón \"Plex It!\" a su Barra de Marcadores de esta manera podrá guardar vídeos para Verlos mas Tarde.",
  "Drag the button above to your bookmarks bar.": "Arrastra el botón arriba de tu barra de marcadores.",
  "Plex It!": "¡colocarlo en Plex!",
  "Watched": "Visto",
  "More": "Mas",
  "Less": "Sin",
  "Created": "Creado",
  "Progress for": "Progreso para",
  "Matching": "Coincidencia",
  "Downloading metadata for": "Descargando metadatos para",
  "Loading metadata for": "Cargando metadatos para",
  "Finished processing": "Proceso terminado",
  "Analyzing": "Analizando",
  "Deleted": "Borrado",
  "Transcoding": "Decodificando",
  "Direct Play": "Reproducción Directa",
  "(throttled)": "(Acelerado)",
  "Direct Stream": "Reproducción Directa",
  "Transcode ({1})": "Transcodificar ({1})",
  "Downloading": "Descargando",
  "Uploading": "Subiendo",
  "done": "hecho",
  "This media is inaccessible. Please check that the file exists with the correct permissions.": "El contenido es inaccesible. Por favor comprueba que el archivo posea los permisos correctos.",
  "The metadata for this media is invalid. Please reanalyze the media and try again.": "Los metadatos para este medio son inválidos. Por favor analiza el medio e inténtalo nuevamente.",
  "The client profile for the sync target is invalid.": "El perfil del cliente para la sincronizacion de destino es invalida.",
  "An error occurred processing this media. Please check that the disk is not full.": "Hubo un error al procesar este elemento. Por favor verifica que tu disco no esté lleno.",
  "The transcoder was unable to process this media.": "El transcodificadór no pudo procesar este elemento.",
  "This media was unable to be analyzed.": "Este medio no pudo ser analizado.",
  "This media was unable to be downloaded. Please check that it is still available and try again.": "El medio no pudo ser descargado. Porfavor verifique que todavia este disponible e intente nuevamente.",
  "An error occurred while syncing this media.": "A ocurrido un error mientras se sincronizaba el medio.",
  "Installed": "Instalado",
  "Utility": "Utilidad",
  "{1} episode": "{1} episodio",
  "{1} episodes": "{1} episodios",
  "user": "Usuario",
  "friend": "amigo",
  "Guest User": "Cuenta de Invitado",
  "Managed User": "Usuario Gestionado",
  "invite sent {1}": "Enviar invitacion {1}",
  "invite sent to {1}": "Enviar invitacion a {1}",
  "wants you to join their home and share {1} {2} with you": "quieren que se una a su hogar y compartir {1} {2} con usted",
  "wants to be friends and share {1} {2} with you": "quieren que sean amigos y compartir {1} {2} con usted",
  "wants to share {1} {2} with you": "quieren compartir {1} {2} con usted",
  "wants you to join their home": "quieren que se una a su hogar",
  "wants to be friends": "quiere ser amigos",
  "{1} item": "{1} elemento",
  "{1} items": "{1} elementos",
  "Skipping in {1} seconds...": "Omitiendo en {1} segundos...",
  "Casting to {1}": "Convirtiendo a {1}",
  "This user could not be added to your home.": "Este usuario no puede ser agregado a su hogar.",
  "An invite could not be sent to this user.": "Una invitacion no puede ser enviada a este usuario.",
  "Loading...": "Cargando...",
  "You've added a PIN restriction": "Usted a agregado una restriccion con PIN",
  "You've joined a Plex Home": "Usted se ha unido a un hogar Plex",
  "This PIN could not be saved.": "Este PIN no puede ser guardado.",
  "This PIN could not be removed.": "Este PIN no puede ser removido.",
  "Please enter a 4 digit PIN.": "Por favor ingrese el PIN de 4 digitos",
  "No lyrics available.": "No haya letras disponibles.",
  "An error occurred loading these lyrics.": "Ha ocurrido un error cargando estas letras.",
  "Version {1}": "Version{1}",
  "Automatically select audio and subtitle tracks": "Seleccionar automáticamente pistas de audio y de subtitulo.",
  "Automatically select audio and subtitle tracks in your preferred language when possible.": "Seleccionar automáticamente pistas de audio y de subtitulo en su idioma de preferencia cuando sea posible.",
  "Prefer audio tracks in": "Preferir pistas de audio en",
  "Subtitle mode": "Modo de subtítulo",
  "Manually selected": "Seleccionado Manualmente",
  "Shown with foreign audio": "Mostrado con audio extranjero",
  "Always enabled": "Siempre habilitado",
  "Prefer subtitles in": "Preferir con subtitulos en",
  "An update is available.": "Una actualización esta disponible",
  "Something went wrong.": "Algo salio mal.",
  "Sync": "Sincronizar",
  "Paused": "Pausado",
  "Converting": "Convirtiendo",
  "Waiting": "Esperando",
  "Loading": "Cargando",
  "Connecting": "Conectando",
  "Loading libraries": "Cargando librerías",
  "Shuffle": "Aleatorio",
  "Add to Playlist...": "Agregar a la lista de Reproduccion...",
  "Edit": "Editar",
  "Sync...": "Sincronizar...",
  "Optimize...": "Optimizar...",
  "Deselect All": "Deseleccionar Todo",
  "Account": "Cuenta",
  "Sharing": "Compartiendo",
  "in": "en",
  "Selected": "Seleccionado",
  "Play": "Reproducir",
  "Play Version...": "Reproducir Versión...",
  "Play Next": "Reproducir Siguiente",
  "Play Plex Mix": "Reproducir  Plex Mix",
  "Play Trailer": "Soita Traileri",
  "Play Music Video": "Reproducir video musical",
  "Fix Match...": "Fijar coincidencia...",
  "Match...": "Coincide.. ",
  "Unmatch": "Desvincular",
  "Download": "Descargar",
  "Share...": "Compartir",
  "Recommend...": "Recomendar",
  "Get Info": "Obtenga información.",
  "Previous Page": "Pagina anterior",
  "Next Page": "Pagina siguiente",
  "Downloading Metadata": "Descargando metadatos",
  "In Trash": "En el basurero.",
  "More Actions": "Mas acciones",
  "Poster Size": "Tamaño del afiche.",
  "Rating": "Valoración",
  "Add to Playlist": "Añadir a la lista de reproducción ",
  "{1} albums": "{1} álbunes ",
  "{1} season": "{1} temporada",
  "{1} seasons": "{1} temporadas",
  "Save Changes": "Guardar Cambios",
  "Language": "Idioma",
  "Username": "Usuario",
  "Password": "Contraseña",
  "All Libraries": "Bibliotecas",
  "Discover": "Encontrar",
  "Plex is down for maintenance": "Plex esta fuera de servicio por mantenimiento.",
  "Don't worry, it will be back soon": "No se preocupe, estaremos de regreso muy pronto.",
  "No shared libraries": "No hay librerías compartidas.",
  "A user in your home needs to share a library with you": "Un usuario en su casa ha compartido una librería con usted.",
  "Get your Plex Media Server": "Obtenga su servidor de Plex.",
  "Install your new server": "Instale su nuevo servirdor",
  "To get started streaming your media everywhere, download and install Plex Media Server on the computer or device where you keep your media.": "Para empezar a compartir su contenido en todos lados, descargue e instale el servidor Plex en su computadora o dispositivo de almacenamiento donde usted mantiene su información.",
  "Excellent. Check your download location for Plex Media Server and install it. Once it's running, check back here and we'll get you set up.": "Excelente. Revise la ubicación de descarga de servidor Plex e instalelo. Una vez que este ejecutándose regrese a esta pagina y completaremos la configuración. ",
  "Download Plex Media Server": "Descargue Servidor Plex",
  "Need to download different server?": "Necesitas descargar un instalador de servicio diferente?",
  "Download for Computer Platforms": "Descarga para tu sistema operativo.",
  "Download for NAS Platforms": "Descarga para tu equipo NAS.",
  "Update your Plex Media Server": "Actualize su servidor Plex.",
  "Loading dashboard": "Cargando el tablero",
  "There was an unexpected error loading the dashboard": "Se ha encontrado un inesperado error cargando el tablero",
  "The server \"{1}\" does not support the dashboard": "El servidor \"{1}\"  no soporta este tablero.",
  "Browse libraries using the sidebar": "Navega en todo el contenido usando la barra lateral.",
  "The dashboard is empty": "El tablero esta vació.",
  "Browse and manage your libraries using the sidebar": "Navegue y administre sus librerías usando la barra lateral.",
  "Tip: The \"Include in dashboard\" advanced setting for each library allows content to be displayed here": "Recomendación: La característica avanzada \"Inclusión en el tablero\"  para cada librería permite mostrar el contenido en el tablero.",
  "Add libraries with your media to make the most of Plex Media Server": "Agregue librerías con su contenido para mejorar la distribución en su servidor Plex.",
  "Add Library": "Agregar Librería",
  "Search": "Buscar",
  "No one in your home has shared a library with you.": "Nadie en tu servidor ha compartido una bibloteca contigo.",
  "Learn more": "Aprende más",
  "Loading {1}": "Cargando {1}",
  "Loading list": "Cargando la lista",
  "There was an unexpected error loading {1}": "Se ha encontrado un inesperado error cargando {1}",
  "There was an unexpected error loading this list": "Ha ocurrido un inesperado error cargando la lista",
  "Nothing to see here": "Nada que mostrar aqui",
  "There are no items in {1}": "No hay artículos en {1}",
  "There are no items in this list": "No hay artículos en esta lista.",
  "Looking for servers...": "Buscando servidores...",
  "Unavailable": "No disponible",
  "Cloud": "Nube",
  "Needs Update": "Necesita actualizar",
  "Nearby": "Cercano",
  "Remote": "Remoto",
  "Update Libraries": "Actualizar Librerías",
  "Channels": "Canales",
  "Manage": "Administrar",
  "Settings": "Configuración",
  "Libraries": "Librerías",
  "Version": "Versión",
  "Searching for {1}": "Buscando para {1}",
  "Results for {1}": "Resultados para {1}",
  "No matches found.": "No se encontraron coincidencias.",
  "or": "o",
  "Sign Up": "Registrarse",
  "Confirm Password": "Confirma Contraseña",
  "Passwords do not match": "Las contraseñas no coinciden",
  "Remember me": "Recuérdame",
  "Alerts": "Alertas",
  "Now Playing": "En curso",
  "Alerts are restricted from shared users.": "Las alertas están restringidas a usuarios compartidos",
  "Pause": "Pausa",
  "Resume": "Reanudar",
  "Now Playing is restricted from shared users.": "Ahora la reproducción está restringida a usuarios compartidos",
  "Now Playing is unavailable with synced servers.": "No esta disponible la reproduccion desde los servidores sincronizados.",
  "Now Playing requires Plex Media Server {1} or later.": "La reproduccion necesita Plex Media Server {1} o Posterior",
  "Nothing is synced to this device.": "No hay nada sincronizado con este dispositivo.",
  "You have no sync capable devices.": "No tienen dispositivos con capacidad de sincronización",
  "Play Unwatched": "Reproducir no vistos",
  "Add to playlist": "Añadir a la lista de reproducción",
  "Select": "Seleccionar",
  "Share": "Compartir",
  "Recommend": "Recomendar",
  "Info": "Información",
  "Options": "Opciones",
  "More Info": "Mas información",
  "Experience new music features with a premium music library.": "Experimenta nuevas características de música con una librería premium de música.",
  "Create a library": "Crear una biblioteca",
  "A Plex Media Server update is available!": "Una actualización de Plex Media Server está disponible!",
  "Download now": "Descargar ahora",
  "Install now": "Instalar ahora",
  "Popular Tracks": "Canciones populares",
  "Music Videos": "Videoclips",
  "On Tour": "De Gira",
  "Similar Artists": "Artistas similares",
  "Cast": "Elenco",
  "Failed to load items for this playlist.": "Error al cargar los elementos de la lista de reproducción.",
  "This media type does not have a details page.": "Este tipo de archivo no tiene página de detalles",
  "Details": "Detalles",
  "List": "Lista",
  "Import from iTunes": "Importar desde iTunes ",
  "Edit Library": "Editar la Librería ",
  "Channel Directory": "Guía de Canales",
  "Browse Channels": "Ver Canales",
  "Install Channels": "Instalar Canales",
  "Check for Updates": "Buscar Actualizaciones",
  "choose an image": "Seleccionar una imagen.",
  "drag and drop": "arrastrar y soltar",
  "enter a url": "ingresa una URL",
  "Uploading artwork...": "Subiendo poster...",
  "this artwork was uploaded successfully": "esta obra de arte se ha subido correctamente",
  "{1}upload another{2}": "{1}subir otro archivo{2}",
  "there was an error uploading this artwork": "hubo un error al subir esta obra de arte",
  "{1}try again{2}": "{1}vuelva a intentarlo{2}",
  "Enter a url to upload an image from the web": "Ingresa una URL para subir una imagen de la WEB",
  "enter to {1}upload{2}": "entrar para {1}subir{2}",
  "esc to {1}cancel{2}": "esc para {1}cancelar{2}",
  "Files": "Archivos",
  "Labels": "Etiquetas",
  "Labels require Plex Media Server {1} or later.": "Las etiquetas necesitan Plex Media Server {1} o superior.",
  "You need a Plex Pass to use restrictions.": "El uso de restricciones requiere un Plex Pass.",
  "Auto Match": "Emparejar automáticamente",
  "Nothing queued": "Nada en cola",
  "Up Next": "Subir Siguiente",
  "Casting on": "Reparto de",
  "Disconnect": "Desconectar",
  "{1} Settings": "{1} Ajustes",
  "There was an error adding this library.": "Hubo un error al añadir esta librería",
  "You need to {1}follow these instructions{2} to troubleshoot the Plex Media Server.": "Siga {1} estas instrucciones {2} para solucionar problemas con el Servidor de Medios Plex",
  "Add Folder": "Añadir Carpeta",
  "Add": "Añadir",
  "Select a Collection": "Seleccione una Colección",
  "There are no collections in this library.": "No hay colecciones en esta librería.",
  "New collection...": "Nueva colección...",
  "Select a Playlist": "Seleccionar una lista de reproducción ",
  "Create Playlist": " Crear una lista de reproducción ",
  "There are no playlists on this server.": "No hay listas de reproducción en este servidor.",
  "New playlist...": "Nueva lista de reproducción ...",
  "Browse": "Navegar",
  "Update": "Actualizar",
  "Restart": "Reiniciar",
  "Reset": "Restaurar",
  "Uninstall": "Desinstalar",
  "Install": "Instalar",
  "Directory Settings": "Configuración del directorio",
  "Save": "Guardar",
  "Tags": "Etiquetas",
  "Banner": "Pancarta",
  "Background": "Fondo",
  "Add {1} Library": "Agregar {1} Librería",
  "Select type": "Seleccionar tipo",
  "Add folders": "Agregar carpetas",
  "Create": "Crear",
  "Advanced": "Avanzado",
  "Next": "Siguiente",
  "Location": "Ubicación",
  "Search Options": "Opciones de Búsqueda",
  "Server Unreachable": "Servidor Inalcanzable",
  "Insecure connections will only be allowed when you're on the same network as the server.": "Las conexiones no seguras solamente serán permitidas cuando se encuentre en la misma red que el servidor.",
  "Insecure connections will be allowed to any server.": "Las conexiones no seguras se permitirán a cualquier servidor.",
  "The Allow Fallback to Insecure Connections setting can be changed in Web Settings. Would you like to allow insecure connections?": "La configuración para permitir Retorno a Conexiones Inseguras puede ser cambiada en Configuración Web. ¿Le gustaría permitir conexiones no seguras?",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library. Depending on how many tracks you have, this process can take many minutes to complete.": "Importar desde iTunes agregará tus listas de reproducción de música. También importará tus calificaciones, la fecha que se añadió la música, así como el número de reproducciones u omisiones para las pistas en tu biblioteca. Dependiendo de la cantidad de pistas que tengas, este proceso puede tomar varios minutos para completar.",
  "Overwrite existing playlists": "Sobrescribir las listas de reproducción existentes",
  "Import": "Importar",
  "Keyboard Shortcuts": "Atajos de teclado",
  "Internet Required": "Internet requerido",
  "Plex Pass Required": "Plex Pass requerido",
  "This server cannot reach the Internet. Please verify connectivity and try again.": "Este servidor no puede llegar a Internet. Por favor verifica la conectividad e intenta nuevamente.",
  "This library requires your server be signed in to a Plex Pass account.": "Esta librería requiere que inicie sesión con una cuenta Plex Pass.",
  "Media Server Detection": "Detección de Servidor de Medios",
  "We've detected a Plex Media Server running on this computer, but we can't connect to it. {1}Sign in to your account{2} on the server so that you can access it.": "Hemos detectado un servidor Plex Media que se ejecuta en este equipo, pero no podemos conectarnos con ella. {1} Inicia sesión en su cuenta {2} en el servidor para que pueda acceder a él.",
  "We were unable to find a Plex Media Server running on this computer. If you have one on this or another computer, make sure it's running and signed in to your account.": "No pudimos encontrar un Plex Media Server en este computador. Si tiene un servidor en este computador o en otro, asegúrese de que esté funcionando y registrado en su cuenta.",
  "For more information, please see {1}this support article{2}.": "Para más información, por favor revise este {1}artículo de apoyo{2}.",
  "Media Info": "Información de medio",
  "Delete Files": "Eliminar Archivos",
  "Inaccessible": "Inaccesible",
  "Please check that this file exists and the necessary drive is mounted.": "Por favor, compruebe que el archivo y la unidad existe.",
  "Part": "Parte",
  "View XML": "Ver XML",
  "This feature requires a Plex Pass subscription.": "Esta función requiere un suscripción Plex Pass",
  "Everything you need to experience the best of Plex. Your subscription gives you premium features and exclusive access to new ones.": "Todo lo que necesita para una mejor experiencia Plex. Su suscripción le da funciones premium y acceso exclusivo a las nuevas.",
  "Select Friends": "Selecciona Amigos",
  "Say something about this...": "Di algo acerca de esto...",
  "You need {1}friends{2} to recommend media.": "Necesitas {1} amigos {2} para recomendar un contenido.",
  "Send": "Enviar",
  "Plex Media Server Release Notes": "Notas de la versión de Plex Media Server",
  "New": "Nuevo",
  "Fixes": "Correcciones",
  "Choose Destination": "Escoja un Destino",
  "Select a File": "Selecciona un Archivo",
  "Resume from {1}": "Reanudar desde {1}",
  "Start from beginning": "Comenzar desde el principio",
  "You need to {1}link your account{2}.": "Necesita {1}asociar su cuenta{2}.",
  "Sync Status": "Estado de sincronización ",
  "Plex Terms of Service": "Términos de Servicio de Plex",
  "Agree": "De acuerdo",
  "Problem Connecting to Plex": "Problema al Conectar a Plex",
  "Plex was unable to authenticate your server. Please sign your server out and try again.": "Plex fue incapaz de autenticar tu servidor. Por favor, desconéctate de tu servidor e inténtalo de nuevo.",
  "Your server was unable to reach Plex. Please ensure that the computer or device running your server can access the internet.": "Tu servidor no pudo conectar con Plex. Por favor, asegúrate de que el ordenador o dispositivo que ejecuta el servidor, puede acceder a internet.",
  "Signed in to Plex": "Conectado a Plex",
  "You have successfully signed your server in to Plex, but we were unable to reach it from outside your network.": "Has podido conectar tu servidor a Plex, pero no podemos acceder a él desde fuera de tu red.",
  "If you skip this step you will not be able to share or stream media outside your home. If you change your mind later, you can adjust this in Settings.": "Si se salta este paso usted no será capaz de compartir o transmitir contenido multimedia fuera de su casa. Si cambia de opinión más adelante, puede ajustar esto en Ajustes.",
  "If you would like to enable this now, you will need to configure your router or firewall to allow Plex to contact your server. Please refer to our {1}Connecting a Server{2} article for more information.": "Si quieres activar esto ahora tendrá que configurar su router o firewall para permitir Plex comunicarse con su servidor. Por favor, consulte nuestro artículo {1} Conexión a un servidor {2}  para más información.",
  "Previous": "Anterior",
  "Playing Next": "Reproducir el Siguiente",
  "Users": "Usuarios",
  "Announcements": "Noticias",
  "Help": "Ayuda",
  "Switch User...": "Cambiar Usuario...",
  "Sign Out": "Cerrar Sesión",
  "The library has no content yet.": "La biblioteca aún no tiene contenido.",
  "Click {1}here{2} to add content to the library.": "Haga clic {1} aquí {2} para agregar contenido a la biblioteca.",
  "The library is still being refreshed. Hang on while we look for your content.": "La biblioteca todavía se está actualizando. Espera mientras buscamos tu contenido.",
  "There is no content matching your active filter.": "No hay contenido que coincida con su filtro activo.",
  "There is no content in the selected folder.": "No hay contenido en la carpeta seleccionada.",
  "Invites": "Invitaciones",
  "Friends": "Amigos",
  "Pending": "Pendiente",
  "My Home": "Mi Hogar",
  "Server": "Servidor",
  "Devices": "Dispositivos",
  "Add User": "Añadir Usuario",
  "Enable Guest": "Activar Invitado",
  "Disable Guest": "Desactivar Invitado",
  "Invite Friend": "Invita a un amigo",
  "Show Advanced": "Mostrar Avanzado",
  "Hide Advanced": "Ocultar Avanzado",
  "Debug": "Depuración ",
  "Player": "Reproductor",
  "Automatically Sign In": "Iniciar Sesión Automaticamente",
  "Do not prompt to select a user or enter a PIN during startup on this device.": "No seleccione un usuario o ingrese su PIN durante el inicio en este dispositivo.",
  "Play Theme Music": "Reproducir cortina musical",
  "Automatically play theme music in the background when available.": "Reproducir automáticamente cortina musical de fondo cuando esté disponible.",
  "Show Unwatched Icons": "Mostrar iconos de no visto",
  "Show unwatched icons in list items.": "Mostrar iconos de no visto en listas",
  "Enable Keyboard Shortcuts": "Habilitar Atajos del Teclado",
  "Press ? to view the list of {1}available shortcuts{2}.": "Presione ? para ver la lista de {1}atajos disponibles{2}.",
  "Allow Fallback to Insecure Connections": "Permitir Retorno a Conexiones Inseguras",
  "Allow this browser to make insecure connections to Plex Media Server if secure connections fail.": "Permitir a este explorador hacer conexiones inseguras al Servidor Plex si es que las conexiones seguras fallan.",
  "Debug Level": "Nivel de Depuración",
  "You can view the debug logs {1}here{2}.": "Puede ver los registros de depuración {1}aquí{2}.",
  "Streaming Quality": "Calidad de reproducción en remoto",
  "Local Quality": "Calidad en local",
  "Remote Quality": "Calidad en remoto",
  "Online Quality": "Calidad en Línea",
  "Allows the player to play compatible media without any conversion. In most browsers, direct play supports MP4 videos with h264 video and AAC audio. Videos with subtitles cannot be played directly.": "Permite reproducir archivos compatibles sin convertirlos. La mayoría de los navegadores soportan reproducción directa de archivos MP4 con video h264 y audio AAC. Videos con subtítulos no pueden ser reproducidos directamente.",
  "Allows the server to copy compatible audio and video streams without converting them.": "Permite al servidor para copiar el audio  y vídeo compatible sin tener que convertirlos.",
  "Audio & Subtitles": "Audio & Subtítulos",
  "Allow Direct Play of AC3 Audio": "Permitir Direct Play de audio AC3",
  "Allow MP4 videos with AC3 audio to be played directly. Browser support for AC3 audio is limited.": "Permitir que videos MP4 con audio AC3 sean reproducidos directamente. El soporte para audio AC3 del navegador es limitado.",
  "Prefer AAC Audio": "Preferir AAC",
  "Prefer AAC over MP3 when transcoding audio. Some devices, like the Wii U, only support HLS with AAC audio.": "Preferir AAC sobre MP3 durante la transformación de audio. Algunos dispositivos como el Wii U sólo soportan HLS con audio AAC.",
  "Subtitle Size": "Tamaño de los subtítulos",
  "Burn Subtitles": "Quemar subtítulos",
  "Determines if the server should burn in subtitles when converting video depending on the subtitles format. Avoiding burn in improves server performance and is only supported by the HTML5 player.": "Determina si el servidor debería quemar los subtítulos cuando convierte algún video, dependiendo del formato de los subtítulos. Evitar quemarlos aumenta el desempeño del servidor y sólo es soportado por el reproductor de HTML5.",
  "Cinema Trailers to Play Before Movies": "Trailers para reproductir antes de Películas",
  "Send anonymous usage data to Plex": "Enviar datos de uso anónimos a Plex",
  "Back": "Volver",
  "Done": "Hecho",
  "Setup is not allowed for shared servers.": "La Instalación no está permitida en servidores compartidos.",
  "A problem has been detected with a core component of Plex Media Server.": "Se ha detectado un problema con un componente importante del servidor Plex.",
  "Please visit the {1}forums{2} and provide your logs, as described {3}here{4}.": "Por favor visita los {1}foros{2} y pon tus registros, como se describen {3}aquí{4}.",
  "Welcome to Plex!": "¡Bienvenido a Plex!",
  "Sign in with a Plex account to help your devices find each other, access your media from anywhere, and queue up videos from your browser to watch later in Plex.": "Inicia sesión con una cuenta de Plex para ayudar a los equipos a verse entre sí, acceder a tus archivos multimedia desde cualquier lugar, y poner en cola vídeos desde tu navegador para verlos más tarde en Plex.",
  "Organize Your Media": "Organiza tus archivos multimedia",
  "Plex organizes your media into libraries. You can add as many libraries as you want, and you can have multiple libraries with the same type.": "Plex organiza tus archivos multimedia en bibliotecas. Tú puedes agregar tantas bibliotecas como quieras y puedes tener varias bibliotecas del mismo tipo.",
  "Please wait a moment while Plex starts.": "Aguarde un instante mientras Plex se inicia.",
  "Name": "Nombre",
  "Finish": "Finalizar",
  "Sort": "Ordenar",
  "Filters": "Filtros",
  "Select A Filter": "Selecciona un filtro",
  "Watch Later Help": "Ayuda de Ver Después",
  "Add videos from your browser": "Agrega vídeos desde tu navegador",
  "To save a video to Watch Later, click \"Plex It!\" in your Bookmarks Bar.": "Para guardar un vídeo en Ver mas Tarde. Clicke en \"Plex It!\" en su Barra de Marcadores.",
  "A panel will appear on the left side of the page to let you know the video has been saved.": "Un panel aparecerá a la izquierda de la página para informarle que el video ha sido guardado.",
  "You can also recommend the video to friends or \"fling\" it to a Plex player and watch it there.": "Usted también puede recomendar el video a sus amigos o enviarlo al reproductor Plex y verlo allí",
  "Add videos by email": "Agregar vídeos por correo electrónico",
  "Send an email to the address above with any link(s) you want added to Watch Later.": "Enviar un correo electrónico a la dirección antes mencionada con cualquier enlace (s) que desea agregar a su lista de reproducción.",
  "Add this to your address book so you can easily email links from your iPhone, iPad, Android, or any other device.": "Agrega esto a tu libreta de direcciones para que puedas enviar facilmente por correo los enlaces desde tu iPhone, iPad, Android, o cualquier equipo.",
  "{1} set to {2}.": "{1} ajustado a {2}.",
  "Opened connection to {1}, listening for events.": "Conexión abierta hacia {1}, escuchando eventos...",
  "Connection to {1} closed.": "Conexión a {1} cerrado.",
  "Unable to listen for events on {1}.": "Incapaz de leer eventos en {1}.",
  "Nothing is currently being played.": "Nada se está reproduciendo.",
  "Synced": "Sincronizado",
  "Waiting to be uploaded": "Esperando a ser subidas",
  "Waiting to be downloaded": "Esperando a ser descargado",
  "Waiting to be converted": "Esperando a ser convertido",
  "Disc {1}": "Disco {1}",
  "Score {1}": "Puntuación {1}",
  "No devices found": "Dispositivo no encontrado",
  "No friends yet. {1}Invite a friend{2} and share your libraries.": "No hay amigos aún. {1} Invita a un amigo {2} y compartí tus bibliotecas.",
  "shares {1} {2} with you": "Comparte {1}{2} contigo",
  "sharing {1} {2} with this {3}": "compartiendo {1} {2} con este {3}",
  "invited to share {1} {2}": "quieren compartir {1} {2} con usted",
  "no shared libraries": "No hay bibliotecas compartidas disponibles.",
  "No one else is in your home. {1}Add a user{2} to enable user switching.": "No existen otros usuarios en tu servidor. {1}Agrega un usuario{2} para habilitar cambio de usuario.",
  "You need a Plex Pass to add users to your home.": "Necesitas un Plex Pass para añadir usuarios a tu hogar.",
  "items": "elementos",
  "A large number of sync items may be time-consuming to convert, and the time to upload is dependent on your bandwidth. A large number of high quality items may take a very long time. If you have trouble, try reducing the number of items or your quality setting.": "Un gran numero elementos a sincronizar puede tomar tiempo para convertir, y el tiempo para subirlos depende de su ancho de banda. Un gran numero de elementos de alta calidad puede tomar largo tiempo. Si tiene problemas, intente reducir el número de elementos o reduzca su configuración de calidad.",
  "A large number of sync items may be time-consuming to convert and transfer to your device. If you have trouble, try reducing the number of items.": "Un gran número de elementos para sincronización pueden llevar mucho tiempo para convertir y transferir a tu dispositivo. Si tienes problemas, intenta reducir el número de elementos.",
  "Title": "Título",
  "There was a problem syncing this media.": "Hubo un problema al sincronizar este elemento.",
  "Watch the status of the sync {1}here{2}.": "Ver el estado de la sincronización {1}aquí{2}.",
  "Invite": "Invitar",
  "An invite will be sent to this user.": "Una invitación será enviada a este usuario",
  "Disable guest": "Desactivar invitado",
  "Delete user": "Eliminar Usuario",
  "Remove this friend": "Eliminar Amigo",
  "Remove from home": "Remover de Hogar",
  "My Servers": "Mis Servidores",
  "Restrictions": "Restricciones ",
  "Shared With Me": "Compartido conmigo",
  "Available": "Disponible",
  "Unauthorized": "Sin autorización ",
  "Last Seen": "Último visto ",
  "Address": "Dirección",
  "Port": "Puerto",
  "Allow Channels": "Permitir Canales",
  "Allow Sync": "Habilitar sincronización",
  "Ratings": "Clasificaciones",
  "Allow all ratings": "Habilitar clasificación",
  "Allow all labels": "Habilitar etiquetas",
  "Sync Allowed": "Sincronización Permitida",
  "We were unable to retrieve libraries for {1}. Please ensure the server is signed in to your Plex account.": "No fue posible recuperar las bibliotecas para {1}. Por favor asegúrese de que el servidor haya iniciado sesión en su cuenta Plex.",
  "No libraries": "No hay bibliotecas",
  "Username or email": "Nombre de usuario o correo electronico",
  "Add an Existing Plex User": "Añadir un usuario Plex existente",
  "Adding a Plex user to your home will allow you to quickly switch accounts. The invited user will be asked to confirm home membership.": "Al agregar un usuario Plex a su hogar será posible cambiar de cuenta rápidamente. Al usuario invitado se le pedirá confirmar ser miembro del hogar.",
  "Create a Managed User": "Crear un Usuario Gestionado",
  "Managed users are only available when signed in with an account in your home. You can choose any name you like and you'll be able to set restrictions on accessible media.": "La administración de usuarios sólo está disponible cuando se inicia sesión en una cuenta en su hogar. Puede elegir cualquier nombre que prefiera y podrá fijar restricciones al acceso de contenidos.",
  "The invited user will be asked to confirm friendship. If libraries are shared with the user, you'll be able to set restrictions on accessible media.": "Se le pedirá al usuario invitado que confirme amistad. Si las bibliotecas son compartidas con el usuario, usted podrá fijar restricciones al acceso de contenidos.",
  "Welcome to Plex Home": "Bienvenido a Plex",
  "{1}, so we've made a few changes to help keep your media safe.": "{1}, así que hemos hecho algunos cambios para ayudarle a mantener seguros sus archivos multimedia.",
  "We've increased the security requirements on this server, so anything communicating with it will need to be signed in to a Plex account.": "Hemos aumentado los requisitos de seguridad en este servidor, de manera que cualquier cosa que se comunique con él deberá iniciar sesión en su cuenta Plex.",
  "We've disabled DLNA to prevent any DLNA-enabled device from browsing and playing media without a password or PIN. You can change this preference in your {1}server settings{2}.": "Hemos deshabilitado DLNA para evitar que cualquier dispositivo habilitado para DLNA pueda navegar o reproducir medios sin una contraseña o PIN. Puede cambiar esta preferencia en los {1} ajustes del servidor {2}.",
  "For more information on Plex Home security settings, please see the {1}Plex Home section{2} on our support site.": "Para obtener más información acerca de la configuración de seguridad de Plex Home, consulte {1} la sección Plex Home {2} en nuestro sitio de soporte.",
  "Edit PIN": "Editar PIN",
  "Confirm Current PIN": "Confirmar contraseña actual",
  "Enter PIN": "Ingrese contraseña",
  "You do not currently have a PIN. This will allow any users in this home to switch to your account.": "Usted no posee un PIN en la actualidad. Esto permitirá que cualquier usuario en este hogar se cambie a su cuenta.",
  "Skip": "Saltar",
  "Select User": "Seleccione un usuario",
  "Scanner": "Escáner",
  "A scanner is required.": "Es necesario un escáner.",
  "Agent": "Agente",
  "An agent is required.": "Se requiere al menos un agente",
  "Add folders to your library": "Agregue carpetas a su biblioteca.",
  "Browse for media folder": "Acceda a la carpeta de archivos",
  "At least one folder is required.": "Al menos una carpeta es requerida",
  "Help us out by following {1}our guide{2} to naming and organizing your media.": "Ayúdanos siguiendo {1} nuestra  guía {2} para nombrar y organizar sus contenidos.",
  "Create a premium Plex music library!": "¡Cree una biblioteca Plex premium de música !",
  "Access to the best artwork, artist bios, album reviews, and more": "Acceda a las mejores portadas, biografías de artistas, comentarios de discos, y más",
  "Smart mixes based on track or mood": "Mezclas inteligentes en base a pistas o estado de ánimo",
  "Improved music recognition and matching": "Un mejor reconocimiento de música y selección",
  "Note: An active Plex Pass is required for this service. Don't have a Plex Pass? {1}Subscribe here{2}": " Nota: Se require un Plex Pass activo para este servicio. ¿No posee un Plex Pass? {1}Suscribirse aquí{2}",
  "Create a basic music library": "Crear una biblioteca de música básica",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library.": "Al importar desde iTunes se importarán sus listas de reproducción de música. Además, se importarán sus calificaciones, la fecha en la que agregó temas musicales, así como tambíen las veces que ha tocado o se ha saltado una canción de su biblioteca.",
  "Select your library type": "Seleccione su tipo de biblioteca",
  "Library type": "Tipo de biblioteca",
  "You must select a media type.": "Debe seleccionar un tipo de soporte.",
  "Name your library and choose language.": "Asigne un nombre a su biblioteca y elija su idioma",
  "A library name is required.": "Es necesario un nombre para la biblioteca",
  "A language is required.": "Es necesario un lenguaje.",
  "Last updated {1}": "Última actualización {1}",
  "Each library should only contain one type of media.": "Cada biblioteca debe contener sólo un tipo de medio.",
  "Year": "Año",
  "Select which additional agents should contribute to metadata from {1}, and drag them to change the order of preference.": "Seleccione que canal adicional puede contribuir a la información de metadatos desde  {1}, arrastrelos para cambiar el orden de preferencias.",
  "Connecting server...": "Conectando al servidor...",
  "Disconnecting server...": "Desconectando el servidor...",
  "Not available outside your network": "No disponible fuera de la red.",
  "First {1}sign in{2} to access your server from anywhere.": "Primero {1}inicie sesión en{2} para acceder a su servidor desde cualquier sitio.",
  "Enable to access your server from anywhere.": "Activar el acceso al servidor desde cualquier lugar",
  "Enable Remote Access": "Activar el Acceso Remoto",
  "Your server is signed in to Plex, but is not reachable from outside your network. {1}Learn more{2}": "Su servidor ha iniciado sesión en Plex, pero no es posible contactarlo desde fuera de su red. {1}Aprender más{2}",
  "Disable Remote Access": "Deshabilitar Acceso Remoto",
  "You currently have Remote Access enabled through a manually-specified port. If you wish to disable Remote Access, you will need to remove your manual port forwarding from your router.": "Usted Actualmente cuenta con el Acceso Remoto activado a través de un puerto manualmente especificado. Si desea desactivar el Acceso Remoto, necesitará quitar su configuración de puertos en su router.",
  "Server Mapping": "Mapeo de servidor",
  "Private": "Privado",
  "Unknown IP": "Dirección IP desconocida",
  "Public": "Público",
  "Retry": "Reintentar",
  "Apply": "Aplicar",
  "You may need to enable this to establish a direct connection from outside your network.  You may also need to configure your router.  Detailed instructions are available {1}here{2}.": "Puede que necesites habilitar ésto para estableces una conexión directa del exterior a tu red. También puede ser necesario configurar tu ruteador. Instrucciones detalladas se encuentran {1}aquí{2}.",
  "Server signed in as": "Servidor conectado como",
  "Sign in with your Plex account to help your devices find this server, access your media remotely, and more. {1}Learn more{2}": "Inicie sesión con su cuenta Plex para ayudar a sus equipos a encontrar este servidor, acceder en forma remota a sus archivos multimedia, y más. {1}Aprender más{2}",
  "Checking for Updates": "Buscando actualizaciones",
  "Download Updates": "Descargar Actualizaciones",
  "Downloading Update": "Descargando actualización",
  "Install Update": "Instalar Actualización",
  "Installing": "Instalando",
  "Up to date": "Actualizado",
  "Please install manually.": "Por favor instale manualmente.",
  "What's New": "Lo Nuevo",
  "New Filter": "Nuevo Filtro",
  "Connect": "Conectar",
  "Agents": "Agentes",
  "Library": "Biblioteca",
  "Network": "Red",
  "Languages": "Idiomas",
  "Network Discovery": "Descubrimiento de red",
  "Scheduled Tasks": "Tareas Programadas",
  "Open Keyboard Shortcuts": "Abrir Atajos de Teclado",
  "Close Modal or Close Player or Navigate Back": "Cierra la ventana modal o cierra el reproductor o vuelve a la página anterior",
  "Toggle Sidebar": "Activar la barra lateral",
  "Navigate to Dashboard": "Navegar al Tablero",
  "Navigate to Settings": "Ir a las preferencias",
  "Navigate to Activity": "Ir a la Actividad",
  "Navigate to Watch Later": "Navegar para Ver Después",
  "Navigate to Recommended": "Navegar hacia Recomendados",
  "Navigate to Users": "Navegar hacia Usuarios",
  "Navigate back": "Navegar Atras",
  "Navigate forward": "Navegar adelante",
  "Focus Search": "Búsqueda avanzada",
  "Open Player": "Abrir Reproductor",
  "Edit Library or Edit Item": "Editar Biblioteca o Editar Elemento",
  "Delete Library or Delete Item": "Borrar Libreria o Borrar Item",
  "Update Library or Refresh Item": "Actualizar la Librería o Refrescar el elemento",
  "Analyze Library or Analyze Item": "Analizar la Biblioteca o Analizar Elemento",
  "Play or Pause": "Reproducir o Pausa",
  "Toggle FullScreen": "Cambiar a pantalla completa",
  "Decrease Volume": "Bajar Volumen",
  "Increase Volume": "Subir Volumen",
  "Seek Backward (15 seconds)": "Buscar atrás (15 segundos)",
  "Seek Forward (30 seconds)": "Buscar Atrás (30 segundos)",
  "Step Backward (10 minutes)": "Retroceder (10 minutos)",
  "Step Forward (10 minutes)": "Avanzar (10 minutos)",
  "Skip to Previous Item": "Saltar el elemento anterior",
  "Skip to Next Item": "Saltar al elemento siguiente",
  "Created {1} in {2} on {3}": "Creada {1} en {2} el {3}",
  "Matching {1} in {2} on {3}": "Coincidencia {1} en {2} el {3}",
  "Downloading metadata for {1} in {2} on {3}": "Descarga de metadatos para {1} en {2} de {3}",
  "Loading metadata for {1} in {2} on {3}": "Cargando metadatos para {1} en {2} de {3}",
  "Finished processing {1} in {2} on {3}": "Procesamiento Terminado {1} en {2} de {3}",
  "Analyzing {1} in {2} on {3}": "Analizando {1} en {2} de {3}",
  "Deleted {1} in {2} on {3}": "Eliminado {1} en {2} de {3}",
  "Episode {1}": "Episodio {1}",
  "Summary": "Resúmen",
  "Biography": "Biografía"
}