{
  "an item": "un elemento",
  "Please check the permissions for this file.": "Controlla i permessi di questo file.",
  "Please check that the file exists and the necessary drive is mounted.": "Per favore controlla che il file esista e la necessaria unità sia collegata.",
  "This server is not powerful enough to convert music.": "Questo server non è abbastanza potente per convertire musica.",
  "This server is not powerful enough to convert video. You may be able to enable playback by increasing your quality setting.": "Il server non ha abbastanza potenza per convertire video. Potresti provare ad aumentare la qualità nelle impostazioni.",
  "This server is not powerful enough to convert video.": "Questo server non è abbastanza potente per convertire video.",
  "Synced media cannot be converted to a lower H.264 level.": "Il media sincronizzato non può essere convertito a una qualità H.264 inferiore.",
  "Synced media cannot be converted to a lower quality.": "Il media sincronizzato non può essere convertito a una qualità inferiore.",
  "Converting is not supported for synced media.": "La conversione non è disponibile per il media sincronizzato",
  "Please update Plex Media Server. This feature requires {1} or later.": "Per favore aggiornate Plex Media Server. Per questa funzionalità è necessaria la versione {1} o successiva.",
  "Streaming this media is unsupported.": "Lo streaming di questo elemento non è supportato.",
  "Playback of this media is not supported with the selected player.": "La riproduzione di questo contenuto non è supportata dal lettore selezionato.",
  "There was a problem signing in to Plex.": "Impossibile accedere a Plex.",
  "Ensure that media deletion is enabled for library content in your server settings.": "Assicurati che che la cancellazione dei media sia attivata per i contenuti della libreria nelle impostazione del server.",
  "There was a problem deleting this item.": "Impossibile eliminare questo elemento.",
  "There was a problem selecting the stream for this item.": "Si è verificato un problema selezionando lo streaming di questo elemento.",
  "There was a problem marking this item as watched.": "Impossibile segnare questo elemento come visto.",
  "There was a problem marking this item as unwatched.": "Impossibile segnare questo elemento come da vedere.",
  "from {1}": "da {1}",
  "None": "Nessuno",
  "You can skip {1} songs an hour per mix.": "Puoi saltare {1} canzoni all'ora per mix.",
  "Watch Later": "Guarda dopo",
  "Recommended": "Consigliati",
  "User could not be authenticated": "Impossibile autenticare l'utente",
  "Login is required": "Login richiesta",
  "Password is required": "Password richiesta",
  "Email is required": "Email richiesta",
  "Username has already been taken": "Username già in uso",
  "email has already been taken": "email già in uso",
  "User could not be authenticated. This account only allows signing in with email address": "Impossibile autenticare l'utente. Questo account può accedere solo utilizzando l'indirizzo email.",
  "User could not be authenticated. This IP appears to be having trouble signing in to an account (detected repeated failures)": "Impossibile autenticare l'utente. Questo indirizzo IP sembra avere problemi di accesso (troppi tentativi falliti rilevati).",
  "Password must be at least 8 characters": "La password deve essere composta da almeno 8 caratteri",
  "Password is too weak": "Password troppo debole",
  "Password must be different from username or email address": "La password deve essere diversa dal nome utente o indirizzo email",
  "Email is not a valid email address": "L'indirizzo email fornito non è valido",
  "Username must not be an email address": "La username non può essere un indirizzo email",
  "Username contains invalid characters": "La username contiene caratteri non validi",
  "Pin must be 4 digits": "Il PIN deve essere di 4 cifre",
  "Confirm Password must match Password": "Il campo Conferma Password deve essere uguale al campo Password",
  "Invalid Password": "Password non valida",
  "{1} days": "{1} giorni",
  "{1} day": "{1} giorno",
  "{1} days {2} hr": "{1} giorni {2} ore",
  "{1} day {2} hr": "{1} giorno {2} ore",
  "{1} hr": "{1} ora",
  "{1} left": "{1} rimasto",
  "{1} hr {2} min": "{1} ora {2} minuti",
  "{1} min": "{1} minuti",
  "Unknown": "Sconosciuto",
  "External": "Esterno",
  "Forced": "Forzato",
  "Sorry, there was a problem playing this item.": "Spiacente, c'è stato un problema riproducendo questo elemento.",
  "Low": "Bassa",
  "Medium": "Media",
  "High": "Alta",
  "Highest": "Altissima",
  "{1} and {2}": "{1} e {2}",
  "{1}, {2}, and {3}": "{1}, {2}, e {3}",
  "{1}, {2}, and {3} others": "{1}, {2}, e {3} altri",
  "Movie": "Film",
  "Movies": "Film",
  "TV Show": "Serie TV",
  "TV Shows": "Spettacoli TV",
  "Music": "Musica",
  "Photo": "Foto",
  "Photos": "Foto",
  "Home Videos": "Home Video",
  "Deleted Scene": "Scena eliminata",
  "Interview": "Intervista",
  "Music Video": "Video Musicali.",
  "Behind the Scenes": "Dietro le quinte.",
  "Scene": "Scena.",
  "Live Music Video": "Video musicale Live",
  "Lyric Music Video": "Video Musicali con testo",
  "Concert": "Concerto",
  "Short": "Corto",
  "Other": "Altro",
  "Show": "Mostra",
  "Shows": "Spettacoli",
  "Season": "Stagione",
  "Seasons": "Stagioni",
  "Episode": "Episodio",
  "Episodes": "Episodi",
  "Comic": "Fumetto",
  "Comics": "Fumetti",
  "Person": "Persona",
  "People": "Persone",
  "Artist": "Artista",
  "Artists": "Artisti",
  "Track": "Traccia",
  "Tracks": "Tracce",
  "Picture": "Immagine",
  "Pictures": "Immagini",
  "Photo Album": "Album fotografico",
  "Photo Albums": "Album fotografici",
  "Playlists": "Playlist",
  "Subtitles": "Sottotitoli",
  "Lyrics": "Testi",
  "All": "Tutti",
  "Unwatched": "Da vedere",
  "Recently Released": "Usciti di recente",
  "Recently Added": "Aggiunti di recente",
  "Recently Viewed": "Visti di recente",
  "Recently Viewed Shows": "Show visti di recente",
  "On Deck": "In primo piano",
  "By Folder": "Per cartella",
  "Genre": "Genere",
  "Collection": "Raccolta",
  "Bookmark": "Segnalibro",
  "Director": "Regista",
  "Writer": "Sceneggiatore",
  "Actor": "Attore",
  "country": "Nazione",
  "Chapter": "Capitolo",
  "Review": "Recensione",
  "Label": "Etichetta",
  "Version Background Processing Target": "Versione Sfondo Processando Destinazione ",
  "Make": "Crea",
  "Model": "Modello",
  "Aperture": "Apertura",
  "Exposure": "Esposizione",
  "Lens": "Lente",
  "Device": "Dispositivo",
  "Mood": "Umore",
  "Composer": "Compositore",
  "Featuring": "Caratterizzato",
  "Track Artist": "Trova Artista",
  "Similar Artist": "Artista simile",
  "There was a problem playing this item.": "Impossibile riprodurre questo elemento.",
  "There was a problem embedding this video.": "Impossibile incorporare questo video.",
  "track": "traccia",
  "The server is not powerful enough to convert this {1} for smooth playback. Try playing at the original quality.": "Il server non ha abbastanza potenza per convertire {1} per una riproduzione senza problemi. Prova la riproduzione a qualità originale.",
  "The server is not powerful enough to convert this {1} for smooth playback.": "Il server non ha abbastanza potenza per convertire {1} per una riproduzione senza problemi.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network or try a lower quality.": "La tua connessione al server non è abbstanza veloce per lo streaming di {1}. Controlla la tua connessione o prova una qualità inferiore.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network.": "La tua connessione al server non è sufficiente veloce per lo streaming di {1}. Controlla la tua connessione.",
  "We are having trouble playing this {1}. Please check your playback setup.": "Si sono verificati problemi con la riproduzione di {1}. Controlla l'impostazione del tuo sistema di riproduzione.",
  "This channel is not responding.": "Questo canale non risponde.",
  "Sorry! There was an error signing out.": "Spiacenti! C'è stato un errore durante la disconnessione.",
  "Please try again in a few minutes.": "Per favore riprova tra qualche minuto.",
  "You must be lost.": "Devi esserti perso.",
  "This page doesn't exist.": "Questa pagina non esiste.",
  "Media server not found.": "Media server non trovato.",
  "The server you're trying to access doesn't seem to exist.": "Sembra che il server a cui stai cercando di accedere non esista.",
  "Media not found.": "Contenuto non trovato.",
  "The media you're trying to access doesn't seem to exist.": "Sembra che i contenuti a cui stai cercando di accedere non esistano.",
  "No soup for you!": "Niente minestra per te!",
  "The server you're trying to access doesn't want to let you in. Make sure you're signed in as a user with access to this server.": "Il server al quale stai cercando di accedere non ti permette l'accesso. Assicurati di avere le credenziali necessarie per accedervi.",
  "Plex is down for maintenance.": "Plex è fermo per manutenzione.",
  "Don't worry, it'll be back soon.": "Non preoccuparti, tornerà presto.",
  "Plex is not reachable.": "Plex non è raggiungibile.",
  "Make sure your server has an internet connection and any firewalls or other programs are set to allow access.": "Assicurati che il tuo server sia connesso a internet e che eventuali firewall o altri programmi siano impostati per permetterne l'accesso.",
  "Server unavailable.": "Server non disponibile.",
  "We couldn't reach \"{1}\". Make sure it's online and try again.": "Non siamo stati in grado di raggiungere \"{1}\". Accertati che sia online e riprova.",
  "We couldn't reach this server. Make sure it's online and try again.": "Questo server è irraggiungibile. Accertatevi che sia online e riprovate.",
  "Yes": "Si",
  "Invalid Credentials": "Credenziali non valide",
  "Your credentials have expired. Please sign in again.": "Le tue credenziali sono scadute. Per favore accedi di nuovo",
  "Ignore": "Ignora",
  "Sync status is unavailable.": "Stato di sincronizzazione non disponibile.",
  "The conversion queue is unavailable.": "La coda di conversione non è disponibile.",
  "Your channels are unavailable.": "I tuoi canali non sono disponibili.",
  "The channel directory is restricted from shared users.": "L'elenco dei canali non è disponibile per gli utenti condivisi.",
  "The channel directory is unavailable.": "L'elenco dei canali non è disponibile.",
  "Playlists are unavailable for this server.": "Le playlist non sono disponibili per questo server",
  "Playlist not found.": "Playlist non trovata",
  "Server settings are restricted from shared users.": "Le impostazioni del server non sono accessibili agli utenti condivisi.",
  "Server settings are unavailable.": "Le impostazioni del server non sono disponibili.",
  "Your friends are unavailable.": "I tuoi amici non sono disponibili.",
  "Your home is unavailable.": "La tua casa non è disponibile.",
  "Your devices are unavailable.": "I tuoi dispositivi non sono disponibili.",
  "This playlist is unavailable.": "Questa playlist non è disponibile.",
  "This playlist item is unavailable.": "Questo elemento della playlist non è disponibile.",
  "Announcements are not available.": "Gli annunci non sono disponibili.",
  "This channel was successfully reset.": "Questo canale è stato reimpostato correttamente.",
  "There was a problem resetting this channel.": "Impossibile reimpostare questo canale.",
  "This channel was successfully restarted.": "Questo canale è stato riavviato correttamente",
  "There was a problem restarting this channel.": "Impossibile riavviare questo canale.",
  "Unable to Uninstall Channel": "Impossibile disinstallare il Canale",
  "This channel could not be uninstalled, but you can disable it in the server settings.": "Questo canale non può essere disinstallato, ma puoi disabilitarlo nelle impostazioni del server.",
  "This channel could not be uninstalled.": "Questo canale non può essere disinstallato.",
  "Uninstall Channel": "Disinstalla canale",
  "Are you sure you want to uninstall this channel?": "Sei sicuro di voler disinstallare questo canale?",
  "There was a problem checking for updates.": "Si è verificato un problema durante il controllo degli aggiornamenti.",
  "{1} added to Watch Later.": "{1} aggiunto in Guarda più tardi.",
  "There was a problem adding to Watch Later.": "Si è verificato un problema nell'aggiungere questo elemento in \"Guarda più' tardi\". ",
  "There was a problem analyzing the library.": "Impossibile analizzare la libreria.",
  "Analyze Library": "Analizza la Libreria",
  "Analyzes all the media files in the library. The analysis captures information about the media which helps Plex decide how to optimally play back the media.": "Analizza i file della libreria. L'analisi estrae informazioni che aiutano Plex a riprodurre i file multimediali nel miglior modo.",
  "Analyze": "Analizza",
  "Cancel": "Annulla",
  "There was a problem matching this item.": "Impossibile associare questo elemento.",
  "No matches were found using this agent.": "Non è stata trovata alcuna associazione con questo agente.",
  "There was a problem searching for matches.": "Impossibile cercare delle associazioni.",
  "Unused bundles are being removed.": "Rimozione dei pacchetti inutilizzati in corso.",
  "There was a problem removing unused bundles.": "Si è verificato un problema nella rimozione dei pacchetti inutilizzati.",
  "Clean Bundles": "Pulisci Pacchetti",
  "The media server stores information about your media to disk, as well as posters, artwork, and other media resources from the internet. Running this task deletes any bundles which are no longer in use.": "Il media server conserva su disco le informazioni sui tuoi media, oltre a locandine, copertine e altre risorse da internet. L'esecuzione di questa operazione cancellerà i contenuti che non sono più utilizzati.",
  "Clean": "Pulisci",
  "Are you sure you want to delete {1} items from your filesystem?": "Sei sicuro di voler eliminare {1} elementi dal tuo disco?",
  "Are you sure you want to delete this item from your filesystem?": "Sei sicuro di voler eliminare questo elemento dal tuo filesystem?",
  "Delete {1}": "Elimina {1}",
  "Delete": "Elimina",
  "Multiple files may be deleted.": "Più file potrebbero essere eliminati.",
  "Yes, I'm sure": "Si, sono sicuro",
  "Delete File": "Elimina file",
  "Are you sure you want to delete this file from your filesystem?": "Sei sicuro di voler eliminare questo file dal tuo disco?",
  "There was a problem deleting the playlist.": "Si è verificato un problema durante la cancellazione della playlist",
  "Delete Playlist": "Cancella la playlist",
  "Are you sure you want to delete {1}? This cannot be undone.": "Sei sicuro di voler eliminare {1}? L'operazione non si può annullare.",
  "There was a problem deleting the library.": "Si è verificato un problema durante la cancellazione della libreria.",
  "Delete Library": "Elimina libreria",
  "Are you sure you want to delete {1}?": "Sei sicuro di voler eliminare {1}?",
  "This cannot be undone.": "Questo non può essere annullato.",
  "The preview thumbnails for items in this library were deleted.": "Le anteprime degli elementi di questa libreria sono state cancellate.",
  "There was a problem deleting the preview thumbnails for items in this library.": "C'è stato un problema durante l'eliminazione delle miniature di anteprima degli elementi in questa libreria.",
  "Delete Preview Thumbnails": "Elimina miniature di anteprima",
  "Are you sure you want to delete the preview thumbnails for items in this library? This cannot be undone.": "Sei sicuro di voler eliminare le miniature di anteprima degli elementi in questa libreria? Questo non può essere annullato.",
  "There was a problem deleting these versions.": "Si è verificato un problema durante l'eliminazione di queste versioni.",
  "Are you sure you want to delete {1} versions of {2}?": "Sei sicuro di voler eliminare {1} versioni di {2}?",
  "Are you sure you want to delete the {1} version of {2}?": "Sei sicuro di voler eliminare il {1} versione {2}?",
  "Delete Versions": "Cancella Tutte le Versioni",
  "Delete Version": "Elimina Versione",
  "The trash was emptied.": "Il cestino è stato vuotato.",
  "There was a problem emptying the trash.": "Si è verificato un problema durante lo svuotamento del cestino.",
  "Empty Trash": "Svuota Cestino",
  "By default the media server doesn't remove information for media right away. This helps if a drive is temporarily disconnected. When you empty the trash for a section, all information about missing media is deleted.": "Quando vengono rimossi i supporti dove sono memorizzati i tuoi media, le informazioni associate ad essi vengono conservate. Svuotando il cestino di una sezione invece, tutte le informazioni riguardanti media mancanti vengono cancellate.",
  "Empty": "Vuoto",
  "Are you sure you want to mark {1} as unwatched?": "Sei sicuro di voler segnare {1} come da vedere?",
  "Are you sure you want to mark these movies as unwatched?": "Sei sicuro di voler segnare questi film come da vedere?",
  "Are you sure you want to mark all episodes of {1} as unwatched?": "Sei sicuro di voler segnare tutti gli episodi di {1} come da vedere?",
  "Are you sure you want to mark these episodes as unwatched?": "Sei sicuro di voler segnare questi episodi come da vedere?",
  "Are you sure you want to mark these items as unwatched?": "Sei sicuro di voler segnare questi elementi come da vedere?",
  "Mark as Unwatched": "Segna come Non Visto",
  "Are you sure you want to mark {1} as watched?": "Sei sicuro di voler segnare {1} come già visto?",
  "Are you sure you want to mark these movies as watched?": "Sei sicuro di voler segnare questi film come già visti?",
  "Are you sure you want to mark all episodes of {1} as watched?": "Sei sicuro di voler segnare tutti gli episodi di {1} come visti?",
  "Are you sure you want to mark these episodes as watched?": "Sei sicuro di voler segnare questi episodi come già visti?",
  "Are you sure you want to mark these items as watched?": "Sei sicuro di voler segnare questi elementi come già visti?",
  "Mark as Watched": "Segna come Visto",
  "There was a problem merging these items.": "Impossibile unire questi elementi.",
  "Merge": "Unisci",
  "Are you sure you want to merge these items together?": "Sei sicuro di voler unire insieme questi elementi?",
  "The database was optimized.": "Il database è stato ottimizzato.",
  "There was a problem optimizing this database.": "C'è stato un problema ottimizzando questo database",
  "Optimize Database": "Ottimizza database",
  "Cleans up the library database and ensures it is operating as quickly as possible. This is especially useful when you've added or removed a large amount of media from the library.": "Pulisce il database della collezione e assicura che sia ottimizzato per una maggiore reattività. E' utile utilizzarlo quando si aggiungono o rimuovono grosse quantità di file multimediali.",
  "Optimize": "Ottimizza",
  "There was a problem rating this item.": "Impossibile valutare questo elemento.",
  "There was a problem refreshing.": "C'è stato un problema di aggiornamento.",
  "There was a problem splitting this item apart.": "Impossibile separare questo elemento in più parti.",
  "Split Apart": "Separare",
  "Are you sure you want to split this item apart?": "Sei sicuro di volere separare questo elemento in più parti?",
  "There was a problem unmatching this item.": "Impossibile rimuovere l'associazione per questo elemento.",
  "There was a problem canceling the update.": "Impossibile annullare l'aggiornamento.",
  "There was a problem updating the library.": "Impossibile aggiornare la libreria.",
  "Refresh All": "Aggiorna Tutto",
  "Forces a download of fresh media information from the internet. This can take a long time. Any locked fields are not modified.": "Forza il download di nuove informazioni da internet. Questo può durare un po'.\nOgni campo bloccato non sarà modificato.",
  "Refresh": "Aggiorna",
  "Play Now": "Riproduci subito",
  "This will clear the contents of Up Next and play the selection instead.": "Questo cancellerà il contenuto di Subito dopo e riprodurrà la selezione al suo posto.",
  "The connected player doesn't support queueing.": "Il lettore collegato non supporta la messa in coda.",
  "There was a problem connecting your server.": "C'è stato un problema nel collegamento al tuo server.",
  "There was a problem disconnecting your server.": "C'è stato un problema nel disconettere il tuo server.",
  "Remote Installation": "Installazione Remota",
  "Continue": "Continua",
  "The installer may display dialogs that require input. Make sure you have desktop access to the computer running Plex Media Server before continuing.": "Il programma di installazione potrebbe visualizzare alcune finestre di dialogo che richiedono delle conferme. Assicurati di avere accesso al computer che esegue Plex Media Server prima di continuare.",
  "If you remove the server, all syncs and shares associated with the server will be lost and you will need to sign the server in again to restore access to Plex.": "Se rimuovi il server, sarà necessario associarlo nuovamente per ripristinare l'accesso a Plex.",
  "Are you sure you want to remove this server?": "Sei sicuro di voler rimuovere questo server?",
  "Remove Server": "Rimuovi Server",
  "Remove": "Rimuovi",
  "The username or password is incorrect.": "Il nome utente o la password sono errati.",
  "There was a problem signing the server out.": "Si è verificato un problema disconnettendo il server.",
  "This account information is invalid.": "Le informazioni per questo account non sono corrette.",
  "There was a problem signing up for a Plex account.": "Impossibile creare un account Plex.",
  "There was a problem accepting this invite.": "Si è verificato un problema accettando questo invito.",
  "You are the admin in your current home. If you leave, the remaining users will be removed and managed users will be deleted.": "Sei l'amministratore nella tua attuale casa. Se te ne vai, gli altri utenti saranno rimossi e gli utenti gestiti saranno eliminati.",
  "Are you sure you want to join this home? You will leave your current home.": "Sei sicuro di volerti unire a questa casa? In questo modo lascerai la tua casa attuale.",
  "The admin of this home will have access to your account. Other users of this home will be able to switch to your account by entering your PIN.": "L'amministratore di questa casa avrà accesso al tuo account. Altri utenti di questa casa potranno passare al tuo account inserendo il tuo PIN.",
  "Join Home": "Unisciti alla casa",
  "Join": "Unisciti",
  "Please sign in to remove sync items.": "Effettuare l'accesso per rimuovere gli elementi sincronizzati.",
  "There was a problem removing this sync item.": "C'è stato un problema durante la rimozione di questo oggetto di sincronizzazione.\\n",
  "Stop Syncing": "Ferma sincronizzazione",
  "Are you sure you want to stop syncing this item? All files created by this job will be removed from the device.": "Sei sicuro di voler interrompere la sincronizzazione di questo elemento? Tutti i file creati da questo lavoro saranno rimossi dal dispositivo.",
  "There was a problem recommending this item.": "Si è verificato un problema nel consigliare questo elemento.",
  "Synced items were refreshed.": "Gli elementi sincronizzati erano aggiornati.",
  "Reject Invite": "Rifiuta invito",
  "Are you sure you want to reject this invite?": "Sei sicuro di voler rifiutare questo invito?",
  "Cancel Invite": "Annulla invito",
  "Are you sure you want to cancel this invite?": "Sei sicuro di voler annullare questo invito?",
  "There was a problem rejecting this invite.": "Si è verificato un problema rifiutando questo invito.",
  "There was a problem canceling this invite.": "Si è verificato un problema eliminando questo invito.",
  "There was a problem removing this device.": "Si è verificato un problema rimuovendo questo dispositivo.",
  "Deleting the Cloud Sync entry will stop Plex from being able to access any existing Cloud Sync content. You will need to create and upload new sync items.": "L'eliminazione della voce Cloud Sync impedirà a Plex di accedere ai contenuti di Cloud Sync. Sarà necessario creare e caricare nuovi elementi sincronizzati.",
  "If you remove this device, you will need to sign in again on the device to restore access to Plex.": "Se rimuovi il dispositivo, sarà necessario associarlo di nuovo per ripristinare l'accesso a Plex.",
  "Remove Device": "Rimuovi dispositivo",
  "There was a problem removing this friend.": "Si è verificaro un problema rimuovendo questo amico.",
  "Are you sure you want to remove {1}?": "Sei sicuro di voler rimuovere {1}?",
  "library": "libreria",
  "libraries": "librerie",
  "You are sharing {1} {2} with each other.": "Stai condividendo {1} {2} con tutti.",
  "You are sharing {1} {2} with this friend.": "Stai condividendo {1} {2} con questo amico.",
  "This friend is sharing {1} {2} with you.": "Questo amico condivide {1} {2} con te.",
  "This friend will be removed from your home.": "Questo amico sarà rimosso dalla tua casa.",
  "You will be leaving your home.": "Lascerai la tua casa.",
  "Remove Friend": "Rimuovi amico",
  "Leave Home": "Lascia la casa",
  "Leave": "Esci",
  "You are the admin in this home. If you leave, the remaining users will be removed and managed users will be deleted.": "Sei l'amministratore di questa casa. Se te ne vai, gli altri utenti saranno rimossi e gli utenti gestiti saranno eliminati.",
  "Are you sure you want to leave this home?": "Sei sicuro di voler lasciare questa casa?",
  "Remove User": "Rimuovi Utente",
  "Removing a managed user from your home will delete the managed user. Watched status for this user will be lost. This cannot be undone.": "Rimuovere un utente gestito dalla tua casa eliminerà l'utente gestito. Lo stato degli elementi visti per questo utente sarà perduto. Questa operazione non può essere annullata.",
  "You will no longer be able to switch to this user.": "Non sarai più in grado di passare a questo utente.",
  "There was a problem leaving this home.": "Si è verificato un problema nel lasciare questa casa.",
  "There was a problem removing this user.": "C'è stato un problema a rimuovere questo utente.",
  "There was a problem removing this share.": "C'è stato un problema a rimuovere questa condivisione.",
  "There was a problem leaving this server.": "C'è stato un problema a lasciare questo server.",
  "Stop Sharing": "Ferma condivisione.",
  "Are you sure you want to stop sharing with this friend?": "Sei sicuro di voler interrompere la condivisione con questo amico?",
  "Leave Server": "Esci dal Server",
  "Are you sure you want to leave this server? You can rejoin at any time.": "Se sicuro di volere abbandonare questo server? Puoi accedere di nuovo in qualsiasi momento.",
  "There was a problem sharing this item.": "Impossibile condividere questo elemento.",
  "This server needs to be connected to Plex to sync its content.": "Questo server deve essere connesso a Plex per sincronizzare i contenuti.",
  "There was a problem connecting to Plex.": "Impossibile connettersi a Plex",
  "Unable to enable guest account": "Impossibile abilitare l'utente ospite",
  "Unable to disable guest account": "Impossibile disabilitare l'utente ospite",
  "There was a problem connecting to this player.": "Impossibile connettersi a questo lettore.",
  "This server is unavailable to the player. Please sign this server in to your Plex account and try again.": "Questo server non è disponibile per il player. Per favore traccia questo server nel tuo account Plex e riprova.",
  "This server is unavailable to the player. Please sign in to your Plex account and try again.": "Questo server non è disponibile per il player. Per favore accedi al tuo account Plex e riprova.",
  "Unable to Cast": "Impossibile eseguire il Casting",
  "Your browser does not support video streaming.": "Il tuo browser non supporta lo streaming video.",
  "Plex Media Server is not responding.": "Plex Media Server non risponde.",
  "Please allow Direct Play in Settings > Web > Player > Show Advanced.": "Per favore abilitare Direct Play in Impostazioni > Web > Mostra Avanzate",
  "Please increase the Streaming Quality in Settings > Web > Player.": "Per favore aumenta la qualità in Impostazioni > Web > Qualità streaming",
  "The player is unable to perform this action.": "Impossibile eseguire questa azione.",
  "There was a problem analyzing this item.": "C'è stato un problema durante l'analisi di questo oggetto.\\n",
  "There was a problem refreshing this item.": "Si è verificato un problema nell'aggiornamento di questo elemento",
  "There was an unexpected error marking an item watched.": "Si è verificato un errore imprevisto nel segnare un elemento come visto.",
  "There was an unexpected error marking an item unwatched.": "Si è verificato un errore imprevisto nel segnare un elemento come non visto.",
  "There was an unexpected error refreshing an item.": "Si è verificato un errore imprevisto durante l'aggiornamento di un elemento.",
  "There was an unexpected error analyzing an item.": "Si è verificato un errore imprevisto durante l'analisi di un elemento.",
  "There was an unexpected error deleting an item.": "Si è verificato un errore imprevisto durante l'eliminazione di un elemento.",
  "There was a problem updating a library.": "C'è stato un problema nell'aggiornamento di una libreria.",
  "There was a problem optimizing the database.": "Si è verificato un problema nell'ottimizzazione del database\\n",
  "{1} started playing {2} on {3}.": "{1} ha iniziato la riproduzione di {2} su {3}.",
  "Play selected": "Avvia selezionati",
  "Play All": "Riproduci tutto",
  "{1} of {2}": "{1} di {2}",
  "There was a problem converting 1 item.": "Si è verificato un problema di conversione 1 elemento",
  "There were problems converting {1} items.": "Si è verificato un problema nella conversione {1} articoli.",
  "{1} was last seen {2}. Syncing will resume next time you launch Plex on this device.": "{1} è stato visto {2}. La sincronizzazione riprenderà la prossima volta che Plex verrà avviato su questo dispositivo.",
  "The server needs a Plex Pass to use sync.": "Il server ha bisogno di un Plex Pass per usare la sincronizzazione.",
  "Learn More": "Scopri di più",
  "The server needs to be signed in with a Plex Pass to use sync.": "Si deve effettuare l'accesso del server con un Plex Pass per usare la sincronizzazione.",
  "Sign In": "Accedi",
  "Update Library": "Aggiorna libreria",
  "Cancel Update": "Annulla aggiornamento",
  "There was a problem loading these items.": "Ci sono problemi nel caricare questi elementi.",
  "This playlist has no items.": "Questa playlist non contiene alcuna voce.",
  "1 Item": "1 elemento.",
  "{1} Items": "{1} Elementi.",
  "Play {1}": "Avvia {1}",
  "Queue {1}": "Coda {1}",
  "YYYY-MM-DD": "AAAA-MM-GG",
  "MIXED": "MIXATO",
  "Required": "Richiesto",
  "this {1}": "questo {1}",
  "original value": "valore originale",
  "blank": "vuoto",
  "You don't have any media servers yet.": "Non hai ancora nessun server multimediale.",
  "{1}Download and install{2} one and try again.": "{1}Scarica e installane{2} uno poi prova ancora.",
  "Unable to load contents of '{1}'": "Impossibile caricare gli elementi di '{1}'",
  "There was a problem adding to this collection.": "Impossibile aggiungere elementi a questa raccolta.",
  "There was a problem adding to the playlist.": "Si è verificato un problema durante l'aggiunta alla playlist.",
  "There was a problem saving these settings.": "Si è verificato un problema salvando queste impostazioni.",
  "There was an error editing this item": "Si è verificato un errore durante la modifica di questo elemento",
  "Edit {1}": "Modifica {1}",
  "Your changes could not be saved.": "Le tue modifiche non possono essere salvate.",
  "Match": "Associa",
  "Fix Incorrect Match": "Correggi associazione sbagliata",
  "Playlists have been imported.": "Le playlist sono state importate.",
  "There was a problem importing.": "Si è verificato un problema durante l'importazione.",
  "Search {1}": "Cerca {1}",
  "There was a problem loading '{1}'": "Si è verificato un problema nel caricamento di '{1}'",
  "Finish Watching Queue": "Finisci di guardare la coda",
  "This will clear the contents of your play queue.": "Questo cancellerà i contenuti della tua coda di riproduzione.",
  "You have reached the {1} person home limit.": "Hai raggiunto il limite della casa di {1} persone. ",
  "Your changes have been saved.": "Le tue modifiche sono state salvate.",
  "Right click the \"Plex It!\" button and choose Add to Favorites so you can save videos to Watch Later.": "Fai click con il tasto destro del mouse sul pulsante \"Plex It!\" e scegli Aggiungi ai Preferiti per salvare i video su Guarda più tardi.",
  "Add the button above to your favorites bar.": "Aggiungi il pulsante qui sopra alla tua barra dei preferiti.",
  "Drag the \"Plex it!\" button to your Bookmarks Bar so you can save videos to your Watch Later.": "Trascina il pulsante \"❯ Plex it!\" sulla Barra dei Segnalibri per salvare i video su Guarda più tardi.",
  "Drag the button above to your bookmarks bar.": "Trascina il pulsante qui sopra sulla tua barra dei segnalibri.",
  "⌘ C": "⌘ C\\n",
  "{1} to copy": "{1} per copiare",
  "Plex It!": "Vedi su Plex!",
  "Watched": "Visto",
  "There was a problem deleting all versions.": "Si è verificato un problema  durante l'eliminazione di queste versioni",
  "Delete All Versions": "Cancella Tutte le Versioni",
  "Are you sure you want to delete all versions? This cannot be undone.": "Sei sicuro di voler eliminare tutte le versioni? L'operazione non può essere annullata.",
  "Unable to stop generating these versions.": "Impossibile fermare la generazione di queste versioni",
  "Removing this item will delete all versions created by {1}. Are you sure you want to continue?": "La rimozione di questo articolo eliminerà tutte le versioni create da {1}. Sei sicuro di voler continuare?",
  "Removing this item will delete all related versions. Are you sure you want to continue?": "La rimozione di questo articolo eliminerà tutte le versioni correlate. Sei sicuro di voler continuare?",
  "There was a problem disabling this version.": "C'è stato un problema durante la disabilitazione di questa versione.\\n",
  "Remove Version": "Cancella versione",
  "Are you sure you want to delete this version? You can enable it again in Optimized Versions Settings.": "Sei sicuro di voler eliminare questa versione? Puoi riattivarla nelle impostazioni di Versioni Ottimizzate.",
  "There was a problem enabling this version.": "Si è verificato un problema durante l'attivazione di questa versione",
  "There was a problem processing this item.": "Si è verificato un problema durante l'elaborazione di questo elemento",
  "There was a problem processing these items.": "Si è verificato un problema durante l'elaborazione di questi elementi",
  "More": "Altro",
  "Less": "Meno",
  "Created": "Creato",
  "Progress for": "Avanzamento di",
  "Matching": "Associo...",
  "Downloading metadata for": "Scarico metadati per",
  "Loading metadata for": "Caricamento metadati per",
  "Finished processing": "Elaborazione completata",
  "Analyzing": "Analizzando",
  "Deleted": "Eliminato",
  "Transcoding": "Conversione in corso",
  "Direct Play": "Riproduzione diretta",
  "(throttled)": "(depotenziata)",
  "Direct Stream": "Stream Diretto",
  "Transcode ({1})": "Conversione ({1})",
  "Downloading": "Scaricamento",
  "Uploading": "Caricamento",
  "done": "fatto",
  "This media is inaccessible. Please check that the file exists with the correct permissions.": "Questo contenuto non è accessibile. Per favore controlla che il file esista e abbia i giusti permessi.",
  "The metadata for this media is invalid. Please reanalyze the media and try again.": "I metadati per questo contenuto non sono validi. Per favore analizza nuovamente il file e prova ancora.",
  "The client profile for the sync target is invalid.": "Il profilo del client per la sincronizzazione non è valido.",
  "An error occurred processing this media. Please check that the disk is not full.": "Si è verificato un errore durante l'elaborazione di questo contenuto. Per favore controlla che il disco non sia pieno.",
  "The transcoder was unable to process this media.": "Il convertitore non è stato in grado di elaborare questo contenuto.",
  "This media was unable to be analyzed.": "Impossibile analizzare questo contenuto.",
  "This media was unable to be downloaded. Please check that it is still available and try again.": "Impossibile scaricare questo contenuto. Per favore controlla che sia ancora disponibile e prova ancora.",
  "An error occurred while syncing this media.": "Si è verificato un errore durante la sincronizzazione di questo contenuto.",
  "Installed": "Installato",
  "{1} episode": "{1} episodio",
  "{1} episodes": "{1} episodi",
  "user": "utente",
  "friend": "amico",
  "Guest User": "Utente ospite",
  "Managed User": "Utenti Gestiti",
  "invite sent {1}": "inviti inviati {1}",
  "invite sent to {1}": "invito inviato a {1}",
  "wants you to join their home and share {1} {2} with you": "vuole che ti unisca alla loro casa per condividere {1} {2} con te",
  "wants to be friends and share {1} {2} with you": "vuole essere tuo amico e condividere {1} {2} con te",
  "wants to share {1} {2} with you": "vuole condividere {1} {2} con te",
  "wants you to join their home": "vuole che ti unisca alla loro casa",
  "wants to be friends": "vuole essere amico",
  "Custom: {1}": "Personalizzato: {1}",
  "{1} item": "{1} elemento",
  "{1} items": "{1} elementi",
  "0 files": "0 file",
  "This user could not be added to your home.": "Questo utente potrebbe non essere aggiunto alla tua casa.",
  "An invite could not be sent to this user.": "L'invito non può essere inviato a questo utente.",
  "Loading...": "Caricamento in corso ...",
  "You've added a PIN restriction": "Hai inserito una restrizione PIN",
  "You've joined a Plex Home": "Ti sei unito ad una Plex Home",
  "This PIN could not be saved.": "Questo PIN non può essere salvato.",
  "This PIN could not be removed.": "Questo PIN non può essere rimosso.",
  "Please enter a 4 digit PIN.": "Per favore inserisca il PIN di 4 cifre.",
  "Your mix will resume shortly.": "Il tuo mix riprenderà a breve.",
  "Skipping in {1} seconds...": "Salta tra {1} secondi...",
  "Casting to {1}": "Trasmetto su {1}",
  "No lyrics available.": "Nessun testo disponibile.",
  "An error occurred loading these lyrics.": "C'è stato un problema caricando questo testo.",
  "Version {1}": "Versione {1}",
  "Automatically select audio and subtitle tracks": "Seleziona automaticamente le tracce audio e sottotitoli",
  "Automatically select audio and subtitle tracks in your preferred language when possible.": "Seleziona automaticamente le tracce audio e sottotitoli nella tua lingua preferita quando possibile.",
  "Prefer audio tracks in": "Preferisci tracce audio in",
  "Subtitle mode": "Modalità sottotitoli",
  "Manually selected": "Selezionati Manualmente",
  "Shown with foreign audio": "Guardato con audio in lingua straniera",
  "Always enabled": "Sempre attivi",
  "Prefer subtitles in": "Preferisci sottotitoli in",
  "An update is available.": "È disponibile un aggiornamento.",
  "Something went wrong.": "Qualcosa è andato storto.",
  "Server settings are unavailable because the server could not be reached.": "Le impostazioni del server non sono disponibili in quanto il server è irraggiungibile.",
  "Username is required": "Username richiesto",
  "Email address is required": "Indirizzo email richiesto",
  "Password confirmation is required": "Conferma password richiesta",
  "Current password is required": "Password corrente richiesta",
  "Passwords must match": "Le password devono corrispondere",
  "Convert Immediately": "Converti immediatamente",
  "Do you want to start converting this item immediately? Any conversion progress for '{1}' will be lost.": "Vuoi avviare la conversione di questo elemento immediatamente? Qualsiasi progresso della conversione per '{1}' sarà perso.",
  "Sync": "Sincronizza",
  "Paused": "In pausa",
  "Converting": "Conversione in corso",
  "Waiting": "In attesa",
  "1 failed item": "1 elemento fallito",
  "{1} failed items": "{1} articoli falliti",
  "File unavailable": "File non presente",
  "Invalid metadata": "Metadata non validi",
  "Invalid profile": "Profilo non valido",
  "Unable to analyze": "Impossibile analizzare",
  "Unable to convert": "Impossibile convertire",
  "Loading": "Caricamento",
  "User Rating": "Voto dell'utente",
  "Connecting": "In Connessione",
  "Loading libraries": "Sto caricando le librerie",
  "There was an unexpected error loading libraries": "Si è verificato un errore inatteso caricando le librerie",
  "You're not supposed to be here": "Non dovresti essere qui",
  "This page is restricted from the server \"{1}\"": "Questa pagina contiene restrizioni dal server \"{1}\"",
  "This page is restricted from this server": "Questa pagina contiene restrizioni da questo server",
  "Tip: If \"Secure connections\" in your server's network settings is disabled, select \"Preferred\" to use the secure web app": "Consiglio: Se l'opzione \"Connessioni sicure\" nelle impostazioni di rete del server è disattivato, seleziona \"Preferibili\" per usare la web app sicura",
  "The server \"{1}\" is unavailable": "Il server \"{1}\" non è disponibile",
  "This server is unavailable": "Questo server non è disponibile",
  "Plex will automatically try to reconnect to this server": "Plex tenterà la riconnessione automatica a questo server.",
  "You do not have access to this server": "Non hai accesso a questo server.",
  "Connecting to {1}": "Connessione a {1}",
  "Search in {1}...": "Cerca in {1}...",
  "Search all servers...": "Ricerca in tutti i server...",
  "Show more results...": "Mostra più risultati...",
  "by": "Di",
  "with": "con",
  "Play Selected": "Riproduci selezione",
  "Shuffle": "Mescolare",
  "Add to Playlist...": "Aggiungi alla Playlist...",
  "Mark Watched": "Segna come Visto",
  "Mark Unwatched": "Segna come Non visto",
  "Edit": "Modifica",
  "Sync...": "Sincronizza...",
  "Optimize...": "Ottimizza...",
  "{1} item selected": "{1} elemento selezionato",
  "{1} items selected": "{1} elementi selezionati",
  "Deselect All": "Deseleziona Tutto",
  "More...": "Di più...",
  "Are you sure you want to delete these {1} items from your filesystem?": "Sei sicuro di voler eliminare questi {1} elementi dal filesystem?",
  "Subscriptions": "Abbonamenti",
  "Payments": "Pagamenti",
  "Global App Settings": "Impostazioni Globali App",
  "Authorized Devices": "Dispositivi autorizzati",
  "Family & Friends": "Famiglia & Amici",
  "Sharing": "Condivisione",
  "There was a problem saving your changes.": "Si è verificato un problema durante il salvataggio.",
  "Too weak": "Troppo debole",
  "Very weak": "Molto debole",
  "Somewhat weak": "Abbastanza debole",
  "Somewhat Strong": "Abbastanza Forte",
  "Very Strong": "Molto Forte",
  "Selected": "Selezionato",
  "Previous Page": "Pagina Precedente",
  "Next Page": "Pagina Successiva",
  "Play": "Riproduci",
  "Play Version...": "Riproduci Versione...",
  "Play Next": "Riproduci dopo",
  "Add to Queue": "Aggiungi alla Coda",
  "Play Plex Mix": "Riproduci un Mix Plex",
  "Play Trailer": "Riproduci trailer",
  "Play Music Video": "Riproduci la musica del video.",
  "Fix Match...": "Controllo associazione...",
  "Match...": "Abbinamento...",
  "Unmatch": "Rimuovi associazione",
  "Download": "Scarica",
  "Share...": "Condividi...",
  "Recommend...": "Consigliato...",
  "Get Info": "Ottieni Informazioni",
  "Downloading Metadata": "Sto scaricando i Metadati",
  "In Trash": "Nel Cestino",
  "A different type is selected": "È stato selezionato un tipo differente",
  "More Actions": "Altre Azioni",
  "Poster Size": "Dimensioni locandina",
  "Add to Playlist": "Aggiungi alla playlist",
  "Toggle Watched...": "Segna come visto/da vedere...",
  "Are you sure you want to mark this item as watched?": "Sei sicuro di voler segnare questo elemento come già visto?",
  "Are you sure you want to mark these {1} items as watched?": "Sei sicuro di voler segnare questi {1} elementi come già visti?",
  "Are you sure you want to mark this item as unwatched?": "Sei sicuro di voler contrassegnare questo elemento come non visto?",
  "Are you sure you want to mark these {1} items as unwatched?": "Sei sicuro di voler contrassegnare questi {1} elementi come non visti?",
  "Save Changes": "Salva modifiche",
  "System Default": "Predefinito di sistema",
  "Managed users are restricted from account settings": "Le impostazioni dell'account non sono disponibili per gli utenti condivisi.",
  "Language": "Lingua",
  "This sets the default language for Plex applications that do not provide their own language setting.": "Questo imposta la lingua predefinita per le applicazioni Plex che non forniscono le loro impostazioni per la lingua.",
  "Username": "Nome Utente",
  "Your username will be visible to friends with whom you have shared your server.": "Il tuo nome utente sarà visibile dagli amici con cui hai condiviso il tuo server.",
  "Allow username to be used when signing in": "Permetti l'utilizzo del nome utente quando effettui l'accesso",
  "Your email address will be required to sign in when username sign-in is not allowed.": "Sarà necessario il tuo indirizzo email per effettuare l'accesso quando l'accesso con il nome utente non è consentito.",
  "Email Address": "Indirizzo email",
  "New Password": "Nuova password",
  "Confirm New Password": "Conferma nuova password",
  "Current Password": "Password attuale",
  "Sign out connected devices after password change": "Disconnetti i dispositivi collegati dopo il cambio della password",
  "You are currently subscribed": "Sei iscritto",
  "You are not subscribed": "Non sei iscritto",
  "Subscribe to our amazing, but infrequent email newsletter": "Iscriviti alla nostra fantastica, ma poco frequente newsletter",
  "Choose Photo": "Scegli una foto",
  "You can scale your photo using the slider below, and adjust the crop by dragging it within the circle.": "Puoi ridimensionare la tua foto usando il cursore sottostante, e regolare il ritaglio trascinandolo all'interno del cerchio.",
  "{1} albums": "{1} album",
  "{1} season": "{1} stagione",
  "{1} seasons": "{1} stagioni",
  "All Libraries": "Tutte le librerie",
  "Discover": "Scoprire",
  "There was an unexpected error loading the photo album": "Si è verificato un errore imprevisto durante il caricamento dell'album fotografico",
  "Loading photos": "Caricamento foto",
  "Plex is down for maintenance": "Plex è in manutenzione",
  "Don't worry, it will be back soon": "Non preoccuparti, tornerà presto.",
  "No shared libraries": "Nessuna libreria condivisa",
  "A user in your home needs to share a library with you": "Un utente nella tua abitazione vuole condividere una libreria con te",
  "Get your Plex Media Server": "Ottieni il tuo Plex Media Server",
  "Install your new server": "Installa il tuo nuovo server",
  "To get started streaming your media everywhere, download and install Plex Media Server on the computer or device where you keep your media.": "Per iniziare a effettuare lo streaming dei tuoi contenuti ovunque, scarica e installa Plex Media Server sul computer o dispositivo in cui conservi i tuoi contenuti.",
  "Excellent. Check your download location for Plex Media Server and install it. Once it's running, check back here and we'll get you set up.": "Eccellente. Controlla la destinazione del download di Plex Media Server ed installalo. Una volta avviato, torna qui in modo da configurarlo.",
  "Download Plex Media Server": "Scarica Plex Media Server",
  "Need to download different server?": "Hai bisogno di scaricare un server differente?",
  "Download for Computer Platforms": "Download per Computer",
  "Download for NAS Platforms": "Download per NAS",
  "Update your Plex Media Server": "Aggiorna il tuo Plex Media Server",
  "This version of the web app requires Plex Media Server {1} or higher. Use one of the links below to open an available server directly.": "Questa versione della web app richiede Plex Media Server {1} o superiore. Usa uno dei link qui sotto per aprire direttamente un server disponibile.",
  "{1} (Unavailable)": "{1} (Non disponibile)",
  "There was an unexpected error": "Si è verificato un errore inatteso.",
  "Please visit our forums if you continue to experience problems": "Se continui a riscontrare degli errori, ti preghiamo di visitare i nostri forum.",
  "Go to Forums": "Vai ai Forum",
  "Loading dashboard": "Caricamento della dashboard",
  "There was an unexpected error loading the dashboard": "Si è verificato un errore inatteso caricando la dashboard",
  "The server \"{1}\" does not support the dashboard": "Il server \"{1}\" non supporta la dashboard",
  "Browse libraries using the sidebar": "Sfoglia le librerie utilizzando la barra laterale",
  "The dashboard is empty": "La dashboard è vuota",
  "Browse and manage your libraries using the sidebar": "Sfoglia e gestisci le tue librerie utilizzando la barra laterale",
  "Tip: The \"Include in dashboard\" advanced setting for each library allows content to be displayed here": "Consiglio: La sezione \"Includi nella Dashboard\" sulle impostazioni avanzate di ogni libreria ne permette la visualizzazione del contenuto qui",
  "Add libraries with your media to make the most of Plex Media Server": "Aggiungi librerie con i tuoi contenuti per ottenere il massimo da Plex Media Server",
  "Add Library": "Aggiungi libreria",
  "This server does not support search": "Questo server non supporta la ricerca",
  "No Results": "Nessun Risultato",
  "Try a different query": "Prova una ricerca diversa",
  "Search": "Cerca",
  "All Servers": "Tutti i Server",
  "This Server": "Questo Server",
  "Searching for \"{1}\"": "Ricerca per \"{1}\"",
  "Results for \"{1}\"": "Risultati per \"{1}\"",
  "Loading {1}": "Caricamento di {1}",
  "Loading list": "Caricamento lista",
  "There was an unexpected error loading {1}": "Si è verificato un errore inatteso durante il caricamento di {1}",
  "There was an unexpected error loading this list": "Si è verificato un errore inatteso caricando la lista",
  "Nothing to see here": "Niente da vedere qui",
  "There are no items in {1}": "Nessun elemento nella {1}",
  "There are no items in this list": "Nessun elemento in questa lista",
  "IMDb Rating": "Valutazione IMDb",
  "Audience Rating": "Voto degli spettatori",
  "Rating": "Valutazione",
  "A server could not be found. Download and install Plex Media Server, and it will appear here.": "Impossibile trovare un server. Scarica ed installa Plex Media Server e poi apparirà qui.",
  "Where is my server?": "Dov'è il mio server?",
  "No one in your home has shared a library with you.": "Nessuno nella tua casa ha condiviso una libreria con te.",
  "Learn more": "Leggi altro",
  "The server {1} needs an update.": "Il server {1} deve essere aggiornato.",
  "The servers {1} need updates.": "I server {1} devono essere aggiornati.",
  "Please wait while servers are discovered.": "Attendi per favore il rilevamento dei server.",
  "Looking for servers...": "Sto cercando i server...",
  "Unavailable": "Non disponibile",
  "Secure": "Sicuro",
  "Needs Update": "C'è bisogno di aggiornamenti",
  "Nearby": "Nelle Vicinanze",
  "Remote": "Remoto",
  "Update Libraries": "Aggiorna librerie",
  "Online Content": "Contenuti in linea",
  "Channels": "Canali",
  "Manage": "Gestisci",
  "Status": "Stato",
  "Settings": "Impostazioni",
  "Unclaimed": "Non rivendicati",
  "Libraries": "Librerie",
  "There was an unexpected error loading libraries.": "Si è verificato un errore inatteso caricando le librerie.",
  "The selected server cannot be reached securely. An insecure connection may be possible.": "Il server selezionato non può essere raggiunto in modo sicuro. Una connessione non sicura può essere possibile.",
  "The selected server is unreachable. Make sure it's running, double check your network, and try again.": "Il server selezionato non è raggiungibile. Assicurarsi che è in esecuzione, controllare la rete, e riprovare.",
  "Try again": "Riprova",
  "Reload app insecurely": "Ricarica applicazione insicura",
  "Allow insecure connection": "Permetti connessioni non sicure",
  "Remove server": "Rimuovi server",
  "Remove \"{1}\"": "Rimuovi \"{1}\"",
  "If this server is restarted, it will automatically be added to your account again.": "Se il server viene riavviato, verrà automaticamente aggiunto di nuovo al tuo account",
  "Enhance your Plex experience with exclusive premium features": "Migliora la tua esperienza Plex con esclusivi vantaggi",
  "Enjoy your media offline on Android, iOS, and Windows devices": "Fruisci di tutti i tuoi contenuti su dispositivi Android, iOS e Windows",
  "Exclusive Forum Access": "Accesso esclusivo al Forum",
  "Let your voice be heard in special members-only forums": "Fai sentire la tua voce in forum esclusivi ai membri premium",
  "See movie trailers, cast interviews, and other bonus features": "Guarda i trailer dei tuoi film, interviste e altri contenuti extra",
  "Sync photos from your mobile devices to Plex Media Server": "Carica le foto dal tuo dispositivo mobile sul tuo Plex Media Server",
  "Sync media to the cloud and enjoy it anywhere there’s internet": "Carica i tuoi contenuti nel cloud e guardali ovunque ci sia internet",
  "Gracenote Music Magic": "Gracenote Magic Music",
  "Song identification, album reviews, artist bios, and Plex Mix playlists": "Identificazione della canzone, recensioni album, biografie artista, e Plex Mix playlists",
  "...plus more exclusive features!": "...e molte altre funzionalità esclusive!",
  "Subscribe": "Iscriviti",
  "Subscribe today": "Iscriviti oggi",
  "or give Plex Pass as a gift!": "oppure dai Plex Pass come regalo!",
  "Your mix will resume shortly": "Il tuo mix riprenderà a breve",
  "Version": "Versione",
  "Reqirements": "Requisiti",
  "Searching for {1}": "Cercando {1}",
  "Results for {1}": "Risultati per {1}",
  "No matches found.": "Nessuna associazione trovata.",
  "or": "o",
  "Sign Up": "Iscriviti",
  "Confirm Password": "Conferma Password",
  "Passwords do not match": "Le password non corrispondono",
  "By creating an account, you confirm that you have read and accept the {1}Terms and Conditions{2} and are at least 13 years old.": "Creando un account, confermi di aver letto e accettato i {1} Termini e le condizioni {2} e dichiari di avere almeno 13 anni di età.",
  "Remember me": "Ricordami",
  "You must be signed in for Plex to work properly. If you are not signed in:": "Devi aver effettuato l'accesso per consentire a Plex di funzionare correttamente. Se non hai effettuato l'accesso:",
  "Any connections between your media server and players WILL NOT BE SECURE": "Ogni connessione tra il media server e i players NON SARA' SICURA",
  "You may experience degraded streaming performance": "È possibile che la performance dello streaming subirà un peggioramento",
  "It will be more difficult, and sometimes impossible, to find your server and discover players": "Sarà più difficile, se non impossibile, trovare il tuo server e rilevare i players",
  "You will not be able to access your media server from outside your home": "Non sarai in grado di accedere al tuo media server da fuori casa",
  "You will not be able to access content and many features provided by Plex": "Non sarai in grado di accedere ai contenuti e ad alcune funzionalità fornite da Plex",
  "Skip and accept limited functionality": "Salta e accetta funzionalità limitate",
  "What's this?": "Cosa è questo?",
  "Play Unwatched": "Riproduci Da vedere",
  "Add to playlist": "Aggiungi alla playlist",
  "Select": "Seleziona",
  "Share": "Condividi",
  "Recommend": "Consigliato",
  "Options": "Opzioni",
  "Add to Collection...": "Aggiungi alla Collezione...",
  "Alerts": "Avvisi",
  "Conversion": "Conversione",
  "Now Playing": "In riproduzione",
  "Alerts are restricted from shared users.": "Gli avvisi non sono disponibili per gli utenti condivisi.",
  "Pause": "Pausa",
  "Resume": "Riprendi",
  "Check the status in {1}Optimized Versions Settings{2}.": "Controlla lo stato nelle {1}Impostazioni Versioni Ottimizzate{2}.",
  "Manage your completed conversions in {1}Optimized Versions Settings{2}.": "Gestisci le tue versioni completate nelle {1} Impostazioni Versioni Ottimizzate {2}.",
  "This requires Plex Media Server {1} or later.": "Questo richiede Plex Media Server {1} o successivo.",
  "Now Playing is restricted from shared users.": "In riproduzione non è disponibile per gli utenti condivisi.",
  "Now Playing is unavailable with synced servers.": "\"In Riproduzione\" non è disponibile con i server sincronizzati.",
  "Now Playing requires Plex Media Server {1} or later.": "Now Playing richiede Plex Media Server {1} o successiva.",
  "Nothing is synced to this device.": "Su questo dispositivo non è stato sincronizzato nulla.",
  "You have no sync capable devices.": "Non hai alcun dispositivo che permette la sincronizzazione.",
  "More Info": "Maggiori Informazioni",
  "An insecure media server has been found on your network.": "Un server multimediale non sicuro è stato trovato nella tua rete.",
  "An unclaimed media server has been found on your network.": "Un server multimediale non reclamato è stato trovato nella tua rete.",
  "Claim it now": "Richiedi ora",
  "Experience new music features with a premium music library.": "Scopri le nuove funzionalità per contenuti musicali creando una Premium Music Library ",
  "Create a library": "Crea una libreria ",
  "A Plex Media Server update is available!": "È disponibile un aggiornamento di Plex Media Server!",
  "Download now": "Scarica ora",
  "Install now": "Installa ora",
  "Posters": "Locandine",
  "Details": "Dettagli",
  "List": "Elenco",
  "Import from iTunes": "Importa da iTunes",
  "Edit Library": "Modifica libreria",
  "Channel Directory": "Elenco dei Canali",
  "Browse Channels": "Sfoglia tra i canali",
  "Install Channels": "Installa canali",
  "Check for Updates": "Controlla Aggiornamenti",
  "Popular Tracks": "Brani popolari ",
  "Music Videos": "Video musicali ",
  "On Tour": "In Tour",
  "Similar Artists": "Artisti simili ",
  "Extras": "Contenuti aggiuntivi",
  "Failed to load items for this playlist.": "Non sono riuscito a caricare gli elementi dalla playlist.",
  "This media type does not have a details page.": "Questo tipo di contenuto non ha una pagina dei dettagli.",
  "Auto Match": "Associa automaticamente",
  "Nothing queued": "Niente in coda",
  "Up Next": "Subito dopo",
  "Casting on": "Riproduzione in corso.",
  "Disconnect": "Disconnetti",
  "Players": "Lettori",
  "No players found": "Nessun lettore trovato",
  "{1} Settings": "Impostazioni {1}",
  "Note: These settings will take effect for all libraries using the {1} agent.": "Nota: Queste impostazioni avranno effetto per tutte le librerie che utilizzano il {1} agente.",
  "There was an error adding this library.": "C'è stato un errore nell'aggiungere questa libreria.",
  "You need to {1}follow these instructions{2} to troubleshoot the Plex Media Server.": "È necessario {1}seguire queste istruzioni{2} per diagnosticare i problemi di Plex Media Server.",
  "choose an image": "scegli un'immagine",
  "drag and drop": "trascina",
  "enter a url": "Inserisci un URL",
  "Uploading artwork...": "Caricamento copertina...",
  "this artwork was uploaded successfully": "questo artwork è stato caricato con successo",
  "{1}upload another{2}": "{1}carica un altro{2}",
  "there was an error uploading this artwork": "c'è stato un errore nel caricamento dell'artwork",
  "{1}try again{2}": "{1}riprova{2}",
  "Enter a url to upload an image from the web": "Inserisci un url per caricare un'immagine dal web",
  "enter to {1}upload{2}": "inserisci per {1}caricare{2}",
  "esc to {1}cancel{2}": "esc per {1}annullare{2}",
  "Labels": "Etichette",
  "Labels require Plex Media Server {1} or later.": "Etichette richiede Plex Media Server {1} o successivo.",
  "You need a Plex Pass to use restrictions.": "Hai bisogno di Plex Pass per utilizzare queste restrizioni.",
  "Add Folder": "Aggiungi Cartella",
  "Add": "Aggiungi",
  "Select a Collection": "Seleziona una raccolta",
  "There are no collections in this library.": "Non ci sono raccolte in questa libreria.",
  "New collection...": "Nuova raccolta...",
  "Select a Playlist": "Seleziona una Playlist",
  "Create Playlist": "Crea una Playlist",
  "There are no playlists on this server.": "Non sono presenti playlist su questo server.",
  "New playlist...": "Nuova playlist...",
  "Browse": "Sfoglia",
  "Update": "Aggiorna",
  "Restart": "Riavvia",
  "Reset": "Reimposta",
  "Uninstall": "Disinstalla",
  "Install": "Installa",
  "Directory Settings": "Impostazioni Directory",
  "Save": "Salva",
  "Download a Version": "Scarica una versione",
  "General": "Generale",
  "Tags": "Tag",
  "Poster": "Locandina",
  "Background": "Sfondo",
  "Add {1} Library": "Aggiungi Libreria {1}",
  "Select type": "Seleziona il tipo ",
  "Add folders": "Aggiungi cartelle",
  "Create": "Crea",
  "Advanced": "Avanzate",
  "Next": "Prossimo",
  "Location": "Percorso",
  "Search Options": "Opzioni di ricerca",
  "Server Unreachable": "Server Irraggiungibile",
  "Insecure connections will only be allowed when you're on the same network as the server.": "Le connessioni non sicure saranno permesse solo nella stessa rete del server.",
  "Insecure connections will be allowed to any server.": "Le connessioni non sicure saranno permesse su qualsiasi server.",
  "The Allow Fallback to Insecure Connections setting can be changed in Web Settings. Would you like to allow insecure connections?": "L'impostazione Permetti Fallback può essere modificata nelle Impostazioni Web. Vuoi permettere le connessioni non sicure?",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library. Depending on how many tracks you have, this process can take many minutes to complete.": "Importando da iTunes, verranno importate le tue playlist musicali. Verranno importate anche le tue valutazioni, le date in cui hai aggiunto la musica ed il conteggio delle tracce della tua libreria ascoltate o saltate. Questo processo potrebbe impiegare diversi minuti, in base alla quantità delle tue tracce.",
  "Add to library: ": "Aggiungi alla libreria:",
  "Overwrite existing playlists": "Sovrascrivi le playlist esistenti",
  "Import": "Importa.",
  "Keyboard Shortcuts": "Scorciatoie Tastiera",
  "Internet Required": "É necessaria un connessione ad Internet ",
  "Plex Pass Required": "É necessario un abbonamento Plex Pass ",
  "This server cannot reach the Internet. Please verify connectivity and try again.": "Questo server non riesce a collegarsi ad Internet. Verifica la connettività è riprova. ",
  "This library requires your server be signed in to a Plex Pass account.": "Questa libreria richiede che il tuo server sia connesso ad un account Plex Pass.",
  "Media Server Detection": "Rilevamento Server Media ",
  "We've detected a Plex Media Server running on this computer, but we can't connect to it. {1}Sign in to your account{2} on the server so that you can access it.": "Abbiamo rilevato un Media Server Plex in esecuzione su questo computer, ma non possiamo connetterci. {1}Collegati al tuo account{2} sul server per potervi accedere.",
  "We were unable to find a Plex Media Server running on this computer. If you have one on this or another computer, make sure it's running and signed in to your account.": "Non siamo riusciti a trovare un Media Server Plex in esecuzione su questo computer. Se ne hai uno su questo o su un altro computer, assicurati che sia avviato e collegato al tuo account.",
  "For more information, please see {1}this support article{2}.": "Per ulteriori informazioni, si prega di consultare {1} questo articolo di supporto {2}.",
  "Media Info": "Informazioni sul contenuto",
  "Delete Files": "Elimina i file",
  "Inaccessible": "Inaccessibile",
  "Please check that this file exists and the necessary drive is mounted.": "Per favore, controlla che il disco sia montato e il file presente.",
  "Part": "Parte",
  "View XML": "Mostra XML",
  "Select a Version": "Seleziona una Versione",
  "This feature requires a Plex Pass subscription.": "Questa caratteristica richiede un abbonamento Plex Pass",
  "Everything you need to experience the best of Plex. Your subscription gives you premium features and exclusive access to new ones.": "Tutto quello di cui hai bisogno per ottenere il meglio da Plex. Il tuo abbonamento ti permette di utilizzare le funzionalità premium e l'accesso esclusivo alle nuove funzioni.",
  "The server \"{1}\" has not been claimed. This server must be claimed by an account with a Plex Pass subscription.": "Il server \"{1}\" non è stato verificato. Questo server deve essere verificato con un account Plex Pass.",
  "Select Friends": "Seleziona Amici",
  "Say something about this...": "Parlaci di questo...",
  "You need {1}friends{2} to recommend media.": "Necessiti di {1}amici{2} per raccomandare il contenuto.",
  "Send": "Invia",
  "Plex Media Server Release Notes": " Note di Rilascio di Plex Media Server",
  "New": "Nuovo",
  "Fixes": "Risolti",
  "Choose Destination": "Scegli Destinazione",
  "Select a File": "Seleziona un file",
  "Resume from {1}": "Ricomincia da {1}",
  "Start from beginning": "Riproduci dall'inizio",
  "Plex Media Server Downloads": "Download Plex Media Server",
  "You need to {1}link your account{2}.": "Devi {1}per collegare il tuo account{2}.",
  "Sync Status": "Stato Sincronizzazione",
  "Plex Terms of Service": "Condizioni di servizio di Plex",
  "Agree": "Accetto",
  "Users": "Utenti",
  "Announcements": "Annunci",
  "Get Plex apps": "Ottieni le applicazioni Plex",
  "Help": "Aiuto",
  "Switch User...": "Cambia Utente...",
  "Sign Out": "Disconnetti",
  "Problem Connecting to Plex": "Impossibile connettersi a Plex",
  "Plex was unable to authenticate your server. Please sign your server out and try again.": "Plex non è stato in grado di autenticare il tuo server. Per favore esci dall'account e riprova.",
  "Your server was unable to reach Plex. Please ensure that the computer or device running your server can access the internet.": "Il tuo server non è stato in grado di raggiungere Plex. Per favore assicurati che il computer o il dispositivo con il tuo server possa accedere ad internet.",
  "Signed in to Plex": "Accesso a Plex eseguito",
  "You have successfully signed your server in to Plex, but we were unable to reach it from outside your network.": "Il tuo server è stato associato correttamente a Plex, ma non siamo stati in grado di raggiungerlo dall'esterno della tua rete.",
  "If you skip this step you will not be able to share or stream media outside your home. If you change your mind later, you can adjust this in Settings.": "Se salti questo passaggio non sarai in grado di condividere o inviare in streaming i media all'esterno della tua casa. Se cambi idea, puoi sistemarlo in Impostazioni.",
  "If you would like to enable this now, you will need to configure your router or firewall to allow Plex to contact your server. Please refer to our {1}Connecting a Server{2} article for more information.": "Se desideri attivare questa opzione adesso, devi configurare il tuo router o firewall in modo da permettere a Plex di collegarsi al tuo server. Per maggiori informazioni puoi fare riferimento al nostro articolo {1}Connettere un Server{2}.",
  "Previous": "Precedente",
  "Playing Next": "Visualizza successivo",
  "The library has no content yet.": "La libreria non contiene ancora niente.",
  "Click {1}here{2} to add content to the library.": "Clicca {1}qui{2} per aggiungere contenuti alla libreria.",
  "The library is still being refreshed. Hang on while we look for your content.": "La libreria è ancora in fase di aggiornamento. Attendi mentre controlliamo i tuoi contenuti.",
  "There is no content matching your active filter.": "Non esistono contenuti che corrispondono al filtro inserito.",
  "There is no content in the selected folder.": "Non ci sono contenuti nella cartella selezionata.",
  "Invites": "Inviti",
  "Friends": "Amici",
  "Pending": "In attesa",
  "My Home": "La mia casa",
  "Devices": "Dispositivi",
  "Add User": "Aggiungi un Utente",
  "Enable Guest": "Attiva ospite",
  "Disable Guest": "Disattiva ospite",
  "Invite Friend": "Invita un amico.",
  "Show Advanced": "Mostra avanzate",
  "Hide Advanced": "Nascondi avanzate",
  "Player": "Lettore",
  "Help us translate this app into your language {1}here{2}.": "Aiutaci a tradurre questa applicazione nella tua lingua {1} qui {2}.",
  "Automatically Sign In": "Connettiti Automaticamente",
  "Do not prompt to select a user or enter a PIN during startup on this device.": "Non chiedere di selezionare un utente o inserire un PIN durante l'avvio su questo dispositivo.",
  "Play Theme Music": "Riproduci tema musicale",
  "Automatically play theme music in the background when available.": "Riproduci automaticamente in sottofondo il tema musicale quando è disponibile.",
  "Show Unwatched Icons": "Mostra icone per gli elementi da vedere",
  "Show unwatched icons in list items.": "Mostra delle icone per gli elementi da vedere in elenco.",
  "Enable Keyboard Shortcuts": "Attiva abbreviazioni da tastiera",
  "Press ? to view the list of {1}available shortcuts{2}.": "Premi ? per vedere l'elenco delle {1}scorciatoie disponibili{2}.",
  "Allow Fallback to Insecure Connections": "Permetti Fallback per Connessioni non sicure",
  "Allow this browser to make insecure connections to Plex Media Server if secure connections fail.": "Permetti a questo browser di effettuare connessioni non sicure a Plex Media Server se le connessioni sicure non funzionano.",
  "Debug Level": "Livello di Debug",
  "You can view the debug logs {1}here{2}.": "Puoi vedere i log di debug {1}qui{2}.",
  "Streaming Quality": "Qualità Streaming",
  "Local Quality": "Qualità Locale",
  "Original": "Originale",
  "Remote Quality": "Qualità Remota",
  "Online Quality": "Qualità online",
  "HTML5 Player": "Lettore HTML5",
  "Prefer the HTML5 video player over the Flash player.": "Preferisci il lettore video HTML5 rispetto al lettore Flash",
  "Allows the player to play compatible media without any conversion. In most browsers, direct play supports MP4 videos with h264 video and AAC audio. Videos with subtitles cannot be played directly.": "Consente al lettore di riprodurre contenuti compatibili senza eseguire alcuna conversione. Nella maggior parte dei browser, la riproduzione diretta supporta i filmati MP4 con flussi video h264 e audio AAC. I filmati che contengono sottotitoli non possono essere riprodotti direttamente.",
  "Allows the server to copy compatible audio and video streams without converting them.": "Permetti al server di copiare flussi audio e video compatibili senza convertirli.",
  "Audio & Subtitles": "Audio & Sottotitoli",
  "Allow Direct Play of AC3 Audio": "Consenti la riproduzione diretta di audio AC3",
  "Allow MP4 videos with AC3 audio to be played directly. Browser support for AC3 audio is limited.": "Consente ai video MP4 con audio AC3 di essere riprodotti direttamente. Il supporto da parte dei browser web all'audio AC3 è limitato.",
  "Prefer AAC Audio": "Preferisci audio AAC",
  "Prefer AAC over MP3 when transcoding audio. Some devices, like the Wii U, only support HLS with AAC audio.": "Scegli AAC al posto di MP3 quando viene convertito l'audio. Alcuni dispositivi, come la Wii U, supportano solo HLS con audio AAC.",
  "Multi-Channel Audio Boost": "Incremento audio multicanale",
  "Boost volume when converting multi-channel audio to stereo.": "Aumenta il volume quando converti l'audio multicanale in stereo.",
  "Subtitle Size": "Dimensione sottotitolo",
  "Burn Subtitles": "Aggiungi sottotitoli",
  "Determines if the server should burn in subtitles when converting video depending on the subtitles format. Avoiding burn in improves server performance and is only supported by the HTML5 player.": "Determina se il server, durante la conversione del video, debba aggiungere i sottotitoli in base al loro formato. Evitando di aggiungerli aumentano le prestazioni del server, ma diviene riproducibile solo dai player HTML5.",
  "Cinema Trailers to Play Before Movies": "Trailer cinematografici da riprodurre prima dei film",
  "Great, we found a server!": "Great, we found a server!\\n",
  "Give it a friendly name to help identify it in Plex apps and on your network.": "Dagli un soprannome per aiutarti a identificarlo nelle Plex apps e nella tua rete.",
  "Allow me to access my media outside my home": "Permettimi di accedere ai miei media da fuori casa",
  "Plex will attempt to automatically configure your network to allow access to your Plex Media Server from Plex apps outside your home.": "Plex tenterà di configurare automaticamente la tua rete per permettere l'accesso al tuo Plex Media Server dalle applicazione Plex fuori casa.",
  "Get Plex Apps": "Ottieni Applicazioni Plex",
  "All set! Your Plex Media Server is working hard to find your media and make it beautiful. Grab the Plex app for all your favorite devices to get the most out of Plex and start streaming everywhere!": "Tutto impostato! Il tuo Plex Media Server stà lavorando pesantemente per individuare i tuoi media e renderli migliori. Installa la app sui vari device per ottenere il massimo da Plex e iniziare lo streaming ovunque tu sia!",
  "Send anonymous usage data to Plex": "Invia a Plex dati anonimi di utilizzo",
  "Help us improve everyone's Plex experience by sending anonymous usage data.": "Aiutaci a migliorare l'esperienza Plex consentendo l'invio di dati anonimi di utilizzo.",
  "Back": "Indietro",
  "Done": "Fatto",
  "Setup is not allowed for shared servers.": "Non è possibile cambiare le impostazioni dei server condivisi.",
  "A problem has been detected with a core component of Plex Media Server.": "Abbiamo riscontrato un problema con un componente principale di Plex Media Server.",
  "Please visit the {1}forums{2} and provide your logs, as described {3}here{4}.": "Per favore visita i {1}forum{2} e forniscici i tuoi file log, come descritto {3}qui{4}.",
  "Welcome to Plex!": "Benvenuto in Plex!",
  "Sign in with a Plex account to help your devices find each other, access your media from anywhere, and queue up videos from your browser to watch later in Plex.": "Accedi con un account Plex per aiutare i tuoi dispositivi a trovarsi tra loro, per accedere ai tuoi contenuti ovunque tu sia, e per mettere in coda dal tuo browser qualsiasi video su internet per guardarlo in seguito su Plex.",
  "Organize Your Media": "Organizza i tuoi contenuti",
  "Plex organizes your media into libraries. You can add as many libraries as you want, and you can have multiple libraries with the same type.": "Plex organizza i tuoi file multimediali in librerie. Puoi aggiungere quante librerie vuoi ed averne anche più di ogni tipo.",
  "Please wait a moment while Plex starts.": "Attendere che Plex si avvii.",
  "Server Setup": "Impostazioni del Server",
  "Name": "Nome",
  "Media Library": "Libreria multimediale",
  "Finish": "Finito",
  "Sort": "Ordina",
  "Filters": "Filtri",
  "Select A Filter": "Seleziona un filtro",
  "Watch Later Help": "Assistenza \"Guarda più' tardi\".",
  "Add videos from your browser": "Aggiungi video dal tuo browser",
  "To save a video to Watch Later, click \"Plex It!\" in your Bookmarks Bar.": "Per salvare un video su Guarda più tardi, clicca su “Plex It!” nella Barra dei segnalibri.",
  "A panel will appear on the left side of the page to let you know the video has been saved.": "Apparirà un pannello sul lato sinistro della pagina per comunicarti che il video è stato salvato correttamente.",
  "You can also recommend the video to friends or \"fling\" it to a Plex player and watch it there.": "Puoi anche consigliare il video agli amici o \"mandarlo\" su un lettore Plex e guardarlo da li.",
  "Add videos by email": "Aggiungi i video tramite email",
  "Send an email to the address above with any link(s) you want added to Watch Later.": "Invia una email all'indirizzo qui sopra con tutti i collegamenti che desideri aggiungere a Guarda più tardi.",
  "Add this to your address book so you can easily email links from your iPhone, iPad, Android, or any other device.": "Aggiungi questo indirizzo alla tua rubrica per poter inviare facilmente i link dal tuo iPhone, iPad, Android, o qualunque altro dispositivo.",
  "{1} set to {2}.": "{1} impostato su {2}.",
  "Opened connection to {1}, listening for events.": "Aperta connessione a {1}, in ascolto per eventi.",
  "Connection to {1} closed.": "Connessione a {1} chiusa.",
  "Unable to listen for events on {1}.": "Impossibile ascoltare gli eventi su {1}.",
  "Nothing is currently being played.": "Niente è attualmente in riproduzione",
  "Synced": "Sincronizzati",
  "Waiting to be uploaded": "In attesa di essere caricato",
  "Waiting to be downloaded": "In attesa di essere scaricato",
  "Waiting to be converted": "In attesa di essere convertito",
  "Disc {1}": "Disco {1}",
  "Score {1}": "Classifica {1}",
  "No devices found": "Nessun dispositivo trovato",
  "No friends yet. {1}Invite a friend{2} and share your libraries.": "Non hai amici. {1}Invita un amico{2} e condividi le tue raccolte.",
  "shares {1} {2} with you": "condivide {1} {2} con te",
  "sharing {1} {2} with this {3}": "condivide {1} {2} con {3}",
  "invited to share {1} {2}": "ti ha invitato a condividere {1} {2}",
  "no shared libraries": "nessuna libreria condivisa",
  "No one else is in your home. {1}Add a user{2} to enable user switching.": "Nessun altro è nella tua casa. {1}Aggiungi un utente{2} per attivare il cambio utente.",
  "You need a Plex Pass to add users to your home.": "È necessario un Plex Pass per aggiungere utenti alla tua casa.",
  "There was a problem preparing for optimization.": "Si è verificato un problema nel preparare l'ottimizzazione.",
  "Version storage location": " memorizzazione versione di posizione",
  "In folders with original items": "Nelle cartelle con i nomi originali",
  "A \"Plex Versions\" folder will be created in your chosen location.": "La cartella \"Plex Versions\" verrà creata nella destinazione scelta.",
  "Unwatched only": "Solo non visti",
  "Limit to": "Limita a",
  "items": "elementi",
  "A large number of sync items may be time-consuming to convert, and the time to upload is dependent on your bandwidth. A large number of high quality items may take a very long time. If you have trouble, try reducing the number of items or your quality setting.": "Un grande numero di elementi da sincronizzare può richiedere molto tempo per la conversione e il tempo di upload dipende dalla banda disponibile. Un grande numero di elementi ad alta qualità può richiedere un tempo estremamente lungo. Se riscontri dei problemi, prova a ridurre il numero di elementi o l'impostazione della qualità.",
  "A large number of sync items may be time-consuming to convert and transfer to your device. If you have trouble, try reducing the number of items.": "Un grande numero di elementi da sincronizzare può richiedere molto tempo per la conversione e il trasferimento sulla tua periferica.  Se riscontri dei problemi, prova a ridurre il numero di elementi.",
  "A large number of items may be time-consuming to convert. If you have trouble, try reducing the number of items.": "La conversione simultanea di molti media potrebbe richiedere molto tempo. Prova a ridurne il numero se riscontri dei problemi.",
  "Custom": "Personalizzato",
  "Quality Name": "Nome della qualità",
  "Plex will convert your media to this quality. Each version will be stored in a separate file.": "Plex convertirà i tuoi media a questa qualità. Ciascuna versione verrà conservata in un file separato.",
  "Video optimization may take a long time to complete on this server. You'll be able to use Plex normally while you wait.": "L'ottimizzazione video potrebbe richiedere molto tempo su questo server. Nell'attesa potrai utilizzare Plex normalmente.",
  "Title": "Titolo",
  "This media is being converted.": "Questo contenuto è in fase di conversione.",
  "Watch the status of the conversion {1}here{2}.": "Guarda lo stato della conversione {1}qui{2}.",
  "There was a problem syncing this media.": "Impossibile sincronizzare questo contenuto.",
  "Plex will convert your media to this quality and transfer the converted media to your device.": "Plex convertirà i tuoi media a questa qualità e trasferirà queste versioni sul tuo dispositivo.",
  "This media is being synced.": "Questo contenuto è in fase di sincronizzazione.",
  "Watch the status of the sync {1}here{2}.": "Guarda lo stato della sincronizzazione {1}qui{2}",
  "Invite": "Invita",
  "An invite will be sent to this user.": "Verrà inviato un invito a questo utente.",
  "Disable guest": "Disattiva ospite",
  "Delete user": "Elimina utente",
  "Remove this friend": "Rimuovi questo amico",
  "Remove from home": "Rimuovi dalla casa",
  "My Servers": "I miei Server",
  "Restrictions": "Restrizioni",
  "Shared With Me": "Condividi Con Me",
  "Available": "Disponibile",
  "Unauthorized": "Non Autorizzato",
  "Last Seen": "Ultimo Visto",
  "Address": "Indirizzo",
  "Port": "Porta",
  "Allow Channels": "Abilita Canali",
  "Plex Pass restrictions": "Restrizioni Plex Pass",
  "Allow Sync": "Autorizza Sincro",
  "Allow Camera Upload": "Permetti caricamenti dalla fotocamera",
  "Enabling this option will allow this user to upload media to your server.": "Attivando questa opzione permetterai a questo utente di caricare contenuti sul tuo server.",
  "Only allow movies matching the ratings or labels below.": "Permetti riscontri dei film con voti o filtri inferiori.",
  "Ratings": "Valutazioni",
  "Allow all ratings": "Autorizza tutte le votazioni",
  "Allow all labels": "Autorizza tutte le etichette",
  "Only allow TV shows matching the ratings or labels below.": " Permetti riscontri delle Serie TV con voti o filtri inferiori.",
  "We were unable to retrieve libraries for {1}. Please ensure the server is signed in to your Plex account.": "Non siamo stati in grado di ottenere le librerie da {1}. Assicurati che il server sia associato al tuo account Plex.",
  "No libraries": "Nessuna libreria",
  "Sync Allowed": "Sync permesso",
  "Username or email": "Utente o email",
  "Add an Existing Plex User": "Aggiungi un utente Plex esistente",
  "Adding a Plex user to your home will allow you to quickly switch accounts. The invited user will be asked to confirm home membership.": "Aggiungendo un utente Plex alla tua casa ti permetterà di cambiare velocemente account. All'utente invitato sarà chiesto di confermare l'appartenenza alla casa.",
  "Create a Managed User": "Crea un utente gestito",
  "Managed users are only available when signed in with an account in your home. You can choose any name you like and you'll be able to set restrictions on accessible media.": "Gli utenti gestiti sono disponibili solo quando effettuano l'accesso alla tua casa. Puoi scegliere qualsiasi nome preferisci e sarai in grado di impostare le restrizioni per l'accesso ai media.",
  "The invited user will be asked to confirm friendship. If libraries are shared with the user, you'll be able to set restrictions on accessible media.": "All'utente invitato sarà chiesto di confermare l'amicizia. Se delle librerie sono condivise con l'utente, potrai impostare restrizioni ai contenuti.",
  "Welcome to Plex Home": "Benvenuto in Plex Home",
  "{1}, so we've made a few changes to help keep your media safe.": "{1}, quindi abbiamo fatto alcune modifiche per aiutare a mantenere i file multimediali al sicuro.",
  "We've increased the security requirements on this server, so anything communicating with it will need to be signed in to a Plex account.": "Abbiamo aumentato i requisiti di sicurezza su questo server, pertanto qualsiasi cosa che comunica con esso dovrà essere associata ad un account Plex.",
  "We've disabled DLNA to prevent any DLNA-enabled device from browsing and playing media without a password or PIN. You can change this preference in your {1}server settings{2}.": "Abbiamo disattivato il DLNA per evitare che qualunque dispositivo DLNA possa sfogliare o riprodurre contenuti senza una password o un PIN. Puoi cambiare questa preferenza nelle tue {1}impostazioni del server{2}.",
  "For more information on Plex Home security settings, please see the {1}Plex Home section{2} on our support site.": "Per maggiori informazioni sulle impostazioni di sicurezza di Plex Home consultate la {1}sezione Plex Home{2} sul nostro sito di supporto.",
  "Edit PIN": "Modifica PIN",
  "Confirm Current PIN": "Conferma il PIN Corrente",
  "Enter PIN": "Inserisci il PIN",
  "You do not currently have a PIN. This will allow any users in this home to switch to your account.": "Al momento non hai impostato un PIN. Questo permetterà a qualsiasi utente di questa casa di passare al tuo account.",
  "Skip": "Salta",
  "Select User": "Seleziona Utente",
  "Agent": "Agente",
  "Year": "Anno",
  "A scanner is required.": "È richiesto uno scanner.",
  "An agent is required.": "È richiesto un agente.",
  "Add folders to your library": "Aggiungi cartelle alla tua libreria",
  "Browse for media folder": "Sfoglia per trovare la cartella media",
  "At least one folder is required.": "È richiesto l'inserimento di almeno una cartella.",
  "Help us out by following {1}our guide{2} to naming and organizing your media.": "Dacci una mano seguendo {1} la nostra guida {2} per denominare ed organizzare i file multimediali.",
  "Create a premium Plex music library!": "Crea una libreria musicale Plex premium!",
  "Access to the best artwork, artist bios, album reviews, and more": "Accesso alle migliori opere d'arte, biografie degli artisti, recensioni di album ed altro",
  "Smart mixes based on track or mood": "Mix intelligenti basati su brano o stato d'animo",
  "Improved music recognition and matching": "Miglioramento del riconoscimento e della corrispondenza musicale",
  "Note: An active Plex Pass is required for this service. Don't have a Plex Pass? {1}Subscribe here{2}": "Nota: È necessario un Plex Pass attivo per questo servizio. Non hai un Plex Pass? {1}Abbonati qui{2}",
  "Create a basic music library": "Crea una libreria musicale base",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library.": "Importare da iTunes importerà le tue playlist musicali. Inoltre importerà i tuoi ratings, le date di quando hai aggiunto la musica, e anche il conteggio delle volte che hai ascoltato e saltato le tracce della tua libreria.",
  "Select your library type": "Seleziona il tipo di libreria",
  "Library type": "Tipo di libreria",
  "You must select a media type.": "Devi selezionare un tipo di contenuto.",
  "Name your library and choose language.": "Dai un nome alla tua libreria e seleziona una lingua.",
  "A library name is required.": "È richiesto un nome per la libreria.",
  "A language is required.": "È necessario scegliere una lingua.",
  "Last updated {1}": "Ultimo aggiornamento {1}",
  "Each library should only contain one type of media.": "Ciascuna libreria dovrebbe contenere soltanto un tipo di contenuto.",
  "Select which additional agents should contribute to metadata from {1}, and drag them to change the order of preference.": "Scegli quali agenti aggiuntivi devono contribuire alle informazioni da {1} e trascinali per cambiare l'ordine di preferenza.",
  "Connecting server...": "Connessione al server...",
  "Disconnecting server...": "Disconnessione dal server...",
  "Not available outside your network": "Non disponibile all'esterno della tua rete",
  "First {1}sign in{2} to access your server from anywhere.": "Prima di tutto {1}collegati{2} per poter accedere ovunque al tuo server.",
  "Enable to access your server from anywhere.": "{1}Attiva{2} per accedere ovunque al tuo server.",
  "Enable Remote Access": "Attiva Accesso Remoto",
  "Your server is signed in to Plex, but is not reachable from outside your network. {1}Learn more{2}": "Il tuo server ha effettuato l'accesso a  Plex, ma non è raggiungibile dall'esterno della tua rete. {1}Maggiori informazioni{2}",
  "Tip:": "Suggerimento:",
  "It looks like the devices between your server and the internet have \"jumbo frames\" enabled which can cause issues with remote access. Disable jumbo frames on at least one device and try again.": "Sembra che i dispositivi tra il tuo server e internet abbiano i \"jumbo frames\" abilitati che potrebbero causare problemi con l'accesso remoto. Disabilita i jumbo frames su almeno un dispositivo e riprova ancora.",
  "It looks like your server may be connected to the internet through multiple routers or other network devices. Try connecting it directly to your primary device, or visit our support site for more information about troubleshooting this \"Double-NAT\" scenario. {1}Learn more{2}": "Sembra che il server possa essere connesso a internet tramite multipli router o altri dispositivi di rete. Prova a collegarlo direttamente a tuo dispositivo principale o visita il nostro sito di supporto per maggiori informazioni su queste problematiche in scenari di \"Double-NAT\". {1}Per saperne di più{2}",
  "Fully accessible outside your network": "Completamente accessibila dalla rete esterna",
  "Disable Remote Access": "Disattiva accesso remoto",
  "You currently have Remote Access enabled through a manually-specified port. If you wish to disable Remote Access, you will need to remove your manual port forwarding from your router.": "Hai attualmente attivato l'Accesso Remoto tramite una porta specificata manualmente. Se si desidera disattivare l'Accesso Remoto, è necessario rimuovere il port forwarding manuale dal router.",
  "Server Mapping": "Mappatura server",
  "Private": "Privata",
  "Unknown IP": "IP sconosciuto",
  "Public": "Pubblico",
  "Manually specify public port": "Specifica manualmente la porta pubblica",
  "Retry": "Riprova",
  "Apply": "Applica",
  "You may need to enable this to establish a direct connection from outside your network.  You may also need to configure your router.  Detailed instructions are available {1}here{2}.": "Potrebbe essere necessario attivare questa opzione per stabilire una connessione diretta dall'esterno della tua rete. Potrebbe essere necessario anche configurare il tuo router. istruzioni dettagliate sono disponibili {1}qui{2}.",
  "Server signed in as": "Server connesso come",
  "This server is unclaimed and not secure": "Questo server non è rivendicato e quindi insicuro",
  "Claiming this server will associate it with your Plex account. {1} This helps your devices find each other and helps keep your media safe.": "Questo server sarà associato con il tuo account Plex. {1} Serve ad aiutare i tuoi dispositivi a trovarsi ed a tenere i tuoi file al sicuro.",
  "Claim Server": "Rivendica il Server",
  "Sign in with your Plex account to help your devices find this server, access your media remotely, and more. {1}Learn more{2}": "Accedi con il tuo account Plex per aiutare i tuoi dispositivi a trovare questo server, per accedere ai tuoi media da remoto, e altro ancora. {1}Ulteriori informazioni{2}",
  "Checking for Updates": "Controllo aggiornamenti",
  "Download Updates": "Scarica Aggiornamenti",
  "Downloading Update": "Scaricamento aggiornamento",
  "Install Update": "Installazione aggiornamento",
  "Installing": "Installando",
  "Up to date": "Aggiornato",
  "Please install manually.": "Per favore installare manualmente.",
  "What's New": "Cosa c'è di Nuovo",
  "Optimized Versions requires Plex Media Server {1} or later.": "Le Versioni ottimizzate richiedono Plex Media Server {1} o successivo.",
  "This Plex Media Server platform is not capable of converting video.": "Questa piattaforma Plex Media Server non è in grado di convertire filmati.",
  "There was a problem requesting media versions from this server.": "Impossibile richiedere versioni del contenuto da questo server.",
  "Monitor conversion progress in {1}Conversion Activity{2}.": "Monitora l'avanzamento della conversione in {1}Conversione{2}.",
  "Conversions for sync and media optimization will appear here.": "Le conversioni per la sincronizzazione e l'ottimizzazione multimediale appariranno qui.",
  "Manage your optimized versions in {1}Optimized Versions Settings{2}.": "Gestisci le tue versioni ottimizzate nelle {1}Impostazioni Versioni Ottimizzate{2}.",
  "Complete": "Completato",
  "Choose \"Optimize...\" on items in your library and optimized versions will appear here.": "Scegli \"Ottimizza...\" su elementi della tua libreria e le relative versioni ottimizzate appariranno qui.",
  "Failed": "Fallito",
  "New Filter": "Nuovo filtro",
  "Remote Access": "Accesso Remoto",
  "Optimized Versions": "Versioni Ottimizzate",
  "Connect": "Connetti",
  "Agents": "Agenti",
  "Library": "Libreria",
  "Network": "Rete",
  "Transcoder": "Convertitore",
  "Languages": "Lingue",
  "Network Discovery": "Individua Rete",
  "Scheduled Tasks": "Operazioni pianificate",
  "Open Keyboard Shortcuts": "Apri Scorciatoie Tastiera",
  "Close Modal or Close Player or Navigate Back": "Chiudi Finestra o Chiudi Lettore o Vai indietro",
  "Toggle Sidebar": "Apri / Chiudi la barra laterale",
  "Navigate to Dashboard": "Vai alla Dashboard",
  "Navigate to Settings": "Vai alle Impostazioni",
  "Navigate to Activity": "Vai alle Attività",
  "Navigate to Watch Later": "Naviga Per visualizzare più tardi",
  "Navigate to Recommended": "Vai a Consigliati",
  "Navigate to Users": "Vai a Utenti",
  "Navigate back": "Torna indietro",
  "Navigate forward": "Vai avanti",
  "Focus Search": "Attiva il campo Cerca",
  "Open Player": "Apri Lettore",
  "Edit Library or Edit Item": "Modifica libreria o Modifica elemento",
  "Delete Library or Delete Item": "Elimina libreria o Elimina elemento",
  "Update Library or Refresh Item": "Aggiorna libreria o Ricarica elemento",
  "Analyze Library or Analyze Item": "Analizza libreria o Analizza elemento",
  "Play or Pause": "Riproduci o Metti in pausa",
  "Toggle FullScreen": "Attiva/disattiva Schermo Intero",
  "Decrease Volume": "Diminuisci Volume",
  "Increase Volume": "Aumenta Volume",
  "Seek Backward (15 seconds)": "Salta Indietro (15 secondi)",
  "Seek Forward (30 seconds)": "Salta Avanti (30 secondi)",
  "Step Backward (10 minutes)": "Salta Indietro (10 minuti)",
  "Step Forward (10 minutes)": "Salta Avanti (10 minuti)",
  "Skip to Previous Item": "Salta all'elemento precedente",
  "Skip to Next Item": "Salta al prossimo elemento",
  "Created {1} in {2} on {3}": "Creato {1} in {2} su {3}",
  "Matching {1} in {2} on {3}": "Associo {1} in {2} su {3}",
  "Downloading metadata for {1} in {2} on {3}": "Scarico metadati per {1} in {2} su {3}",
  "Loading metadata for {1} in {2} on {3}": "Carico metadati per {1} in {2} su {3}",
  "Finished processing {1} in {2} on {3}": "Finito di elaborare {1} in {2} su {3}",
  "Analyzing {1} in {2} on {3}": "Analizzo {1} in {2} su {3}",
  "Deleted {1} in {2} on {3}": "Eliminato {1} in {2} su {3}",
  "Episode {1}": "Episodio {1}",
  "Sort Title": "Ordinare Titolo",
  "Original Title": "Titolo Originale",
  "Sort Artist": "Ordinare Artista",
  "Sort Album": "Ordinare Album",
  "Disc": "Disco",
  "Originally Available": "Disponibile originalmente",
  "Content Rating": "Valutazione contenuto",
  "Record Label": "Etichetta Registrazone",
  "Tagline": "Messaggio personale",
  "Summary": "Riassunto",
  "Biography": "Biografia",
  "Directors": "Registi",
  "Country": "Nazione",
  "Genres": "Genere",
  "Writers": "Autori",
  "Collections": "Collezioni",
  "Moods": "Stati d'animo"
}