{
  "None": "တခုမှမရှိ",
  "There was a problem playing this item.": "ဤအရာကို  play လုပ်ရန် အခက်အခဲဖြစ်နေပါသည်။",
  "There was a problem embedding this video.": "ယခုဗီဒီယိုကို  embedding လုပ်ရန် အခက်အခဲဖြစ်နေပါသည်။",
  "Playback of this media is not supported with the selected player.": "ယခုရွေးချယ်ထားသော Player မှာ ယခုဖွင့်သော် ဗီဒီယိုအတွက် အထောက်အကူမဖြစ်ပါ။",
  "There was a problem rating this item.": "ဒီအရာကို အဆင့်သတ်မှတ်ရန် အခက်အခဲဖြစ်နေပါသည်။",
  "There was a problem selecting the stream for this item.": "ဤဗီဒီယို စီးဆင်းပြသမှုတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "There was a problem recommending this item.": "ဤအရာကို ထောက်ခံရန် အခက်အခဲဖြစ်နေပါသည်။",
  "There was a problem sharing this item.": "ဤအရာကို ရှယ်နေချိန်အတွင်း အခက်အခဲဖြစ်နေပါသည်။",
  "The username or password is incorrect.": " username သို့ password မှားနေပါသည်။",
  "There was a problem connecting to Plex.": "Plex ကို ဆက်သွယ်မှု အခက်အခဲဖြစ်နေပါသည်။",
  "This account information is invalid.": "ယခုအကောင့်မှာ စာရင်းမဝင်သေးပါ။",
  "Found {1}": "တွေ့ရှိခဲ့သော် {1}",
  "{1} went away": "{1} ပျောက်သွားသည်",
  "Name": "အမည်",
  "Duration": "ကြာမြင့်ချိန်",
  "Date Added": "နေ့စွဲ ထည့်ပြီး",
  "{1} hr {2} min": "{1}နာရီ{2}မိနစ်",
  "{1} hr": "{1} နာရီ",
  "{1} min": "{1}မိနစ်",
  "{1} sec": "{1} စက္ကန့်",
  "{1} second left": "{1} စက္ကန့်ကျန်",
  "{1} seconds left": "{1} စက္ကန့်ကျန်",
  "{1} minute left": "{1} မိနစ်ကျန်",
  "{1} minutes left": "{1} မိနစ်ကျန်",
  "Mono": "မိုနို",
  "Stereo": "စတူဒီယို",
  "Unknown": "မသိသော်",
  "Premium content requires your server be connected with a Plex Pass subscription.": "ပရီမီယမ်အတွက် သင် ဆာဗာမှာ Plex Pass Subscription ရှိရန်လိုအပ်ပါသည်။",
  "Please check the permissions for this file.": "ကျေးဇူးပြုပြီး ဒီဖိုင်ရဲ့ လုပ်ပိုင်ခွင့်ကို အရင်စစ်ပါ။",
  "Please check that the file exists and the necessary drive is mounted.": "ထိုဖိုင် ရှိမရှိနှင့် လိုအပ်သော် drive ရှိမရှိ စစ်ဆေးပါ။",
  "This media server does not support transcoding.": "ဤ media server မှာ transcoding လုပ်ခြင်းကို အထောက်အကူမပြုပါ။",
  "This browser does not support video streaming.": "သင်၏ Browser မှာ ဤ ဗီဒီယိုကို ဖွင့်၍ မရနိုင်ပါ",
  "This channel is not responding.": "ထုတ်လွင့်လိုင်း တုံ့ပြန်မှုမရှိပါ။",
  "You must be lost.": "ေပ်ာက္ဆံုးေနပါသည္",
  "This page doesn't exist.": "ဤ စာမ်က္ႏွာ မရွိေတာ႔ပါ",
  "Media server not found.": "Media Server မေတြ႔ပါ",
  "The server you're trying to access doesn't seem to exist.": "သင္ ယခုၾကိဳးစားေနေသာ Server မွာ တကယ္ကို ေတြ႔ရွိၿခင္းမရွိပါ။",
  "Media not found.": "မီဒီယာ မေတြ႔ပါ",
  "The media you're trying to access doesn't seem to exist.": "သင္ ယခုၾကိဳးစားေနေသာ မီဒီယာ မွာ တကယ္ကို ေတြ႔ရွိၿခင္းမရွိပါ။",
  "The server you're trying to access doesn't want to let you in. Make sure you're signed in as a user with access to this server.": "ယခု ၾကိဳးစားၿပီး ဝင္ေသာ Server မွာ သင့္အား ဝင္ခြင့္မေပးပါ။ သင့္ user သည္ ဒီ server ကို access လုပ္နိုင္ေသာ္ user ၿဖစ္ေၾကာင္း ေသခ်ာမွ ဝင္ပါ။",
  "Plex is down for maintenance.": "Plex မွာ ၿပဳၿပင္ထိန္းခ်ိန္အတြင္း လိုင္းက်ေနပါသည္။",
  "Don't worry, it'll be back soon.": "မစိုးရိမ္ပါနွင့္ မၾကာမီွၿပန္လာပါမည္။",
  "Plex is not reachable.": "Plex သို႔ အလွမ္းမမီပါ။",
  "Make sure your server has an internet connection and any firewalls or other programs are set to allow access.": "သင္၏ Server တြင္ အင္တာနက္ ရွိမရွိ ႏွင့္ Firewall နဲ႔ တၿခားေသာ္ programs မ်ားမွ server အား သုံးခြင့္ ၿပဳမၿပဳအား ေသခ်ာေအာင္လုပ္ပါ။",
  "Server unavailable.": "Server လံုးဝမေတြ႔ပါ",
  "We couldn't reach this server. Make sure it's online and try again.": "သင္ server ကို လွမ္းမမီၿခင္း ၿဖစ္ေနပါသည္။ အင္တာနက္ ခ်ိတ္မခ်ိတ္ စစ္ၿပီးမွ ၿပန္လည္စမ္းသပ္ပါ။",
  "There was a problem connecting to this player.": "Plex ကို ဆက်သွယ်မှု အခက်အခဲဖြစ်နေပါသည်။",
  "Your browser does not support video streaming.": "သင်  browser မှာ ယခုဗီဒီယိုကို ဖွင့်၍မရနိုင်ပါ။",
  "Plex Media Server is not responding.": "Plex Media Server တုံ့ပြန်မှုမရှိပါ။",
  "This channel was successfully reset.": "ဤထုတ်လွင့်လိုင်းကို အောင်မြင်စွာဖြင့်  reset  လုပ်ပြီးပါပြီ။",
  "There was a problem resetting this channel.": "ထုတ်လွင့်မှုလိုင်းကို reset လုပ်ရန် အခက်အခဲရှိနေပါသည်။",
  "This channel was successfully restarted.": "ထုတ်လွင့်လိုင်း ပြန်လည်စတင်မှု အောင်မြင်ပါသည်။",
  "There was a problem restarting this channel.": "ထုတ်လွင့်လိုင်း ပြန်လည်စတင်မှုတွင် အခက်အခဲရှိနေပါသည်။",
  "This channel could not be uninstalled.": "ထုတ်လွင့်မှုလိုင်းကို တင်ဆင်၍ မရနိုင်ပါ။",
  "Uninstall Channel": "ထုတ်လွင့်လိုင်းကို Uninstall လုပ်ပါ",
  "Are you sure you want to uninstall this channel?": "ဤထုတ်လွင့်လိုင်းကို ဖျက်ပစ်ရန် သေချာပါသလား?",
  "There was a problem checking for updates.": "Update များ ရှိမရှိ စစ်ဆေးနေချိန်အတွင်း အခက်အခဲဖြစ်နေပါသည်။",
  "{1} added to Watch Later.": "{1} သိမ်းထားခဲ့ပြီး ပြန်လည်ကြည့်ရှုရန်။",
  "There was a problem adding to Watch Later.": "ပြီးမှ ကြည့်ရန် စာရင်းထဲသို့ မီဒီယာထည့်သွင်းခြင်းတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "There was a problem analyzing the library.": "စာစဉ်များကို ပိုင်းခြားစိတ်ဖြာခြင်းတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "Analyze Library": "Library ကိုပိုင်းခြားပါ",
  "Analyzes all the media files in the library. The analysis captures information about the media which helps Plex decide how to optimally play back the media.": "မီဒီယာများကို library ထဲတွင် ပိုင်းခြားစိတ်ဖြာသည်။ ပိုင်းခြားစိတ်ဖြာပြီးသော် အချက်အလက်များသည်  Plex မှ မီဒီယာများကို အကောင်းဆုံးဖြစ်အောင် ဘယ်လို play မလဲကို ကူညီနိုင်ပါသည်။",
  "Cancel": "ပယ်ဖျက်ပါ",
  "There was a problem matching this item.": "ဒီအရာကို လိုက်ဘက်ညီအောင် ပြုလုပ်ရာတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "No matches were found using this agent.": "ဤ အေးဂျင့်ကို အသုံးပြု၍ တွဲဖက်များကို ရှာဖွေ မတွေ့ရှိပါ။",
  "There was a problem searching for matches.": "တူညီမှုများ ရှာဖွေရန် အခက်အခဲဖြစ်နေပါသည်။",
  "Unused bundles are being removed.": "အသုံးမပြုသော်  bundles များ ပယ်ဖျက်ခြင်းခံရပါမည်။",
  "There was a problem removing unused bundles.": "အသုံးမပြုသော bundles များကို ပယ်ဖျက်ရာတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "Clean Bundles": "Bundles များကို ရှင်းပါ",
  "Clean": "ရှင်းပါ",
  "Delete Item": "Delete လုပ်ထားသော",
  "Are you sure you want to delete this item from your filesystem?": " ဤအရာကို ဖိုင်တွဲဖွဲ့စည်းပုံမှ ဖျက်ပစ်ရန် သေချာပါသလား?",
  "There was a problem deleting the playlist.": "Playlist ကို ဖျက်ပစ်ရာတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "Delete Playlist": "Playlist ကိုဖျက်ပစ်ပါ",
  "Are you sure you want to delete {1}? This cannot be undone.": "ဖျက်ပြစ်ရန်သေချာပါသလား{1}? ဖျက်ပြီးလျှင် ဘယ်လိုမှ ပြန်မရနိုင်ပါ။",
  "Delete": "ဖျက်ပါ",
  "There was a problem deleting the library.": "ဤ  library ကို ဖျက်ပစ်ရာတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "Delete Library": "Library ကို ဖျက်ပါ",
  "Are you sure you want to delete this library? This cannot be undone.": "library ကို ရှင်းထုတ်ပြစ်ရန် သေချာပါသလား? ရှင်းထုတ်ပြီးလျှင် ပြန်မရနိုင်တော့ပါ။",
  "The trash was emptied.": "အမှိုက်များကို ရှင်းထုတ်ပြီးပါပြီ။",
  "There was a problem emptying the trash.": "အမှိုက်များ ရှင်းထုတ်ရာတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "Empty Trash": "အမှိုက်များကို ရှင်းထုတ်ပါ",
  "By default the media server doesn't remove information for media right away. This helps if a drive is temporarily disconnected. When you empty the trash for a section, all information about missing media is deleted.": "Media Server မှာ မီဒီယာများ၏စာရင်းကို အလိုအလျောက် ဖယ်ရှားနိုင်မှုမရှိပါ။ အကယ်၍ ဒီအကြောင်းကြောင့် Drive တခတာ ပျက်တောက်မှုကို ဖြစ်စေပါသည်။ ဒီ Section မှ အမှိုက်များကို ရှင်းပြီးချိန်တွင် ပျောက်ဆုံးမီဒီယာရဲ့ စာရင်းကို ပျယ်ဖြတ်ပြစ်မှာ ဖြစ်ပါတယ်။",
  "Empty": "ရှင်းထုတ်ပါ",
  "There was a problem marking this item as unwatched.": "ဤအရာကို မကြည့်ရသေးသော အရာအဖြစ် သတ်မှတ်ရန် အခက်အခဲဖြစ်နေပါသည်။",
  "Mark as Unwatched": "မကြည့်ရသေးသည့် ဟုမှတ်ပါ",
  "Are you sure you want to mark all episodes as unwatched?": "ဤဆက်လမ်းတွဲအားလုံးကို မကြည့်ရသေးသည်များအဖြစ် မှတ်ရန် သေချာပါသလား?",
  "There was a problem marking this item as watched.": "ဤအရာကို ကြည့်ပြီးသောအရာ အဖြစ် သတ်မှတ်ရန် အခက်အခဲဖြစ်နေပါသည်။",
  "Mark as Watched": "ကြည့်ပြီးကြောင်း မှတ်ပါ",
  "Are you sure you want to mark all episodes as watched?": "ဇာတ်လမ်းတွဲအားလုံးကို ကြည့်ပြီးပြီလို့ မှတ်သားရန်သေချာပါသလား?",
  "There was a problem merging these items.": "ဤအရာများကို ကူးပြောင်းသွားရန် အခက်အခဲရှိနေပါသည်။",
  "Are you sure you want to merge these items together?": "ဤအရာများကို ပူးပေါင်းရန် သေချာပါသလား?",
  "The database was optimized.": "ကွန်ပြူတာအချက်အလက်များကို သင့်မြတ်အောင်လုပ်ပြီးပါပြီ။",
  "There was a problem optimizing this database.": "Database optimizing လုပ်ရာတွင် အခက်အခဲတွေ့နေပါသည်။",
  "Cleans up the library database and ensures it is operating as quickly as possible. This is especially useful when you've added or removed a large amount of media from the library.": "Library database များကိုရှင်းပါ။ အလုပ်လုပ်မှုအမြန်ဆုံးနှင့် အသေချာဆုံးဖြစ်အောင် ပြုလုပ်ပါ။ဤသို့ ပြုလုပ်ခြင်းသည် ကြီမားသော် မီဒီယာများကို library ထဲသို့ထည့်သွင်းခြင်း၊ ဖျက်သိမ်းခြင်းများအား အလွန်အမင်း အထောက်အကူဖြစ်စေပါသည်။",
  "There was a problem splitting this item apart.": "ဤအရာကို ခွဲထွက်ပစ်ရန် အခက်အခဲဖြစ်နေပါသည်။",
  "Split Apart": "တခုစီ ခွဲထုတ်ပါ",
  "Are you sure you want to split this item apart?": "ဤအရာကို ခွဲထုတ်ပစ်ရန် သေချာပါသလား?",
  "There was a problem unmatching this item.": "ယခု item ကို မကိုက်ညီရန် ပြုလုပ်ရာတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "There was a problem canceling the update.": "Update ကို ဖျက်ပစ်ရာတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "There was a problem updating the library.": "library ကို Update လုပ်ရာတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "Force Refresh": "မရမက ပြန်လည်စတင်ပါ",
  "Refresh": "ပြန်လည်စတင်ပါ",
  "Play Now": "အခု  Play ပါ",
  "This will clear the contents of Up Next and play the selection instead.": "ယခုလုပ်ရပ်မှာ Play မည့်အစား ရှေ့တွင်ပါဝင်သည်များကို ဖယ်ရှားမည်ဖြစ်ပါသည်။",
  "There was a problem connecting your server.": "သင် server ကိုချိတ်ဆက်ရန် အခက်အခဲဖြစ်နေပါသည်။",
  "There was a problem disconnecting your server.": "သင့် server ကွန်နယ်ရှင် ဖျက်တောက်ရာတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "There was a problem installing these updates.": "ဤ update များကို တတ်ဆင်ရာတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "If you remove the server, you will need to sign the server in again to restore access to Plex.": "အကယ်၍ ဒီစက်ပစ္စည်းကို ဖယ်ရှားလိုက်လျှင် Plex ကို access လုပ်နိုင်ရန်အတွက် ဒီစက်ပစ္စည်းတွင် sign in နောက်တခါထပ်လုပ်ရပါမည်။",
  "Are you sure you want to remove this server?": "ဤ server ကို ဖယ်ရှားရန်သေချာပါသလား?",
  "Remove Server": "Server ကို ဖယ်ရှားပါ",
  "Remove": "ဖယ်ရှား",
  "There was a problem signing in to Plex.": "Plex ကို ဝင်ရာတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "There was a problem signing the server out.": "Serever ကို Sign out လုပ်ရာတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "There was a problem signing up for a Plex account.": "Plex account ကို စာရင်းသွင်းရာတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "There was a problem accepting this invite.": "ဤ ဖိတ်ကြားခြင်းလက်ခံရန် အခက်အခဲဖြစ်နေပါသည်။",
  "You are the admin in your current home. If you leave, the remaining users will be removed and managed users will be deleted.": "သင်မှာ ယခုနေရာအတွက် အက်မင်ဖြစ်ပါသည်။ သို့အတွက်ကြောင့် သင်ဤနေရာမှ ထွက်ခဲ့လျှင် ကျန်ခဲ့သော user များနှင့် တခြား managed user များ ပျက်သွားပါလိမ့်မည်။",
  "Are you sure you want to join this home? You will leave your current home.": "ဤ Home ကို ကူးပေါင်းရန် သေချာပါသလား? သင်ကူပြောင်းလျှင် ယခု Home ကနေ ထွက်သွားပါလိမ့်မည်။",
  "The admin of this home will have access to your account. Other users of this home will be able to switch to your account by entering your PIN.": "ယခု Home မှ အက်မင်မှာ သင်အကောင့်သို့ အသုံးပြုမှုရရှိလာပါလိမ့်မည်။ ယခု Home မှ တခြားသော် User များသည် Pin နံပတ်ထည့်ခြင်းဖြင့်သင်အကောင့်သို့ကူးပြောင်းနိုင်ပါသည်။",
  "Join Home": "Homeသို့ကူးပြောင်းပါ",
  "Join": "ကူးပြောင်းပါ",
  "There was a problem syncing this media.": "ဤမီဒီယာကို  sync လုပ်ရာတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "Synced items were refreshed.": "Synced item များ ပြန်လည်စတင်ပြီးပါပြီ။",
  "Reject Invite": "ဖိတ်ကြားခြင်းကို ပယ်ဖြတ်ပါ",
  "Are you sure you want to reject this invite?": "ဖိတ်ကြားခြင်းကို ပယ်ဖြတ်ရန် သေချာပါသလား?",
  "Cancel Invite": "ဖိတ်ကြားခြင်းကို မလုပ်နှင့်။",
  "Are you sure you want to cancel this invite?": "ဖိတ်ကြာခြင်းကိုမလုပ်ရန် သေချာပါသလား?",
  "There was a problem rejecting this invite.": "ဖိတ်ကြားခြင်းကို ပယ်ဖြတ်ရာတွင် အခက်အခဲရှိနေပါသည်။",
  "There was a problem canceling this invite.": "ဖိတ်ကြားခြင်းကို မပြုလုပ်ရာတွင်အခက်အခဲရှိနေပါသည်။",
  "There was a problem removing this device.": "ဤစက်ပစ္စည်းကို ပယ်ဖြတ်ရာတွင် အခက်အခဲရှိနေပါသည်။",
  "Remove Device": "ဒီစပစ္စည်းကို ဖယ်ရှားပါ",
  "If you remove this device, you will need to sign in again on the device to restore access to Plex.": "အကယ်၍ ဒီစက်ပစ္စည်းကိုဖယ်ရှားလိုက်လျှင် Plex ကို access လုပ်နိုင်ရန် အတွက် ဒီစက်ပစ္စည်းတွင် sign in နောက်တခါထပ်လုပ်ရပါမည်။",
  "There was a problem removing this friend.": "ဤသူငယ်ချင်းအဖြစ်မှ ပယ်ဖြတ်ရာတွင် အခက်အခဲရှိနေပါသည်။",
  "Are you sure you want to remove {1}?": "ပယ်ဖျက်ရန် သေချာပါသလား {1}?",
  "library": "Library",
  "You are sharing {1} {2} with each other.": "သင်ရှယ်နေပါသည် {1} {2} တယောက်နှင့်တယောက်",
  "You are sharing {1} {2} with this friend.": "သင်ရှယ်နေပါသည် {1} {2} ဤသူငယ်ချင်းဖြင့်",
  "This friend is sharing {1} {2} with you.": "ဤသူငယ်ချင်းသည် {1} {2} သင်ကိုရှယ်နေပါသည်။",
  "This friend will be removed from your home.": "သင်၏Home မှ ဤသူငယ်ချင်းကို ပယ်ဖျက်ပါလိမ့်မည်။",
  "You will be leaving your home.": "သင့် Home မှ မကြာခင် ထွက်ခွာသွားပါလိမ့်မည်။",
  "Remove Friend": "သူငယ်ချင်း မှ ပယ်ဖျက်ပါ",
  "Leave Home": "Home မှထွက်ခွာရန်",
  "Leave": "ထွက်ခွာရန်",
  "You are the admin in this home. If you leave, the remaining users will be removed and managed users will be deleted.": "သင်မှာ ယခုနေရာအတွက် အက်မင်ဖြစ်ပါသည်။ သို့အတွက်ကြောင့် သင်ဤနေရာမှ ထွက်ခဲ့လျှင် ကျန်ခဲ့သော user များနှင့် တခြား managed user များ ပျက်သွားပါလိမ့်မည်။",
  "Are you sure you want to leave this home?": "ဤ Home မှ ထွက်ခွာရန် သေချာပါသလား? ",
  "Remove User": "user အဖြစ် မှ ပယ်ဖျက်ပါ",
  "You will no longer be able to switch to this user.": "သင် ဤ user သို့ ပြောင်း၍မရနိုင်တော့ပါ။",
  "There was a problem leaving this home.": "ဤ home မှထွက်ခွာရာတွင် အခက်အခဲတွေ့နေပါသည်။",
  "There was a problem removing this user.": "ဤ user ကို ပယ်ဖြတ်ရာတွင် အခက်အခဲရှိနေပါသည်။",
  "There was a problem removing this share.": "ဤ ရှယ်လုပ်ခြင်းကို ပယ်ဖြတ်ရာတွင် အခက်အခဲရှိနေပါသည်။",
  "There was a problem leaving this server.": "ဤဆာဗာကို ထုတ်ပစ်ရာတွင် အခက်အခဲရှိနေပါသည်။",
  "Stop Sharing": "ရှယ်လုပ်ခြင်းမှ ရပ်ပစ်ပါ",
  "Are you sure you want to stop sharing with this friend?": "ဤသူငယ်ချင်းဖြင့် ရှယ်လုပ်ထားခြင်းကို ရပ်ပစ်ရန် သေချာပါသလား?",
  "Leave Server": "Server မှ ထွက်ခွာရန်",
  "Are you sure you want to leave this server? You can rejoin at any time.": "Server မှ ထွက်ခွာရန် သေချာပါသလား? အချိန်မရွေး ပြန်ပေါင်းနိုင်ပါသည်။",
  "This server needs to be connected to Plex to sync its content.": "Plex မှ ယခုပါရှိသော်အရာကို sync လုပ်ရန် သင့် Server သို့ချိတ်ဆက်ရန်လိုအပ်ပါသည်။",
  "Sync status is unavailable.": "Sync လုပ်သောအခြေအနေ ပျောက်ဆုံးနေပါသည်။",
  "Your channels are unavailable.": "ထုတ်လွင့်လိုင်းများ မတွေ့ပါ",
  "The channel directory is unavailable.": "ထုတ်လွင့်လိုင်း directory မတွေ့ပါ။",
  "Playlists are unavailable for this server.": "ယခု Server အတွက် Playlist များမရှိပါ။",
  "Playlist not found.": "Playlist မတွေ့ပါ",
  "Your friends are unavailable.": "သင့် သူငယ်ချင်းများ မတွေ့ပါ။",
  "Your home is unavailable.": "သင် home ကိုမတွေ့ပါ။",
  "Your devices are unavailable.": "သင့် စက်ပစ္စည်းများ မတွေ့ပါ။",
  "This playlist is unavailable.": "Playlist မတွေ့ပါ",
  "This playlist item is unavailable.": "playlist item မတွေ့ပါ။",
  "Announcements are not available.": "ကြောငြာချက်များ မတွေ့ပါ။",
  "{1} of {2}": "{1} ၏ {2}",
  "Cancel Update": "Update ပျယ်ဖျက်ပါ",
  "Recently Added": "လတ်တလော ထည့်ထားသော",
  "There was a problem loading these items.": "ထို item များကို ဖေါ်ပြရာတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "This playlist has no items.": "ဒီ Playlist တွင် item တခုမှမရှိပါ။",
  "1 Item": "item တခု",
  "More": "ပို၍",
  "Less": "နည်းနည်း",
  "You don't have any media servers yet.": "သင္တြင္ Media Server မရွိေသးပါ။ ",
  "{1}Download and install{2} one and try again.": "{1}ဒေါင်းပြီး အင်စတောလုပ်ပါ {2} ပြန်လည်စမ်းသပ်ပါ။",
  "Created": "ဖန်တီးပြီးပါပြီ",
  "Progress for": "တိုးတတ်လာသော",
  "Matching": "လိုက်ဖက်ခြင်း",
  "Downloading metadata for": "Metadata များကို ဒေါင်းရန်",
  "Loading metadata for": "Metadata များ တင်နေဆဲ",
  "Finished processing": "လုပ်ငန်းစဉ် ပြီးဆုံးပါပြီ",
  "Deleted": "ဖျက်ပြီးပါပြီ",
  "Direct Play": "တိုက်ရိုက်ဖွင့်ရန်",
  "(throttled)": "(ပိတ်ဆို့ခဲ့သည်)",
  "Direct Stream": "ဒါရိုက် စီးဆင်းမှု",
  "Downloading": "ဒေါင်းနေပါသည်",
  "Stop Syncing": "Sync လုပ်ခြင်းမှ ရပ်ပါ",
  "Are you sure you want to stop syncing this item? It will be removed from the device.": "Sync လုပ်တာကို ရပ်ပြစ်ရန် သေချာပါသလား?  ဒီရပ်ပစ်ခြင်းဖြင့် သင့် ပေါ်မှ Device ပယ်ဖျက်သွားပါမည်။",
  "This media is inaccessible. Please check that the file exists with the correct permissions.": "သင် မီဒီယာကို ရှာမတွေ့တော့ပါ။ ထိုဖိုင် ရှိမရှိနှင့် ဖိုင်သုံးခွင့် ရှိမရှိကို စစ်ဆေးပါ။",
  "The metadata for this media is invalid. Please reanalyze the media and try again.": "ဤမီဒီယာအတွက် metadata  မရှိပါ။ ကျေးဇူးပြု၍ မီဒီယာကို reanalyze လုပ်ပြီး ပြန်လည်ဖော်ပြပေးစေလိုပါသည်။",
  "An error occurred processing this media. Please check that the disk is not full.": "ယခုမီဒီယာကို လုပ်ဆောင်နေချိန်အတွင်း အမှားတစုံတရာ ဖြစ်နေပါသည်။ ကျေးဇူးပြု၍ disk ပြည့်မပြည့် ကိုစစ်ဆေးပေးချင်ပါတယ်။",
  "The transcoder was unable to process this media.": "ယခု မီဒီယာကို transcoder လုပ်၍ မရနိုင်ခြင်း ဖြစ်နေပါသည်။",
  "This media was unable to be analyzed.": "ယခု မီဒီယာကို analyze လုပ်၍မရနေပါ။",
  "This media was unable to be downloaded. Please check that it is still available and try again.": "ဒီ မီဒီယာကို ဒေါင်း၍မရနိုင်ခြင်းဖြစ်နေပါသည်။ ဤမီဒီယာ ရှိမရှိ စစ်ပြီး ပြန်လည်ကြိုးစားကြည့်ပါ။",
  "An error occurred while syncing this media.": "ယခု မီဒီယာကို sync လုပ်နေချိန်အတွင်း error ပေါ်ပေါက်နေပါသည်။ ",
  "Installed": "တတ်ဆင်ပြီးပါပြီ",
  "Video": "ဗီဒီယို",
  "Music": "သီချင်း",
  "Photo": "ဓါတ်ပုံ",
  "from {1}": "မှ  {1}",
  "{1} episode": "{1} ဆက်လမ်းတွဲ",
  "{1} episodes": "{1} ဆက်လမ်းတွဲများ",
  "friend": "သူငယ်ချင်း",
  "invite sent {1}": "ဖိတ်ကြားခြင်းပို့ပြီး {1}",
  "invite sent to {1}": "ဖိတ်ကြားခြင်း {1} သို့ပို့ပြီး",
  "wants to be friends": "သူငယ်ချင်းများ ဖြစ်ချင်",
  "There was a problem adding to this collection.": "ဤ collection ထဲထည့်သွင်းရန် အခက်အခဲဖြစ်နေပါသည်။",
  "There was a problem adding to the playlist.": "Playlist ထဲသို့ ထည့်ရာတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "There was a problem saving these settings.": "ယခု Settings များကို သိမ်းဆည်းရာတွင် အခက်အခဲဖြစ်နေပါသည်။",
  "Your changes could not be saved.": "သင်ပြုလုပ်ထားသော ပြောင်းလဲမှုများ သိမ်းဆည်းမရနိုင်ပါ။",
  "Fix Incorrect Match": "မှားနေသော် တွဲဖက်မှုကို ပြုင်ဆင်ပါ",
  "Playlists have been imported.": "Playlist များအား တင်သွင်းခဲ့ပြီး ဖြစ်ပါတယ်။",
  "There was a problem importing.": "Import လုပ်ရန် အခက်အခဲဖြစ်နေပါသည်။",
  "This user could not be added to your home.": "ဤ user ကို သင့် home တွင် လုပ်ရန်မရနိုင်ခဲ့ပါ။",
  "An invite could not be sent to this user.": "ဤ user ကို ဖိတ်ကြားခြင်း မပြုလုပ်နိုင်ခဲ့ပါ။",
  "Loading...": "တင်နေဆဲ...",
  "You've added a PIN restriction": "ကန့်သတ် PIN နံပတ် ထည့်ပြီးပါပြီ။",
  "You've joined a Plex Home": "Plex Home သို့ join ပြီးပါပြီ။",
  "This PIN could not be saved.": "ယခု PIN ကို သိမ်းထား၍မရနိုင်ခဲ့ပါ။",
  "This PIN could not be removed.": "ယခု PIN ကို ဖျက်၍မရနိုင်ခဲ့ပါ။",
  "Please enter a 4 digit PIN.": "PIN နံပတ် ၄ လုံး ထည့်ပါ။",
  "Search {1}": "ရှာဖွေပါ  {1}",
  "Finish Watching Queue": "စီတန်းများမှ ကြည့်ရှုပြီးပါပြီ",
  "This will clear the contents of your play queue.": "ဤအရာသည် စီးတန်းမှုတွင် ရှိသောအရာများကို ဖယ်ရှားမည်ဖြစ်ပါသည်။",
  "Skipping in {1} seconds...": "ကျော်ရန် {1}  စက္ကန့်",
  "Your changes have been saved.": "သင့်ပြောင်းလဲချက်များကို သိမ်းပြီးပါပြီ။",
  "An update is available.": "update ရရှိနေပါပြီ",
  "Something went wrong.": "တခုခုမှားယွင်းသွားပါသည်။",
  "Continue": "ရှေ့ဆက်ပါ",
  "The installer may display dialogs that require input.  Make sure you have desktop access to the computer running Plex Media Server before continuing.": "installer သည် dialogs ဖေါ်ပြရန်အတွက် ဖြည့်သွင်းရန် လိုအပ်ပါသည်။ သင် ကွန်ပြုတာ desktop တွင် Plex Media Server ကို သုံးနိုင်မသုံးနိုင်လုပ်ပြီးမှ ရှေ့ဆက်ပါ။",
  "You have reached the {1} person home limit.": "သင် home အတွက် ကန့်သတ် {1} လူအရေအတွက်ရောက်ရှိနေပါသည်။",
  "Add the button above to your favorites bar.": "အထက်ပါ ခလုပ်ကို သင့် favorites bar သို့ထည့်ပါ။",
  "Drag the button above to your bookmarks bar.": "ယခု ခလုပ်ကို သင့် bookmarks bar သို့ ဆွဲသွားပါ။",
  "All": "အားလုံး",
  "Unwatched": "မကြည့်ရသေးသော",
  "Watched": "ကြည့်ခဲ့ပြီးသော",
  "Searching for {1}": "ရှာဖွေကြည့်ပါ {1}",
  "Results for {1}": "အကျိုးပေးရလဒ် အတွက် {1}",
  "Movies": "ရုပ်ရှင်များ",
  "TV Shows": "တီဗီအစီအစဉ်များ",
  "Episodes": "ဆက်လမ်းတွဲများ",
  "Artists": "အနုပညာရှင်များ",
  "Albums": "အယ်လ်ဘန်",
  "Photos": "ဓါတ်ပုံများ",
  "Clips": "အပိုင်းများ",
  "Sign In": "ဝင်ရန်",
  "or": "သို့)",
  "Sign Up": "စာရင်းသွင်းရန်",
  "Required": "လိုအပ်ပါသည်",
  "Email": "အီးမေးလ်",
  "Password": "စကားဝှက်",
  "Confirm Password": "စကားဝှက် ကို အတည်ပြုပါ",
  "Passwords do not match": "လျှို့ဝှက်စကားလုံး မတူညီပါ",
  "Date of Birth": "မွေးရက် လ နှစ်",
  "This can't be your birthday": "ဒါ သင့်မွေးနေ့ မဖြစ်နိုင်ပါ။",
  "You must be 13 years or older": "အသက် အနည်းဆုံး ၁၃ နှစ်ရှိရပါမည်။",
  "I agree to the {1}terms of service{2}": "သဘောတူသည်{1} ဝင်ဆောင်မှုစည်းကမ်းချက်များကို{2}",
  "Remember me": "မှတ်ထားပါ",
  "Play": "ဖွင့်ရန်",
  "Play All": "အာလုံး ဖွင့်ပါ",
  "Play Unwatched": "မကြည့်ရသေးသည်များကို  Play ပါ",
  "Shuffle": "ကုလားဖန်ထိုး",
  "Play Trailer": "အစမ်း ပြသပါ",
  "Edit": "ပြင်ဆင်ပါ",
  "Add to playlist": "Playlist သို့ထည့်ပါ",
  "Recommend": "အကြံပေးသော",
  "Info": "အချက်အလက်",
  "Play Next": "နောက်တခုကို Play ပါ",
  "Add to Up Next": "နောက်ဖွင့်မဲ့အရာ သို့ထည့်ပါ",
  "Unmatch": "မတူညီပါ",
  "Download": "ဒေါင်းပါ",
  "Watch Later": "ပြန်လည်ကြည့်ရှုရန်",
  "Options": "ရွေးစရာများ",
  "Select": "ရွေးချယ်ပါ",
  "Deselect All": "အားလုံး မရွေးချယ်ပါနင့်",
  "Add to Collection": "ပေါင်းချုပ်ထဲသို့ ထည့်ပါ",
  "Alerts": "သတိပေးချက်များ",
  "Now Playing": "ပြသနေပါသည်။",
  "Activity": "လုပ်ငန်းဆောင်တာ",
  "Alerts are restricted from shared users.": "သတိပေးချက်များကို ရှယ်ထားသော user များအတွက် မသုံးမိရန် ပိတ်ပင်ထားပါသည်။",
  "Now Playing is restricted from shared users.": "ယခုပြသနေသည့် အကြောင်းကို ရှယ်ထားသော် user များအတွက် ပိတ်ပင်ထားပါသည်။",
  "Now Playing is unavailable with synced servers.": "synced server များအတွက် ယခုပြသမှုများ ရှာမတွေ့ပါ။",
  "Now Playing requires Plex Media Server {1} or later.": "ယခုပြသမှုများအတွက် Plex Media Server {1} သို့မဟုတ် ဒီထက်မြင့်တာလိုအပ်ပါသည်။",
  "Nothing is synced to this device.": "ဒီစက်ပစ္စည်းသို့ ဘာမှ  sync လုပ်ခြင်းမရှိပါ။",
  "Sync is restricted from shared users.": "Sync လုပ်ခြင်းကို ရှယ်ထားသော် user များအတွက် ပိတ်ပင်ထားပါသည်။",
  "You have no sync capable devices.": "သင့်တွင် Sync လုပ်နိုင်သော် စက်ပစ္စည်းများမရှိပါ။",
  "You need a Plex Pass to use sync.": "Sync အစီအစဉ်အတွက် Plex Pass ရှိရန်လိုအပ်ပါသည်။",
  "Learn More": "ထပ်၍ လေ့လာပါ",
  "Posters": "ပိုစတာများ",
  "Details": "အသေးစိတ်",
  "List": "စာရင်း",
  "Import from iTunes": "iTunes မှ Import လုပ်ပါ",
  "Edit Library": "Library ကို ပြင်ဆင်ပါ",
  "Channel Directory": "ထုတ်လွင့်လိုင်း  Directory",
  "Browse Channels": "ထုတ်လွင့်လိုင်းများကို ရှာဖွေပါ",
  "Channels": "ထုတ်လွင့်လိုင်းများ",
  "Install Channels": "ထုတ်လွင့်လိုင်းများတတ်ဆင်ပါ",
  "Check for Updates": "Update များကို ရှာဖွေပါ",
  "You do not have permission to access this server.": "သင့်တွင် ဤ Server ကို ကိုင်တွယ်ရန် ခွင့်ပြုချက်မရှိပါ။",
  "You don't have any media servers yet. {1}Download and install{2} one and it'll appear here.": "သင့်တွင် Media Server မရှိသေးပါ။{1} ဒေါင်းပြီး အင်စတောလုပ်ရန်အတွက်{2} တခုရှိလာလျှင် ဤနေရာတွင်ပေါ်လာပါမည်။",
  "No queued items.": "တန်းစီသော် item များမရှိပါ။",
  "Extras": "အပိုများ",
  "Director": "ဒါရိုက်တာ",
  "Writer": "ရေးသားသူ",
  "Cast": "သရုပ်ဆောင်",
  "Audio": "အသံဖိုင်",
  "Subtitles": "စာတန်းထိုးများ",
  "Unavailable": "မရှိပါ",
  "Failed to load items for this playlist.": "ဤ playlist သို့ item များ စသွင်းရန် ရှုံးနိမ့်သွားပါသည်။",
  "This media type does not have a details page.": "ဤမီဒီယာမျိုးတွင် စာမျက်နှာ အသေးစိတ်မရှိပါ။",
  "Auto Match": "အလိုအလျောက် တွဲဖက်ပါ",
  "Play Music Video": "သီချင်း ဗီဒီယို ဖွင့်ပါ",
  "Add to Playlist...": "Playlist သို့ ထည့်ပါ",
  "Recommend...": "အကြံပေးသော",
  "Nothing queued": "စီတန်းမှုတွင် ဘာမှမရှိပါ",
  "Up Next": "နောက်လာမည့် ",
  "Disconnect": "ကွန်နယ်ရှင် ဖျက်တောက်သည်",
  "choose an image": "ပုံရိပ်ကို ရွေးချယ်ပါ",
  "enter a url": "URL ထည့်ပါ",
  "Uploading artwork...": "သရုပ်ဖော်ပုံကို upload လုပ်နေပါသည်။",
  "this artwork was uploaded successfully": "ဤ သရုပ်ဖော်ပုံ အောင်မြင်စွာဖြင့် upload လုပ်ပြီးပါပြီ။",
  "{1}upload another{2}": "{1} နောက်တခု upload လုပ်ပါ {2}",
  "there was an error uploading this artwork": "သရုပ်ဖော်ပုံကို upload လုပ်နေချိန်တွင်း အခက်အခဲဖြစ်နေပါသည်။",
  "{1}try again{2}": "{1}ပြန်စမ်းသပ်ပါ{2}",
  "Enter a url to upload an image from the web": "အင်တာနက်မှာ ဓါတ်ပုံတင်ရန် ဝက်ဆိုဒ်ထည့်ပါ",
  "enter to {1}upload{2}": "ဝင်၍ {1} upload လုပ်ပါ{2}",
  "esc to {1}cancel{2}": "Esc နိုပ်၍ {1} ပယ်ဖျက်ပါ{2}",
  "Labels require Plex Media Server {1} or later.": "Label များအတွက် Plex Media Server {1} သို့မဟုတ် ဒီထက်မြင့်တာလိုအပ်ပါသည်။",
  "You need a Plex Pass to use restrictions.": "ကန့်သတ်မှုများအတွက် Plex Pass ရှိရန်လိုအပ်ပါသည်။",
  "Scanner": "စကန်နာ",
  "A scanner is required.": "scanner လိုအပ်ပါသည်။",
  "Agent": "အေးဂျင့်",
  "An agent is required.": "အေးဂျင့် လိုအပ်ပါသည်။",
  "Add folders where your {1} is located": "ဖိုင်တွဲများကို ထည့်သော {1} နေရာကို ရှာတွေ့ပြီ",
  "Add folders where your {1} are located": "ဖိုင်တွဲများကို ထည့်သော {1} နေရာများကိုရှာတွေ့ပါပြီ။",
  "Add Folder": "ဖိုင်(စာတွဲ)ထည့်ပါ",
  "At least one folder is required.": "အနည်းဆုံး ဖိုင်တွဲ တစ်ခု လိုအပ်ပါသည်။",
  "Select a type of media for this library": "ဤ Library မှ မီဒီယာ အမျိုးအစားကို ရွေးချယ်ပါ",
  "Each library should only contain one type of media.": "Library တိုင်းတွင် မီဒီယာအမျိုးအစား တမျိုးသာ ပါဝင်သင့်ပါသည်။",
  "You must select a media type.": "မီဒီယာ အမျိုးအစားကို ရွေးချယ်သင့်ပါသည်။",
  "A section name is required.": "အပိုင်း အမည်လိုအပ်ပါသည်။",
  "Language": "ဘာသာစကား",
  "A language is required.": "ဘာသာစကား လိုအပ်ပါသည်။",
  "Last updated {1}": "နောက်ဆုံး updated {1}",
  "{1} set to {2}.": "{1}သတ်မှတ်{2}.",
  "in": "သို႔",
  "Opened connection to {1}, listening for events.": "ကွန်နယ်ရှင် ချိတ်ဆက်၍ {1}, ပွဲစဉ်များကို နားထောင်ပါ။",
  "Connection to {1} closed.": "ဆက်သွယ်မှု {1} ပိတ်ပါပြီ။",
  "Unable to listen for events on {1}.": "ပွဲစဉ်များကို နားထောင်၍ မရပါ {1}.",
  "Nothing is currently being played.": "ယခု ဘယ်အရာမှ ဖွင့်ထားခြင်းမရှိပါ။",
  "Waiting to be uploaded": "Upload ပြီးရန် စောင့်နေပါသည်။",
  "Waiting to be downloaded": "ဒေါင်းတာပြီးရန် စောင့်နေပါသည်။",
  "Converting": "ပြောင်းလဲပါ",
  "Waiting to be converted": "ပြောင်းလဲတာပြီးရန် စောင့်နေပါသည်။",
  "We're sorry, but we can't reach this server.": "စိတ်မကောင်းပါ။ server ကိုချိတ်ဆက်မှု မရှိသေးပါ။",
  "We're sorry, but we can't reach this server. {1}Click here{2} to connect to it directly.": "စိတ်မကောင်းပါ။ server ကိုချိတ်ဆက်မှု မရှိသေးပါ။{1} ဒီမှာ နိုပ်ပါ{2} ဒါရိုက် ချိတ်ဆက်ရန်။",
  "New Filter": "Filter အသစ်",
  "No friends yet. {1}Invite a friend{2} and share your libraries.": "သူငယ်ချင်းမရှိသေးပါ။ {1}သူငယ်ချင်းဖိတ်ကြားပါ{2} ပြီးလျှင် သင် libraries များကိုရှယ်ပါ။",
  "sharing {1} {2} with this {3}": "ရှယ်နေပါသည် {1} {2} ဤသူဖြင့် {3}",
  "invited to share {1} {2}": "ရှယ်ရန်အတွက် ဖိတ်ကြားပြီးပါပြီ {1} {2}",
  "no shared libraries": "ရှယ်ထားသော libraries များမရှိပါ",
  "No one else is in your home. {1}Add a user{2} to enable user switching.": "သင် home မှာတွင် တယောက်မျှမရှိပါ {1} user ထည့်ပါ{2}user  ပြောင်းလဲခြင်းသို့ ဖွင့်ပေးပါ။",
  "You need a Plex Pass to add users to your home.": "သင် home တွင်  user ထည့်ရန်အတွက် Plex Pass ရှိရန်လိုအပ်ပါသည်။",
  "Add": "ထည့်ပါ",
  "Select a Collection": "Collection ရွေးချယ်ပါ",
  "There are no collections in this library.": "ဤ Library ထဲတွင် collection များမရှိပါ။",
  "New collection...": "Collection အသစ်...",
  "Select a Playlist": "Playlist တခု ရွေးချယ်ပါ",
  "Create Playlist": "Playlist ပြုလုပ်ပါ",
  "There are no playlists on this server.": "ဤ Server တွင် Playlist တခုမှ မရှိပါ။",
  "New playlist...": "Playlist အသစ်...",
  "Browse": "ရှာဖွေပါ",
  "Restart": "ပြန်လည်စတင်ပါ",
  "Save": "သိမ်းပါ",
  "General": "အထွေထွေ",
  "Poster": "ပိုစတာ",
  "Banner": "ဘန်နာ",
  "Background": "အနောက်ခံ",
  "Save Changes": "ပြောင်းလဲမှုကို သိမ်းပါ",
  "Add Library": "Library ထဲသို့ ထည့်ပါ",
  "Folders": "ဖိုင်တွဲများ",
  "Next": "လာမည့်",
  "Search Options": "ရွေးချယ်ခွင့်များ ရှာဖွေပါ",
  "No matches found.": "တွဲဖက်များမတွေ့ရှိပါ",
  "Title": "ခေါင်းစဉ်",
  "Year": "ခုနှစ်",
  "Location": "တည်နေရာ",
  "Search": "ရှာဖွေပါ",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, and play and skip counts for tracks in your library.": "iTunes မှ Import လုပ်ခြင်းသည် သင့် playlist များကို import လုပ်ခြင်းဖြစ်လာပါလိမ့်မည်။ ပြီးလျှင် သင့် အမှတ်ပေးမှုများ၊ သီချင်းကို ထည့်ခဲ့သည့်နေများနှင့် ဖွင့်ခဲ့သောအကြိမ်အရေအတွက်၊ ကျော်ခဲ့သောအကြိမ်အရေအတွက်များ သင့် library ထဲသို့ import လုပ်ခြင်းဖြစ်လာပါလိမ့်မည်။",
  "Add to library: ": "Library ထဲသို့ ထည့်ပါ",
  "Overwrite existing playlists": "ရှိပြီးသား Playlist များအပေါ်မှ ထက်၍ရေးသားပါ",
  "Keyboard Shortcuts": "ကီးဘုတ် ဖတ်လမ်းခလုပ်များ",
  "Media Info": "မီဒီယာ အချက်အလက်",
  "Files": "ဖိုင်များ",
  "Delete File": "ဖိုင် ဖျက်ရန်",
  "Delete Files": "ဖိုင်များ ဖျက်ရန်",
  "Please check that this file exists and the necessary drive is mounted.": "ထိုဖိုင် ရှိမရှိနှင့် လိုအပ်သော် drive ရှိမရှိ စစ်ဆေးပါ။",
  "Media": "မီဒီယာ",
  "Loading": "တင်နေဆဲ",
  "View XML": "XML ကိုကြည့်ရန်",
  "Go Premium": "ပရီမီယန်",
  "This feature requires a Plex Pass subscription.": "ယခုပြုလုပ်ချက်မှာ Plex Pass အသင်းဝင်လိုအပ်ပါသည်။",
  "Everything you need to experience the best of Plex. Your subscription gives you premium features and exclusive access to new ones.": "သင်အတွက် လိုအပ်နေကတော့ Plex ရဲ့ အကောင်းဆုံးဝန်ဆောင်မှုပါ၊ သင် အသင်းဝင်ခြင်းဖြင့် သင်အား အကောင်းဆုံးများသော ဝန်ဆောင်မှုများနှင့် အသစ်သစ်သော် ဆန်းကြယ်မှုများရရှိလာပါလိမ်မည်။",
  "{1}Sign in{2} to a Plex account with a Plex Pass subscription.": "{1} Sign in{2}Plex အကောင့်သို့ Plex Pass အသင်းဝင်မှုဖြင့် ",
  "Select Friends": "သူငယ်ချင်းရွေးပါ",
  "Say something about this...": "ဤအကြောင်းကို တခုခုပြောခဲ့ပါ....",
  "You need {1}friends{2} to recommend media.": "သင်လိုအပ်ပါတယ် {1} သူငယ်ချင်းများ{2} မီဒီယာကိုအကြံပြုရန်။",
  "Send": "ပို့ပါ",
  "New": "အသစ်",
  "Choose Destination": "ပန်းတိုင်ရွေးပါ",
  "Select a File": "ဖိုင်ရွေးချယ်ပါ",
  "Select a Quality": "အရေအသွေးကို ရွေးချယ်ပါ",
  "Resume": "ပြန်စပါ",
  "Resume from {1}": "{1} မှ ပြန်စပါ",
  "Start from beginning": "အစမှ ပြန်စပါ",
  "You need to {1}link your account{2}.": "သင်လိုအပ်ပါတယ် {1} သင့်အကောင့်နှင့် ချိတ်ရန်{2} ။",
  "Quality": "အရေအသွေး",
  "Low": "နည်းသော",
  "Medium": "အလယ်အလတ်",
  "High": "အမြင့်ဆုံး",
  "Highest": "အမြင့်ဆုံး",
  "Limit": "ကန့်သတ်ချက်",
  "By number of items": "item အရေအတွက်",
  "By duration": "ကြာချိန်အရ",
  "minutes": "မိနစ်",
  "This media is being synced to your device.": "ဤမီဒီယာသည် သင်၏စက်ပစ္စည်းသို့ sync လုပ်ခဲ့ပြီးပါပြီ။",
  "Watch the status of the sync {1}here{2}.": "Sync လုပ်သော အခြေအနေကို ကြည့်ပါ {1}ဤနေရာတွင်{2}.",
  "Sync Status": "Sync လုပ်နေချိန်",
  "Plex Terms of Service": "Plex ၏ စည်းကမ်းချက်များ",
  "Agree": "သဘောတူပါသည်",
  "Add User": "User ထည့်ပါ",
  "Invite Friend": "သူငယ်ချင်း များ ဖိတ်ကြားပါ",
  "Invite": "ဖိတ်ကြားပါ",
  "An invite will be sent to this user.": "ဤ user ကို ဖိတ်ကြားခြင်း ပြုလုပ်ပါလိမ့်မည်။",
  "Delete user": "user ဖျက်ပါ",
  "Remove this friend": "သူငယ်ချင်း မှ ပယ်ဖျက်ပါ",
  "Remove from home": "home မှ ပယ်ဖျက်ပါ",
  "Restrictions": "ကန့်သတ်ခြင်းများ",
  "Shared With Me": "သင်ဖြင့်ရှယ်ထားသော",
  "Unauthorized": "ခွင့်ပြုချက်မရသော။",
  "Version": "ဗားရှင်း",
  "Last Seen": "နောက်ဆုံးတွေ့ခဲ့သော",
  "Address": "လိပ်စာ",
  "Restrict movies to any of the filters below.": "တားမြစ်ထားသော ရုပ်ရှင်များ မှ အောက်တွင်ဖော်ပြထားသော filters များသို့။",
  "Ratings": "သတ်မှတ်မှုများ",
  "Allow all ratings": "သတ်မှတ်မှုများ ခွင့်ပြုပါ",
  "Allow all labels": "label များကို ခွင့်ပြုပါ",
  "Restrict TV shows to any of the filters below.": "တားမြစ်ထားသော တီဗီအစီအစဉ်များ မှ အောက်တွင်ဖော်ပြထားသော filters များသို့။",
  "All Libraries": "Libraries အားလုံး",
  "We were unable to retrieve libraries for {1}. Please ensure the server is signed in to your Plex account.": "Libraries များကို ဖော်ထုတ်၍မရပါ{1}။ ကျေးဇူးပြု၍ သင့်ဆာဗာသို့ Plex account ဝင်မဝင်သေချာစစ်ဆေးပါ။",
  "No libraries": "Library တခုမှမရှိပါ",
  "Add an Existing Plex User": "ရှိပြီးသား Plex User ထည့်ပါ",
  "Adding a Plex user to your home will allow you to quickly switch accounts. The invited user will be asked to confirm home membership.": "သင်၏ home သို့ Plex user ထည့်ခြင်းဖြင့် အကောင့်တခုနှင့်တခုအကြား လျှင်မြန်စွာ ကူးပြောင်းနိုင်မှာဖြစ်ပါတယ်။ ဖိတ်ကြားခြင်းခံရသော user သည် home မန်ဗာဖြစ်မဖြစ်ကို စစ်ဆေးခံရပါမည်။",
  "Create a Managed User": "Managed User ဖန်တီးပါ",
  "Managed users are only available when signed in with an account in your home. You can choose any name you like and you'll be able to set restrictions on accessible media.": "သင့်အကောင့်ဖြင့် သင် home သို့ဝင်ရာတွင် Managed users များသာရှိပါမည်။ သင်ကြိုက်သလို နံမည်များကိုရွေးချယ်ပြီး မီဒီယာများကို လိုအပ်သလိုကန့်သတ်နိုင်ပါမည်။",
  "The invited user will be asked to confirm friendship. If libraries are shared with the user, you'll be able to set restrictions on accessible media.": "ဖိတ်ကြားခြင်းခံရသော user များမှာ friendship အတွက် confirm လုပ်ရပါမည်။ အကယ်၍ libraries များကို user အတွက်ရှယ်ထားပါက၊ မီဒီယာများကို လိုအပ်သလို ကန့်သတ်နိုင်ပါမည်။",
  "Welcome to Plex Home": "Plex မှ ကြိုဆိုပါ၏",
  "{1}, so we've made a few changes to help keep your media safe.": "{1}, သင့် မီဒီယာများကို လုံခြုံမှုရှိစေရန် ကျွန်တော်တို့ Plex မှ အပြောင်းအလဲအနည်းငယ်ပြုလုပ်ခဲ့ပါသည်။",
  "We've increased the security requirements on this server, so anything communicating with it will need to be signed in to a Plex account.": "ယခု server အတွက် အရေးကြီးသောလုံခြုံရေးစနစ်များတိုးမြင့်ထားပါသည်၊ သို့ကြောင့် ဆက်သွယ်မှုမဆို Plex အကောင့်သို့ ဝင်ရောက်ရန်လိုအပ်ပါသည်။",
  "Edit PIN": "PIN ပြုပြင်ရန်",
  "Confirm Current PIN": "ယခု PIN ကို Confirm လုပ်ပါ",
  "Enter PIN": "PIN ထည့်ပါ",
  "You do not currently have a PIN. This will allow any users in this home to switch to your account.": "သင်တွင် PIN လောလောဆယ် မရှိပါ။ ဤအရာမှာ သင် home အတွင်း မည်သည့် users မဆို သင့်အကောင့်သို့ ပြောင်းလဲနိုင်ရန် ခွင့်ပြုထားလိမ့်မည်။ ",
  "Skip": "ကျော်ပါ",
  "Select User": "အသုံးပြုသူရွေးချယ်ပါ",
  "Updates Available": "Update များ ပေါ်ထွက်လာပါပြီ။",
  "Recommended": "အကြံပြုသော",
  "Announcements": "ကြေငြာချက်များ",
  "Help": "အကူအညီ",
  "Switch User...": "အသုံးပြုသူ ပြောင်းပါ...",
  "Problem Connecting to Plex": "Plex ကို ခ်ိတ္ဆက္မွဳ ပ်က္သနာ",
  "Plex was unable to authenticate your server. Please sign your server out and try again.": "Plex မှာ သင်၏ ဆာဗာကို authenticate မလုပ်နိုင်ဖြစ်နေပါသည်။ ဆာဗာကို Sign Out လုပ်ပြီး ပြန်လည်ကြိုးစားကြည့်ပါ။",
  "Your server was unable to reach Plex. Please ensure that the computer or device running your server can access the internet.": "Plex သည် Server ကို ရောက်နိုင်မှုမရှိပါ။ သင် PC သို့မဟုတ်) စက်ပစ္စည်းများမှ Server နှင့် အင်တာနက် ချိတ်ဆက်မှု ရှိမရှိကို အရင်ဖော်ထုတ်ပါ။",
  "Signed in to Plex": "Plex သို့ sign in လုပ်ပြီးပါပြီ",
  "You have successfully signed your server in to Plex, but we were unable to reach it from outside your network.": "သင် Server ကို Plex သို အောင်မြင်စွာဖြင့် ချိတ်ဆက်ပြီးပါပြီ။ သို့ပေမယ့် သင် network အပြင်မှနေပြီး server အား ချိတ်ဆက်မှုမရှိသေးပါ။",
  "If you skip this step you will not be able to share or stream media outside your home. If you change your mind later, you can adjust this in Settings.": "အကယ်၍ ဤအဆင့်ကို ကျော်ခဲ့လျှင် သင့်ရှယ်လုပ်ခြင်း သို့မဟုတ် သင်အိမ်ပြင်ပမှနေ၍ မီဒီယာစီးဆင်းခြင်းများကို လုပ်မရနိုင်တော့ပါ။ သင် အကယ်၍ စိတ်ပြောင်းလာခဲ့လျှင် ယခု Settings များကိုပြောင်းလဲနိုင်ပါသည်။ ",
  "If you would like to enable this now, you will need to configure your router or firewall to allow Plex to contact your server. Please refer to our {1}Connecting a Server{2} article for more information.": "အကယ်၍ ဤအရာကို ဖွင့်ချင်လျှင် သင်ရဲ့ router သို့) firewall ကို Plex အား ချိတ်ဆက်နိုင်ရန် အရင်လုပ်ပါ။ ကျေးဇူးပြု၍ ညွန်ပါ{1} ဆာဗာသို့ချိတ်ဆက်ရန်{2}အသေးစိတ်သိလိုပါက ဆောင်းပါးဖတ်ယူပါ။",
  "Previous": "ပြီးခဲ့သော",
  "Playing Next": "နောက်တပုဒ် ဖွင့်ပါ",
  "Invites": "ဖိတ်ကြားမှု",
  "Friends": "သူငယ်ချင်းများ",
  "Pending": "ဆိုင်းငံထားသည်",
  "Connecting your server to Plex allows you to stream media outside your home network.": "သင့် Server ကို ချိတ်ဆက်ခြင်းဖြင့် Plex ကို သင့် Home Network အပြင်မှနေ၍ မီဒီယာများကို ကြည့်ရှုနိုင်ပါသည်။",
  "Connecting server...": "Server ကိုချိတ်ဆက်နေပါသည်...",
  "Disconnecting server...": "Server ကွန်နယ်ရှင် ဖျက်တောက်နေပါသည်...",
  "Server is mapped to port {1}": "Server က Port ကို ချိတ်ဆက်ရန် {1}",
  "Connect to Plex": "Plex ကို ချိတ်ဆက်ပါ",
  "Manually specify port": "Port နံပတ်ကို သတ်မှတ်ပါ",
  "Retry": "ပြန်လည်စပါ",
  "Enable this if automatic mapping fails. You will need to configure your router. Detailed instructions are available {1}here{2}.": "အကယ်၍ mapping အလိုအလျောက် ပျောက်ဆုံးခဲ့လျှင်၊ ယခုအရာကို ဖွင့်ပါ။ သင့် Router ကို configure လုပ်ရန်လိုအပ်ပါသည်။ {1}ဒီမှာ{2}.",
  "Require authentication on local networks": "Local Network များတွင် authentication လိုအပ်ပါသည်။",
  "Sets the allowed networks setting to 127.0.0.1/255.255.255.255. This requires other computers on a local network to authenticate before accessing the server.": "ခွင့်ပြုသော် network တွင် 127.0.0.1/255.255.255.255 ကို Settings ထဲတွင် မှတ်သားပါ။ ထို့သို့ မှတ်သားရာတွင် local network မှာရှိသော PC များကို Server အား Access လုပ်ရန်  Authenticate လုပ်ဖို့လိုပါသည်။",
  "Show Advanced": "Advanced ကိုပြပါ",
  "Hide Advanced": "Advanced ကိုဖွက်ပါ",
  "Settings are restricted from shared users.": "Settings ကိုရှယ်ထားသော users များအတွက် မသုံးမိရန် ပိတ်ထားပါသည်။",
  "Checking for Updates": "Update များရှိမရှိ စစ်ဆေးနေသည်",
  "Devices": "စက်ပစ္စည်းများ",
  "Dashboard": "မိန်းဒိုင်ခွက်",
  "Download Updates": "Updates များကို ဒေါင်းပါ။",
  "Downloading Updates": "Update များကို ဒေါင်းနေပါသည်",
  "Refresh to Apply": "Apply လုပ်ရန် ပြန်လည်စတင်ပါ",
  "Help us translate Plex/Web into your language {1}here{2}.": "သင်ရဲ့ ဘာသာပြန်ဆိုခြင်းဖြင့် Plex/Web ကိုကူညီပါ{1}သည်တွင်{2}.",
  "Automatic Login": "အလိုအလျောက် ဝင်ရန်",
  "Play Theme Music": "Theme သီချင်းဖွင့်ပါ",
  "Automatically play theme music in the background when available.": "theme သီချင်းကို အနောက်ခံတီးလုံးအဖြစ် အလိုအလျောက် ဖွင့်ခွင့်ရလျှင် ဖွင့်ပါ။",
  "Show Unwatched Icons": "မကြည့်ရသေးသော် အိုင်ကွန်များကိုပြပါ",
  "Show unwatched icons in list items.": "မကြည့်ရသေးသော် အိုင်ကွန်များ ပြသော်စာရင်း",
  "Enable Keyboard Shortcuts": "ကီးဘုတ်မှ ဖတ်လမ်းခလုပ်များကို စတင်လုပ်ခွင့်ပြုပါ။",
  "Press ? to view the list of {1}available shortcuts{2}.": "နိုပ်ပြီး? ကြည့်ရသော်စာရင်း {1} သုံးနိုင်သော်ဖတ်လမ်းများ{2}.",
  "Debug Level": "Debug အဆင့်",
  "You can view the debug logs {1}here{2}.": "အပြစ်များကိုကြည့်နိုင်သည်{1}ဒီနေရာတွင်{2}.",
  "Drag the items below to reorder your dashboard content.": "ဒီ dashboard စာရင်းကို အောက်ပါအချက်များကို ဆွဲချခြင်းဖြင့် ပြန်စီပါ။",
  "Search Shared Libraries": "ရှယ်ထားသော စာရင်းများ ရှာဖွေပါ။",
  "Search Channels": "ထုတ်လွင့်လိုင်းများ ရှာဖွေပါ",
  "Streaming Quality": "စီးဆင်းပြသမှု အရေအသွေး",
  "Local Quality": "အရေအသွေး",
  "Remote Quality": "Remote အရေအသွေး",
  "Channel Quality": "ထုတ်လွင့်လိုင်း အရေအသွေး",
  "Experimental Player": "စမ်းသပ်လေ့လာထားသော် Player",
  "Use the experimental video player, which supports streaming to the HTML5 video element instead of the Flash player. Requires Plex Media Server 0.9.8.6 or later.": "Flash Player အစား HTML5 Video ကို ထောက်ပံ့သော စမ်းသပ်ထားသော Video Player ကို အသုံးပြုပါ။ Plex Media Server 0.9.8.6 သို့မဟုတ် ဒီထက်မြင့်သောဗားရှင်း လိုအပ်ပါသည်။",
  "Allows the player to play compatible media without any conversion. In most browsers, direct play supports MP4 videos with h264 video and AAC audio. Videos with subtitles cannot be played directly.": "ဗီဒီယိုများကို ပြောင်းလဲချင်းမရှိပဲ ဆီလျှော်သော မီဒီယာများကို Player မှဖွင့်ခွင့်ပြုသည်။တော်တော်များများသော browser  များတွင် Direct Play သည်  MP4 နှင့် h264 အသံဖိုင် တွဲဖက်သော ဗီဒီယိုများ၊ AAC အသံဖိုင်များကို Support လုပ်ပါသည်။ Subtitle ပါပါဝင်သော ဗီဒီယိုများကိုတော့ ဖွင့်လို့မရနိုင်ပါ။",
  "Allows the server to copy compatible audio and video streams without converting them.": "လိုက်ဖက်သော အသံနှင့် ဗီဒီယိုများကို ပြောင်းလဲပြစ်စရာမလိုပဲ ကူးနိုင်ရန် Server  ကိုခွင့်ပြုထားပါ။",
  "Automatically Select Resolution": "အလိုလျောက် ကြည်လင်မှုကိုရွေးချယ်ပါ",
  "When multiple resolutions are available for a video, automatically use the best resolution below the maximum quality.": "ကြည်လွင်မှုများမှ အကောင်းဆုံးကို ရွေးချယ်ပါ။",
  "Allow Direct Play of AC3 Audio": "AC3 အသံဖိုင်အတွက် တိုက်ရိုက်ဖွင့်ရန် ခွင့်ပြုပါသည်။",
  "Allow MP4 videos with AC3 audio to be played directly. Browser support for AC3 audio is limited.": "AC3 အသံဖိုင်ဖြင့် ဖွင့်သော် MP4 ဗီဒီယိုများကို တိုက်ရိုက်ဖွင့်ရန် ခွင့်ပြုပါသည်။ သင့် Browser မှ AC3 အသံဖိုင်ကို ဖွင့်ရန် ကန့်သတ်ထားပါသည်။",
  "Prefer AAC Audio": "AAC အသံဖိုင်ကို ပိုအားသာပါသည်",
  "Prefer AAC over MP3 when transcoding audio. Some devices, like the Wii U, only support HLS with AAC audio.": "MP3 အသံဖိုင်ဖြင့် transcoding ချိန်ထက် AAC ကိုပိုအားသာပါသည်။ Wii U ကဲ့သို့ တချို့ စက်ပစ္စည်းများတွင် HLS ကို AAC အသံဖိုင် တမျိုးထဲသာ Support လုပ်ပါသည်။",
  "Subtitle Size": "စာတန်းထိုး ဆိုဒ်",
  "Audio Boost": "အသံဖိုင်ကို မြင့်တင်ပါ",
  "Cinema Trailers to Play Before Movies": "ရုင်ရှင်မပြမှီ အစမ်းပြပါ",
  "Default Quality": "Default အရေးအသွေး",
  "Welcome to Plex!": "Plex မှကြိုဆိုပါသည်။",
  "Let's start by giving your Plex Media Server a friendly name so it can identify itself to other computers on the network. If you leave it blank, your computer name will be used.": "Plex Media Server အမည်ကို အလွယ်ကူဆုံးပေးခြင်းဖြင့် Network အတွင်းComputer များမှ လွယ်ကူစွာရှာတွေ့နိုင်ပါမည်။ ကွက်လပ်မထားသင့်ပါ။",
  "Would you like to help us make Plex better for everyone? We collect anonymous data, which we use to improve the service over time.": "သင်အကူအညီဖြင့် Plex ကိုတပါးသူတွေအတွက် ကူညီချင်ပါသလား? ကျွန်တော်တို့ Plex မှနေ၍ အမည်မဖေါ်လိုသော data များကိုယူပြီး ကျွန်တော်တို့ရဲ့ ဆားဗစ်စ်ကို ကောင်းမွန်ပြုလုပ်ပေးနိုင်ပါသည်။",
  "Send feedback": "တုံ့ပြန်ချက် ပို့ပါ",
  "Plex channels give you access to online media from a variety of sites. You can browse and install these channels from the Channel Directory, but get started by installing some featured channels.": "Plex ထုတ်လွင့်မှုများသည် site ပေါင်းစုံမှ online media များကို ကြည့်ရှုရန် အခွင့်အလမ်းပေးပါသည်။ ထုတ်လွင့်မှုများကိုည်း ကြည့်ရှုနိုင်၊ တပ်ဆင်နိုင်ပါသည်။ သို့ပေမယ့် လုပ်ငန်းကိုစတင်ရန်အတွက် ယခုတွင်ရှိသည့် ထုတ်လွင့်မှုများကို အရင်တတ်ဆင်ရမည်ဖြစ်ပါသည်။",
  "See, that wasn't too bad, right? At this very moment, Plex is working tirelessly to build your library, and make it look beautiful.": "ကဲ မဆိုးဘူးမဟုတ်လား? အခုအချိန်တွင် Plex မှာ သင်၏စာရင်းကို အလှဆုံးဖြစ်အောင် ကြိုးစားနေပါသည်။",
  "Feel free to watch Plex work, or take this opportunity to {1}download{2} some Plex apps!": "Plex မှအလုပ်များကို လွတ်လပ်စွာကြည့်ရှုနိုင်ပါသည် သို့) ဤအခွင့်အရေးကို {1}ဒေါင်းပါ။{2}တချို့သော Plex Apps များ!",
  "Thanks for supporting Plex.": "Plex ကို​ထောက်ခံသော်အတွက် အထူးကျေးဇူးတင်ရှိပါသည်။",
  "We really appreciate it. See what {1}benefits{2} come with your subscription.": "အထူးကျေးဇူးတင်ရှိပါသည်။ ကြည့်ပါ {1} အကြိုးအမြတ်များကို{2}သင့် အသင်းဝင်မှုမှ။",
  "Go Premium. Get a Plex Pass.": "အဆင့်မှီဖို့ Plex Pass ကို ရွေးကြစို့။",
  "Done": "ပြီးပါပြီ",
  "Setup is not allowed for shared servers.": "Shared Servers များအတွက် Setup လုပ်ရန်ခွင့်မပြုပါ။",
  "A problem has been detected with a core component of Plex Media Server.": "Plex Media Server ၏အဓိကအစိတ်အပိုင်းတွင် ပျက်သနာတွေ့နေပါသည်။",
  "Please visit the {1}forums{2} and provide your logs, as described {3}here{4}.": "ကျေးဇူးပြု၍ ကြည့်ရှုပါ {1}ဖိုရမ်များ{2}နှင့်ဖေါ်ပြထားသော စာရင်းများ{3}ဤနေရာတွင်{4}.",
  "Sign in with a Plex account to help your devices find each other, access your media from anywhere, and queue up videos from your browser to watch later in Plex.": "Plex အကောင့်သို့ Sign in လုပ်ခြင်းဖြင့် သင့်စက်ပစ္စည်းများနှင့် သင်၏ မီဒီယာများကို ဘယ်နေရာရောက်ရောက် ကြည့်ရှုနိုင်ခြင်း၊ ဗီဒီယိုများကို စာရင်းထည့်သွင်းခြင်းများ၊ တခါဏတာမှ ပြန်လည်ကြည့်ရှုခြင်းများ ပြုလုပ်နိုင်ပါမည်။",
  "Organize Your Media": "မီဒီယာကို ပြန်လည်စီစဉ်ပါ။",
  "Plex organizes your media into libraries. You can add as many libraries as you want, and you can have multiple libraries with the same type.": "Plex မှ သင့်၏ မီဒီယာများကို စာရင်းများအလိုက် စီစဉ်ပေးပါသည်။ သင့်အလိုအတိုင်း မီဒီယာများကို စာရင်းများထဲသို့ လိုသလောက်ထည့်သွင်းနိုင်ခြင်းဖြင့် စာရင်းများကို အမျိုးအစားတူဖွဲ့စည်းနိုင်ခြင်းများ ပြုလုပ်နိုင်ပါသည်။",
  "Please wait a moment while Plex starts.": "Plex စတင်ရန် ခတ္တစောင့်ဆိုင်းပါ။",
  "Get Started": "စတင်ပါ",
  "Basic Setup": "အခြေခံ Setup",
  "Sort": "စီတန်းပါ",
  "Type": "အမျိုးအစား",
  "Filters": "စီစစ်ခြင်းများ",
  "Select A Filter": "စီစစ်မှုကို ရွေးချယ်ပါ",
  "Watch Later Help": "ပြီးမှကြည့်ရန် - အတွက် အကူအညီ",
  "Add videos from your browser": "ဗီဒီယိုများကို သင်၏ browser ထဲသို့ ထည့်ပါ။",
  "A panel will appear on the left side of the page to let you know the video has been saved.": "သင့် ဗီဒီယို သိမ်းပြီးပြီဆိုလျှင် ဘောင်ကွက်တခု စာမျက်နှာ၏ ဘယ်ဘက်တွင် ပေါ်လာမည်ဖြစ်ပါသည်။",
  "Add videos by email": "အီးမေးဖြင့် ဗီဒီယိုများကို ထည့်သွင်းပါ။",
  "Add this to your address book so you can easily email links from your iPhone, iPad, Android, or any other device.": "ဒီအရာကို သင့်လိပ်စာစာအုပ်ထဲထည့်ခြင်းဖြင့် links များကို သင့်၏iphone, ipad, andriod နှင့် အခြား စက်ပစ္စည်းများကို လွယ်ကူစွာဖြင့် အီးမေးပို့နိုင်ပါသည်။ ",
  "Episode": "ဆက်လမ်းတွဲ",
  "Artist": "အနုပညာရှင်",
  "Album": "အယ်လ်ဘန်",
  "Connect": "ချိတ်ဆက်ပါ",
  "Languages": "ဘာသာများ",
  "Scheduled Tasks": "အစီစဉ်ကျခဲ့သော လုပ်ငန်းများ",
  "Shows": "ပွဲစဉ်များ",
  "Trailer": "အစမ်းပြ",
  "Deleted Scene": "ဖျက်ခဲ့ပြီးသော အခန်း",
  "Interview": "အင်တာဗျူး",
  "Music Video": "သီချင်း ဗီဒီယို",
  "Scene": "ဇာတ်ဝင်ခန်း",
  "Open Keyboard Shortcuts": "ကီးဘုတ် ဖတ်လမ်းခလုပ်များကို ဖွင့်ပါ",
  "Close Modal or Close Player or Navigate Back": "ဤဟာကို ပိတ်ပါ သို့) Player ကိုပိတ်ပါ သို့) အနောက်သို့ပြန်သွားပါ",
  "Toggle Sidebar": "အ​ဝေးထိန်း ရှိရာ Sidebar",
  "Navigate to Dashboard": "မိန်းဒိုင်ကွက် သို့သွားပါ",
  "Navigate to Settings": "Settings သို့သွားပါ",
  "Navigate to Activity": "လုပ်ငန်းဆောင်တာ သို့သွားပါ",
  "Navigate to Watch Later": "ပြီးမှကြည့်ရန်စာရင်း သို့သွားပါ။",
  "Navigate to Recommended": "အကြံပြုထောက်ခံသော်အရာသို့ သွားပါ",
  "Navigate to Users": "User များသို့ သွားပါ",
  "Navigate back": "အနောက်သို့ပြန်သွားပါ",
  "Navigate forward": "အရှေ့သို့သွားပါ",
  "Focus Search": "Focus ကို ရှာဖွေပါ",
  "Open Player": "Player ကိုဖွင့်ပါ",
  "Edit Library or Edit Item": "Library ကိုပြင်ဆင်ပါ သို့) Item ကိုပြင်ဆင်ပါ",
  "Delete Library or Delete Item": "Library ကိုဖျက်ပါ သို့ Item ကိုဖျက်ပါ",
  "Update Library or Refresh Item": "Library များကို Update လုပ်ပါ သို့) ဤအရာကို အသစ်ပြန်စပါ",
  "Decrease Volume": "အသံတိုးပါ",
  "Increase Volume": "အသံကျယ်ပါ",
  "Seek Backward (15 seconds)": "အနောက်သို့ ၁၅ စက္ကန့်သွားပါ",
  "Seek Forward (30 seconds)": "အရှေ့သို့ ၃၀ စက္ကန့်သွားပါ",
  "Step Backward (10 minutes)": "အနောက်သို့ ၁၀ မိနစ်သွားပါ",
  "Step Forward (10 minutes)": "အရှေ့သို့ ၁၀ မိနစ်သွားပါ",
  "Skip to Previous Item": "ကျော်၍ အနောက်ဘက် အရာသို့ပြန်သွားပါ",
  "Skip to Next Item": "ကျော်၍ အရှေ့  Item သို့သွားပါ",
  "Created {1} in {2} on {3}": "ဖန်တီးပြီးပါပြီ{1}သို့ {2} တွင် {3}",
  "Matching {1} in {2} on {3}": "လိုက်ဖက်ခြင်း {1}သို့{2}မှာ{3}",
  "Downloading metadata for {1} in {2} on {3}": "Metadata များကို ဒေါင်းရန် {1}သို့{2}မှာ{3}",
  "Loading metadata for {1} in {2} on {3}": "Metadata များတင်နေဆဲ{1}သို့{2}မှာ{3}",
  "Finished processing {1} in {2} on {3}": "လုပ်ငန်းစဉ် ပြီးဆုံးခြင်း {1}သို့{2}မှာ{3}",
  "Analyzing {1} in {2} on {3}": "ခွဲခြမ်းစိတ်ဖြာခြင်း{1}သို့{2}မှာ{3}",
  "Deleted {1} in {2} on {3}": "ဖျက်ပြီးခြင်း{1}သို့{2}မှာ{3}",
  "Episode {1}": "ဆက်လမ်းတွဲ {1}",
  "This name will be used to identify this media server to other computers on your network. If you leave it blank, your computer's name will be used instead.": "ယခုမှ အမည်ပေးခြင်းဖြင့် သင်၏ Media Server ကို Network ထဲမှ ကွန်ပြူတာများမှ အလွယ်တကူရှာတွေ့နိုင်ပါမည်။ ကွက်လပ်မထားသင့်ပါ.",
  "Send anonymous usage data to Plex": "အမည်မသိ data အသုံးပြုမှုများကို Plex သို့ပေးပို့ပါ။",
  "This helps us improve your experience (for example, to help us match movies and TV shows).": "ယခုလိုကြောင့် သင်၏ အတွေ့အကြုံကိုတိုးတတ်စေပါတယ်။(ဥပမာ၊ ဗီဒီယိုများနဲ့ တီဗီရှိုးများကို လိုက်ဖက်အောင်ပြုလုပ်ခြင်းဖြင့် ကျွန်တော်တို့ရဲ့ Plex ကိုကူညီရာရောက်ပါတယ်။)",
  "Plex Media Server verbose logging": "Plex Media Server verbose logging.",
  "Enable Plex Media Server verbose logging": "Enable Plex Media Server verbose logging.",
  "Show a dock icon": "Dock Icon ကို ပြပါ",
  "Update my library automatically": "Library ကို အလိုအလျောက် update လုပ်ပါ",
  "Your library will be updated automatically when changes to library folders are detected": "သင် library က အလိုလျောက် update ဖြစ်ပါမည်၊ library ဖိုင်တွဲများကို တွေ့ရှိပြီဆိုလျှင်",
  "Weeks to look at for On Deck": "Week များကို အထပ်ပေါ်တွင် ရှာကြည့်ပါ",
  "The number of recent weeks used as the window for On Deck": "The number of recent weeks used as the window for on Deck",
  "every 15 minutes": "၁၅ မိနစ်တိုင်း",
  "every 30 minutes": "မိနစ် ၃ဝ တိုင်း",
  "hourly": "နာရီ အလိုက်",
  "every 2 hours": "၂ နာရီ တိုင်း",
  "every 6 hours": "၆ နာရီ တိုင်း",
  "every 12 hours": "၁၂ နာရီ တိုင်း",
  "daily": "နေ့စဉ်",
  "Update my library periodically": "Library ကို ပုံမှန် Update လုပ်ပါ",
  "Allow clients to delete media": "မီဒီယာကို ဖျက်ပစ်ရန်  clients များကို ခွင့်ပြုပါ။",
  "Clients will be able to delete media": "မီဒီယာကို ဖျက်ပစ်ရန်  Client များတတ်စွမ်းနိုင်ပါလိမ့်မည်။",
  "Empty trash automatically after every scan": "အမှိုက်များကို ဖျက်ပြစ်ခြင်းသည် Scan လုပ်ပြီးတိုင်းတွင် အလိုအလျောက်လုပ်ဆောင်သွားပါမည်။",
  "Include music sections in automatic updates": "အလိုအလျောက် update များလုပ်ရာတွင် သီချင်း ကဣကို ထည့်သွင်းထားပါသည်။",
  "Large music sections may take a long time to scan": "ကြီးမားသော သီချင်းဖိုင်များကို  Scan လုပ်ရန် အချိန်ကြာမြင့်ပါလိမ့်မည်။",
  "Enable Aperture sharing": "Aperture ကို ရှယ်ခြင်း လုပ်ခွင့်ပြုပါ",
  "Number of seconds to wait before a plugin times out": "Plugin အချိန်မကုန်ခင် စက္ကန့်ပေါင်းများစွာ စောင့်ရပါမည်။",
  "Disable capability checking": "checking လုပ်နိုင်စွမ်းကို ပိတ်ပါ။",
  "Capability checking ensures that plug-ins that are incompatible with this version of the server or the current client application you are using are hidden. Disabling capability checking is useful during development, but will enable access to plug-ins that may perform unreliably with certain client applications.": "သေချာအောင် checking လုပ်နိုင်စွမ်းသည် Server ဗားရှင်းနဲ့ မစည်လျှော်သည့် plugin များ သို့မဟုတ် ယခုသုံးနေသော client application များ ဖွက်ထားခြင်းပင်ဖြစ်ပါသည်။ ထို့ကြောင့်  checking လုပ်နိုင်စွမ်းကို တည်ဆောက်ပြုပြင်ဆဲအတွင်း ပိတ်ပင်ထားစေချင်ပါသည်။ ဤသို့ပြုလုပ်ခြင်းမှာလဲ တချို့သော  client application များကို ယုံကြည်မှုမရှိအောင် ပြုပြင်ခြင်းကို ဖြစ်စေနိုင်ပါသည်။",
  "Enable iPhoto sharing": "iPhoto ရှယ်ခြင်း လုပ်ခွင့်ပြုပါ",
  "Enable iTunes sharing": "iTunes တွင် ရှယ်ခြင်း ပြုလုပ်ပါ",
  "Enable server support for IPv6": "Server မှ IPv6 ကို အားပေးရန် ခွင့်ပြုပါ",
  "List of networks that are allowed without auth": "Networks စာရင်းမှာ စီစစ်ချက်မလိုပဲ ခွင့်ပြုပါသည်။",
  "Comma separated list of ip/netmask for networks that are allowed into PMS without auth": "Network များရဲ့ ip/netmask များပါသော comma separated စာရင်းမှာ PMS ထဲသို့ စီစစ်ချက်မလိုပဲ ခွင့်ပြုပါသည်။",
  "When playing video on an Apple TV, allow Dolby Digital audio to play. You must go to Settings on the Apple TV and set Dolby Digital Out to \"On\" in the Audio & Video menu.": "ဤ ဗီဒီယိုကို Apple TV ပေါ်တွင် ဖွင့်နေချိန်အတွင်း Dolby Digital အသံဖိုင်အား ဖွင့်နိုင်ရန် ခွင့်ပြုပါ။ Apple TV မှ ဆက်တင်တွင် Audio & Video Menu မှ Dolby Digital Out မှ \"On\" သို့ပြောင်းပါ။ ",
  "Transcoder quality": "Transcoder အရေအသွေး",
  "Automatic": "အလိုအလျောက်",
  "Transcoder default duration": "Transcoder ပုံမှန်လုပ်ချိန်",
  "Duration in minutes to use when transcoding something with an unknown duration": "ကြာချိန်ကို မသိပဲ  transcode လုပ်နေချိန်အတွင်း ကြာချိန်မိနစ်များ",
  "Transcoder temporary directory": "Transcoder အတွက် ယာရီလမ်းညွှန်",
  "Directory to use when transcoding for temporary files": "ယာရီဖိုင်များကို transcode လုပ်နေချိန်တွင် လမ်းညွှန်ကို အသုံးပြုပါ။",
  "Media Link does not support DTS audio in certain regions. The Plex Media Server can automatically convert DTS to stereo so that it will play.": "Media Link မှာ DTS audio ကို တချို့သော်နေရာများတွင် ထောက်ခံမှုမရှိပါ။ Plex Media Server မှ အလိုအလျောက် DTS မှ stereo သို့ ဖွင့်ပေးနိုင်ရန် ပြောင်းလဲပေးပါလိမ့်မည်။",
  "Offer higher bitrates over 3G connections": "3G ကွန်နယ်ရှင်ထက် မြင့်သော် bitrates များ offer ပေးပါသည်။",
  "Automatically select audio tracks": "အလိုအလျောက် အသံ track များကိုရွေးချယ်ပါ",
  "Automatically select audio tracks in your preferred language when possible.": "အလိုအလျောက် အသံ track များကို သင်လိုအပ်သော ဘာသာစကားသို့ ဖြစ်နိုင်လျှင် ရွေးချယ်ပါ။",
  "Subtitle mode": "စာတန်းထိုး အသွင်",
  "Manually selected": "Maunally ရွေးချယ်ခဲ့သော်",
  "Shown with foreign audio": "Foreign အသံဖြင့် ပြသခဲ့သော",
  "Always enabled": "အမြဲတန်း ဖွင့်ထားပါ",
  "Prefer subtitles in": "စာတန်းထိုးများသို့ Prefer လုပ်ပါ",
  "WARNING": "သတိပေးချက်",
  "INFO": "အချက်အလက်",
  "ALL": "အားလုံး",
  "Service type for discovered clients": "ရှာဖွေတွေ့ရှိခဲ့သော clients များအတွက် ဆားဗစ်အမျိုးအစား",
  "Service type for discovered servers": "ရှာဖွေတွေ့ရှိခဲ့သော Server များအတွက် ဆားဗစ် အမျိုးအစား",
  "The time at which the server starts running background maintenance tasks.": "ဆာဗာစလျှင်စခြင်းတွင် ဆာဗာထိန်းသိမ်းမှုလုပ်ငန်းစဉ်များ နောက်ခံတွင် ပြုလုပ်နေချိန်ဖြစ်ပါသည်။",
  "Time at which tasks stop running.": "လုပ်ငန်းစဉ်များရပ်တန့်သွားချိန်",
  "Backup database every three days": "database များ ၃ ရက်တိုင်း backup လုပ်ပါ",
  "The directory in which database backups are stored.": "Database backup များသိမ်းထားသော လမ်းညွှန်။",
  "Optimize database every week": "Database ကို သင့်မြတ်အောင် အပတ်စဉ်လုပ်ပါ",
  "Remove old bundles every week": "Bundles အဟောင်းများကို အပတ်စဉ် ဖျက်ပြစ်ပါ။",
  "Remove old cache files every week": "Cache ဖိုင်အဟောင်းများကို အပတ်စဉ် ဖျက်ပြစ်ပါ။",
  "Generate missing media index files nightly": "ပျောက်ဆုံးနေသော Media index ဖိုင်များကို ညစဉ် ထုတ်လုပ်ပါ။",
  "Refresh local metadata every three days": "Local Metadata များကို ၃ ရက်တိုင်း ပြန်လည်စတင်ပါ။",
  "Refresh all libraries nightly": "Library များအားလုံးကို ညစဉ် ပြန်လည်စတင်ပါ။",
  "Upgrade media analysis nightly": "Upgrade လုပ်ထားသော မီဒီယာများကို ညစဉ် စစ်ဆေးပါ။"
}