{
  "Playback of this media is not supported with the selected player.": "Het afspelen van deze media wordt niet ondersteund door de geselecteerde speler.",
  "an item": "een item",
  "Please check the permissions for this file.": "Controleer de rechten van dit bestand.",
  "Please check that the file exists and the necessary drive is mounted.": "Controleer of het bestand bestaat en de benodigde schijven zijn aangesloten.",
  "This server is not powerful enough to convert music.": "De server is niet krachtig genoeg om muziek te converteren.",
  "This server is not powerful enough to convert video. You may be able to enable playback by increasing your quality setting.": "Deze server is niet krachtig genoeg om video te converteren. Je zou de video kunnen afspelen door de kwaliteit te verlagen.",
  "This server is not powerful enough to convert video.": "De server is niet krachtig genoeg om video's te converteren.",
  "Synced media cannot be converted to a lower H.264 level.": "Gesynchroniseerde media kan niet worden geconverteerd naar een lager H.264 level.",
  "Synced media cannot be converted to a lower quality.": "Gesynchroniseerde media kan niet worden geconverteerd naar een lagere kwaliteit.",
  "Converting is not supported for synced media.": "Converteren word niet ondersteund voor gesynchroniseerde media.",
  "Please update Plex Media Server. This feature requires {1} or later.": "Update de Plex Media Server. Deze functie vereist {1} of recenter.",
  "Streaming this media is unsupported.": "Het streamen van dit mediabestand wordt niet ondersteund. ",
  "There was a problem playing this item.": "Er was een probleem bij het afspelen van dit item.",
  "There was a problem embedding this video.": "Er was een probleem bij het insluiten van deze video.",
  "track": "nummer",
  "The server is not powerful enough to convert this {1} for smooth playback. Try playing at the original quality.": "De server is niet krachtig genoeg om deze {1} te converteren voor vloeiende weergave. Probeer af te spelen op de originele kwaliteit.",
  "The server is not powerful enough to convert this {1} for smooth playback.": "De server is niet krachtig genoeg om deze {1} te converteren voor vloeiende weergave.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network or try a lower quality.": "De verbinding met de server is niet snel genoeg om {1} te streamen. Controleer je netwerk of selecteer een lagere kwaliteit.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network.": "De verbinding met de server is niet snel genoeg om {1} te streamen. Controleer je netwerk.",
  "We are having trouble playing this {1}. Please check your playback setup.": "We hebben problemen om dit of deze {1} af te spelen. Controleer alstublieft uw systeem.",
  "Ensure that media deletion is enabled for library content in your server settings.": "Controleer of het verwijderen van media ingeschakeld is voor bibliotheek items bij server instellingen.",
  "There was a problem deleting this item.": "Er trad een probleem op bij het verwijderen van dit item.",
  "There was a problem selecting the stream for this item.": "Er was een probleem met het selecteren van de stream voor dit onderdeel.",
  "There was a problem marking this item as watched.": "Er was een probleem om dit item als bekeken te markeren.",
  "There was a problem marking this item as unwatched.": "Er was een probleem om dit item als onbekeken te markeren.",
  "There was a problem signing in to Plex.": "Er was een probleem bij het inloggen op Plex.",
  "from {1}": "van {1}",
  "None": "Geen",
  "You can skip {1} songs an hour per mix.": "Je kunt per mix {1} liedjes per uur overslaan.",
  "Watch Later": "Later bekijken",
  "Recommended": "Aanbevolen",
  "User could not be authenticated": "Gebruiker kan niet worden geauthenticeerd",
  "Login is required": "Login is nodig",
  "Password is required": "Wachtwoord is nodig",
  "Email is required": "Email is nodig",
  "Username has already been taken": "Gebruikersnaam is al in gebruik",
  "email has already been taken": "email is al in gebruik",
  "User could not be authenticated. This account only allows signing in with email address": "Gebruik kon niet worden geauthenticeerd. Dit account kan alleen inloggen met email adres ",
  "User could not be authenticated. This IP appears to be having trouble signing in to an account (detected repeated failures)": "Gebruiker kan niet worden geauthenticeerd. Dit IP heeft problemen met inloggen via dit account (meerdere inlog fouten gedetecteerd)",
  "Password must be at least 8 characters": "Wachtwoord moet minimaal 8 karakters zijn",
  "Password is too weak": "Wachtwoord is te zwak",
  "Password must be different from username or email address": "Wachtwoord moet anders zijn dan gebruikersnaam of email",
  "Email is not a valid email address": "Email is geen geldig email adres",
  "Username must not be an email address": "Gebruikersnaam kan geen email adres zijn",
  "Username contains invalid characters": "Gebruikersnaam bevat ongeldige karakters",
  "Pin must be 4 digits": "Pin moet 4 cijfers zijn",
  "Confirm Password must match Password": "Bevestig Wachtwoord moet gelijk zijn aan Wachtwoord",
  "Invalid Password": "Ongeldig Wachtwoord",
  "{1} hr": "{1} uur",
  "{1} hr {2} min": "{1} uur {2} minuten",
  "{1} min": "{1} minuut",
  "{1} sec": "{1} seconden",
  "Unknown": "Onbekend",
  "External": "Extern",
  "Forced": "Geforceerd",
  "Low": "Laag",
  "Medium": "Gemiddeld",
  "High": "Hoog",
  "Highest": "Hoogste",
  "Sorry, there was a problem playing this item.": "Sorry, er was een probleem bij het afspelen van dit item.",
  "{1} and {2}": "{1} en {2}",
  "{1}, {2}, and {3}": "{1}, {2}, en {3}",
  "{1}, {2}, and {3} others": "{1}, {2}, and {3} overige",
  "Movie": "Film",
  "Movies": "Films",
  "TV Show": "TV Serie",
  "TV Shows": "TV Series",
  "Music": "Muziek",
  "Photo": "Foto",
  "Photos": "Foto’s",
  "Deleted Scene": "Verwijderde Scene",
  "Music Video": "Muziek Video",
  "Behind the Scenes": "Achter de Schermen",
  "Live Music Video": "Live muziekvideo",
  "Lyric Music Video": "Muziekvideo met songteksten",
  "Short": "Kort",
  "Other": "Overige",
  "Show": "Serie",
  "Shows": "Series",
  "Season": "Seizoen",
  "Seasons": "Seizoenen",
  "Episode": "Aflevering",
  "Episodes": "Afleveringen",
  "Comic": "Stripverhaal",
  "Comics": "Stripverhalen",
  "Person": "Persoon",
  "People": "Mensen",
  "Artist": "Artiest",
  "Artists": "Artiesten",
  "Track": "Nummer",
  "Tracks": "Nummers",
  "Picture": "Afbeelding",
  "Pictures": "Afbeeldingen",
  "Photo Album": "Fotoalbum",
  "Photo Albums": "Fotoalbums",
  "Playlist": "Afspeellijst",
  "Playlists": "Afspeellijsten",
  "Subtitles": "Ondertiteling",
  "Lyrics": "Songteksten",
  "All": "Alles",
  "Unwatched": "Onbekeken",
  "Recently Released": "Onlangs verschenen",
  "Recently Added": "Recentelijk toegevoegd",
  "Recently Viewed": "Recent gekeken",
  "Recently Viewed Shows": "Recent Bekenen Shows",
  "By Folder": "Op map",
  "Tag": "Label",
  "Collection": "Collectie",
  "Bookmark": "Bladwijzer",
  "Director": "Regisseur",
  "Writer": "Auteur",
  "Actor": "Acteur",
  "country": "Land",
  "Chapter": "Hoofdstuk",
  "Review": "Beoordeling",
  "Version Background Processing Target": "Versie achtergrond verwerken doel",
  "Make": "Maken",
  "Aperture": "Diafragma",
  "Exposure": "Belichting",
  "Device": "Apparaat",
  "Mood": "Stemming",
  "Composer": "Componist",
  "Featuring": "Met medewerking van",
  "Track Artist": "Artiest nummer",
  "Similar Artist": "Overeenkomstige artiest",
  "This channel is not responding.": "Dit kanaal reageert niet.",
  "Sorry! There was an error signing out.": "Sorry! Er is een fout opgetreden tijdens het uitloggen.",
  "Please try again in a few minutes.": "Probeer het over een aantal minuten nogmaals.",
  "You must be lost.": "U zult wel verdwaald zijn.",
  "This page doesn't exist.": "Deze pagina bestaat niet.",
  "Media server not found.": "Media server niet gevonden.",
  "The server you're trying to access doesn't seem to exist.": "De server die je probeert te bereiken lijkt niet te bestaan.",
  "Media not found.": "Media niet gevonden.",
  "The media you're trying to access doesn't seem to exist.": "De media die je probeert te bereiken lijkt niet te bestaan.",
  "No soup for you!": "Geen soep voor jou!",
  "The server you're trying to access doesn't want to let you in. Make sure you're signed in as a user with access to this server.": "De server die u probeert te benaderen weigert uw toegang. Controleer of u bent ingelogd met een gebruikersaccount die toegang heeft tot deze server.",
  "Plex is down for maintenance.": "Plex is offline wegens onderhoud.",
  "Don't worry, it'll be back soon.": "Geen zorgen, het zal zo terug zijn.",
  "Plex is not reachable.": "Plex is niet bereikbaar.",
  "Make sure your server has an internet connection and any firewalls or other programs are set to allow access.": "Controleer of uw server een werkende internetverbinding heeft en dat uw firewall of andere programma's zijn ingesteld om de toegang toe te staan.",
  "Server unavailable.": "Server niet beschikbaar",
  "We couldn't reach \"{1}\". Make sure it's online and try again.": "We konden \"{1}\" niet benaderen. Controleer of deze online is en probeer het opnieuw.",
  "We couldn't reach this server. Make sure it's online and try again.": "We konden deze server niet benaderen. Controleer of deze online is en probeer het opnieuw.",
  "No": "Nee",
  "Yes": "Ja",
  "Invalid Credentials": "Ongeldige referenties",
  "Your credentials have expired. Please sign in again.": "Je referenties zijn verlopen. Log opnieuw in.",
  "Ignore": "Negeren",
  "Sync status is unavailable.": "Synchronisatie status is niet beschikbaar.",
  "The conversion queue is unavailable.": "De conversiewachtrij is niet beschikbaar.",
  "Your channels are unavailable.": "Uw kanalen zijn niet beschikbaar.",
  "The channel directory is restricted from shared users.": "De channel directory is afgeschermd voor gedeelde gebruikers",
  "The channel directory is unavailable.": "De kanalenlijst is niet beschikbaar.",
  "Playlists are unavailable for this server.": "Afspeellijsten zijn niet beschikbaar voor deze server.",
  "Playlist not found.": "Afspeellijst niet gevonden.",
  "Server settings are restricted from shared users.": "Serverinstellingen zijn uitgesloten van gedeelde gebruikers.",
  "Server settings are unavailable.": "Serverinstellingen zijn niet beschikbaar.",
  "Your friends are unavailable.": "Uw vrienden zijn niet beschikbaar.",
  "Your home is unavailable.": "Jouw Home is niet beschikbaar.",
  "Your devices are unavailable.": "Uw apparaten zijn niet beschikbaar.",
  "This playlist is unavailable.": "De afspeellijst is niet beschikbaar",
  "This playlist item is unavailable.": "Dit item van de afspeellijst is niet beschikbaar",
  "Announcements are not available.": "Aankondigingen zijn niet beschikbaar.",
  "There was a problem connecting to this player.": "Er was een probleem met het verbinden naar deze speler.",
  "This server is unavailable to the player. Please sign this server in to your Plex account and try again.": "De server is niet beschikbaar. Log de server in op je Plex account en probeer het opnieuw.",
  "This server is unavailable to the player. Please sign in to your Plex account and try again.": "De server is niet beschikbaar. Log de server in op je Plex account en probeer het opnieuw.",
  "Unable to Cast": "Kan niet uitzenden",
  "Your browser does not support video streaming.": "Je browser ondersteunt geen video streaming.",
  "Plex Media Server is not responding.": "Plex Media Server reageert niet.",
  "Please allow Direct Play in Settings > Web > Player > Show Advanced.": "Sta Direct Play toe in Instellingen > Web > Speler > Geavanceerd.",
  "Please increase the Streaming Quality in Settings > Web > Player.": "Verhoog de Streaming Kwaliteit in Instellingen > Web > Speler.",
  "The player is unable to perform this action.": "De speler kan deze actie niet voltooien.",
  "This channel was successfully reset.": "Dit kanaal was succesvol gereset.",
  "There was a problem resetting this channel.": "Er was een probleem om dit kanaal te resetten.",
  "This channel was successfully restarted.": "Dit kanaal was succesvol herstart.",
  "There was a problem restarting this channel.": "Er was een probleem om dit kanaal te herstarten.",
  "Unable to Uninstall Channel": "Niet mogelijk het kanaal te deïnstalleren.",
  "This channel could not be uninstalled, but you can disable it in the server settings.": "Dit kanaal kon niet gedeïnstalleerd worden, maar je kunt het deactiveren bij de serverinstellingen.",
  "This channel could not be uninstalled.": "Dit kanaal kon niet verwijderd worden.",
  "Uninstall Channel": "Verwijder kanaal",
  "Are you sure you want to uninstall this channel?": "Ben je zeker dat je dit kanaal wilt verwijderen?",
  "There was a problem checking for updates.": "Er was een probleem tijdens het controleren voor nieuwe updates.",
  "{1} added to Watch Later.": "{1} toegevoegd aan Kijk Later.",
  "There was a problem adding to Watch Later.": "Er was een probleem met het toevoegen aan Kijk Later.",
  "There was a problem analyzing the library.": "Er was een probleem tijdens het analyseren van de bibliotheek.",
  "Analyze Library": "Analyseer Bibliotheek",
  "Analyzes all the media files in the library. The analysis captures information about the media which helps Plex decide how to optimally play back the media.": "Analyseer alle media bestanden in de bibliotheek. De analyze vergaart informatie over de media om Plex te helpen beslissen hoe hij dit het meest optimaal af kan spelen.",
  "Analyze": "Analyseer",
  "Cancel": "Annuleren",
  "There was a problem matching this item.": "Er was een probleem met het matchen van dit bestand.",
  "No matches were found using this agent.": "Er werden met deze agent geen matches gevonden.",
  "There was a problem searching for matches.": "Er was een probleem met het zoeken naar overeenkomsten.",
  "Unused bundles are being removed.": "Ongebruikte pakketten worden verwijderd.",
  "There was a problem removing unused bundles.": "Er was een probleem met het verwijderen van ongebruikte onderdelen.",
  "Clean Bundles": "Opschonen Bundels",
  "The media server stores information about your media to disk, as well as posters, artwork, and other media resources from the internet. Running this task deletes any bundles which are no longer in use.": "De media server slaat informatie over de media op op de harde schijf. Dit geldt ook voor posters, artwork en andere mediabronnen van het internet. Het uitvoeren van deze taak verwijderd alle pakketten die niet langer in gebruik zijn.",
  "Clean": "Opschonen",
  "Are you sure you want to delete {1} items from your filesystem?": "Weet je zeker dat je {1} items van de harde schijf wilt verwijderen?",
  "Are you sure you want to delete this item from your filesystem?": "Weet u zeker dat u dit item wilt verwijderen van uw bestandssysteem?",
  "Delete {1}": "Verwijder {1}",
  "Delete": "Verwijder",
  "Multiple files may be deleted.": "Meerdere bestanden worden mogelijk verwijderd.",
  "Yes, I'm sure": "Ja, ik weet het zeker",
  "Delete File": "Bestand verwijderen",
  "Are you sure you want to delete this file from your filesystem?": "Weet je zeker dat je dit bestand van je harde schijf wilt verwijderen?",
  "There was a problem deleting the playlist.": "Er was een probleem bij het verwijderen van de afspeellijst.",
  "Delete Playlist": "Verwijder afspeellijst",
  "Are you sure you want to delete {1}? This cannot be undone.": "Bent u zeker dat u {1} wilt verwijderen? Dit kan niet ongedaan gemaakt worden.",
  "There was a problem deleting the library.": "Er was een probleem met het verwijderen van de bibliotheek.",
  "Delete Library": "Verwijder bibliotheek",
  "Are you sure you want to delete {1}?": "Weet je zeker dat je {1} wilt verwijderen? ",
  "This cannot be undone.": "Dit kan niet ongedaan gemaakt worden.",
  "The preview thumbnails for items in this library were deleted.": "De thumbnails voor de items in deze bibliotheek zijn verwijderd.",
  "There was a problem deleting the preview thumbnails for items in this library.": "Er is een probleem bij het verwijderen van de thumbnails voor de items in deze bibliotheek.",
  "Delete Preview Thumbnails": "Miniaturen verwijderen",
  "Are you sure you want to delete the preview thumbnails for items in this library? This cannot be undone.": "Weet je zeker dat je de miniaturen voor de items in deze bibliotheek wilt verwijderen? Dit kan niet ongedaan gemaakt worden.",
  "There was a problem deleting these versions.": "Er was een probleem bij het verwijderen van deze versies.",
  "Are you sure you want to delete {1} versions of {2}?": "Bent u zeker dat u {1} van de {2} versies wenst te verwijderen?",
  "Are you sure you want to delete the {1} version of {2}?": "Bent u zeker dat u {1} van de {2} versies wenst te verwijderen?",
  "Delete Versions": "Versies verwijderen",
  "Delete Version": "Versie verwijderen",
  "The trash was emptied.": "De prullenbak is leeggemaakt.",
  "There was a problem emptying the trash.": "Er was een probleem met het leegmaken van de prullenbak.",
  "Empty Trash": "Prullenbak leegmaken",
  "By default the media server doesn't remove information for media right away. This helps if a drive is temporarily disconnected. When you empty the trash for a section, all information about missing media is deleted.": "De media server verwijdert standaard niet direct informatie van media. Dit helpt als een schijf tijdelijk losgekoppeld is. Als u uw Prullenbak leeg maakt zal alle informatie over media verwijdert worden.",
  "Empty": "Leegmaken",
  "Are you sure you want to mark {1} as unwatched?": "Weet je zeker dat je {1} wilt markeren als 'niet bekeken'?",
  "Are you sure you want to mark these movies as unwatched?": "Weet je zeker dat je deze films wilt markeren als 'niet bekeken'?",
  "Are you sure you want to mark all episodes of {1} as unwatched?": "Weet je zeker dat je alle afleveringen van {1} wilt markeren als 'niet bekeken'?",
  "Are you sure you want to mark these episodes as unwatched?": "Weet je zeker dat je deze afleveringen wilt markeren als 'niet bekeken'?",
  "Are you sure you want to mark these items as unwatched?": "Weet je zeker dat je deze items wilt markeren als 'niet bekeken'?",
  "Mark as Unwatched": "Markeer als niet bekeken",
  "Are you sure you want to mark {1} as watched?": "Weet je zeker dat je {1} wilt markeren als 'bekeken'?",
  "Are you sure you want to mark these movies as watched?": "Weet je zeker dat je deze films wilt markeren als 'bekeken'?",
  "Are you sure you want to mark all episodes of {1} as watched?": "Weet je zeker dat je alle afleveringen van {1} wilt markeren als 'bekeken'?",
  "Are you sure you want to mark these episodes as watched?": "Weet je zeker dat je al deze afleveringen wilt markeren als 'bekeken'?",
  "Are you sure you want to mark these items as watched?": "Weet je zeker dat je als deze items wilt markeren als 'bekeken'?",
  "Mark as Watched": "Markeer als bekeken",
  "There was a problem merging these items.": "Er was een probleem met het samenvoegen van deze items.",
  "Merge": "Samenvoegen",
  "Are you sure you want to merge these items together?": "Weet u zeker dat u deze items wilt samenvoegen?",
  "The database was optimized.": "De database is geoptimaliseerd.",
  "There was a problem optimizing this database.": "Er is een fout opgetreden bij het optimaliseren van deze database.",
  "Optimize Database": "Database Optimaliseren",
  "Cleans up the library database and ensures it is operating as quickly as possible. This is especially useful when you've added or removed a large amount of media from the library.": "Ruimt de bibliotheekdatabase op en zorgt er voor dat alles zo soepel mogelijk werkt. Dit is vooral handig wanneer u veel media heeft toegevoegd aan of verwijderd uit uw bibliotheek.",
  "Optimize": "Optimaliseer",
  "There was a problem rating this item.": "Er was een probleem met het beoordelen van dit item.",
  "There was a problem refreshing.": "Het herladen is mislukt.",
  "There was a problem splitting this item apart.": "Er was een probleem om dit item uit elkaar te splitsen.",
  "Split Apart": "Haal uit elkaar",
  "Are you sure you want to split this item apart?": "Weet je zeker dat je dit item wilt splitsen?",
  "There was a problem unmatching this item.": "Er was een probleem met het ontkoppelen van dit item.",
  "There was a problem canceling the update.": "Er was een probleem bij het annuleren van de update.",
  "There was a problem updating the library.": "Er was een probleem bij het updaten van de bibliotheek",
  "Refresh All": "Alles vernieuwen",
  "Forces a download of fresh media information from the internet. This can take a long time. Any locked fields are not modified.": "Forceert een download van verse media informatie via het internet. Dit kan even duren. Vergrendelde velden worden niet aangepast.",
  "Refresh": "Vernieuwen",
  "There was a problem connecting your server.": "Er was een probleem bij het verbinden met uw server",
  "There was a problem disconnecting your server.": "Er was een probleem bij het ontkoppelen van uw server.",
  "Remote Installation": "Installatie op afstand",
  "Continue": "Doorgaan",
  "The installer may display dialogs that require input. Make sure you have desktop access to the computer running Plex Media Server before continuing.": "Het installatiepakket kan vragen om je invoer. Zorg er dus voor dat je toegang hebt tot het bureaublad van de computer waar Plex Media Server op draait voordat je verder gaat.",
  "If you remove the server, all syncs and shares associated with the server will be lost and you will need to sign the server in again to restore access to Plex.": "Als je de server verwijdert, zullen alle synchronisaties en shares, verbonden met de server, verloren gaan en zul je de server opnieuw moeten aanmelden om de toegang tot Plex terug te krijgen.",
  "Are you sure you want to remove this server?": "Weet je zeker dat je deze server wilt verwijderen?",
  "Remove Server": "Server verwijderen",
  "Remove": "Verwijderen",
  "The username or password is incorrect.": "De gebruikersnaam of wachtwoord is onjuist.",
  "There was a problem signing the server out.": "Er was een probleem bij het uitloggen van de server.",
  "This account information is invalid.": "Deze gebruikersinformatie is niet juist.",
  "There was a problem signing up for a Plex account.": "Er was een probleem met het aanmaken van een Plex account.",
  "Play Now": "Nu afspelen",
  "This will clear the contents of Up Next and play the selection instead.": "Dit zal de inhoud van Volgend Item wissen en in plaats hiervan de selectie afspelen.",
  "The connected player doesn't support queueing.": "De verbonden speler ondersteunt geen wachtrij.",
  "There was a problem accepting this invite.": "Er was een probleem bij het accepteren van deze uitnodiging.",
  "You are the admin in your current home. If you leave, the remaining users will be removed and managed users will be deleted.": "Je bent de beheerder in je huidige Home. Wanneer je deze Home verlaat zullen de overige gebruikers en de beheerde gebruikers worden verwijderd ",
  "Are you sure you want to join this home? You will leave your current home.": "Weet je zeker dat je je bij deze Home wilt aanmelden? Je zult je huidige Home verlaten.",
  "The admin of this home will have access to your account. Other users of this home will be able to switch to your account by entering your PIN.": "De beheerder van deze Home  heeft toegang tot je account. Andere gebruikers van deze Home kunnen naar jouw account schakelen door een PIN in te voeren.",
  "Join Home": "Aanmelden bij Home",
  "Join": "Aanmelden",
  "Please sign in to remove sync items.": "Log in om synchronisatie-items te verwijderen.",
  "There was a problem removing this sync item.": "Er trad een probleem op bij het verwijderen van dit synchronisatie-item.",
  "Stop Syncing": "Stop synchronisatie",
  "Are you sure you want to stop syncing this item? All files created by this job will be removed from the device.": "Weet je zeker dat je de synchronisatie van dit item wilt stoppen? Alle bij deze taak aangemaakte bestanden zullen verwijderd worden.",
  "There was a problem recommending this item.": "Er was een probleem met het aanbevelen van dit onderdeel.",
  "Synced items were refreshed.": "Gesynchroniseerde items zijn vernieuwd.",
  "Reject Invite": "Uitnodiging weigeren",
  "Are you sure you want to reject this invite?": "Weet je zeker dat je deze uitnodiging wilt weigeren?",
  "Cancel Invite": "Uitnodiging annuleren",
  "Are you sure you want to cancel this invite?": "Weet je zeker dat je deze uitnodiging wilt annuleren?",
  "There was a problem rejecting this invite.": "Er was een probleem bij het weigeren van deze uitnodiging.",
  "There was a problem canceling this invite.": "Er was een probleem bij het annuleren van deze uitnodiging",
  "There was a problem removing this device.": "Er was een probleem met het verwijderen van dit apparaat.",
  "Deleting the Cloud Sync entry will stop Plex from being able to access any existing Cloud Sync content. You will need to create and upload new sync items.": "Door het verwijderen van de Cloud Sync optie kan Plex geen bestaande Cloud Sync content meer benaderen. Je zult nieuwe Cloud Sync items moeten aanmaken en uploaden.",
  "If you remove this device, you will need to sign in again on the device to restore access to Plex.": "Als je dit apparaat verwijdert zul je je opnieuw moeten aanmelden op het apparaat om de toegang tot Plex te herstellen.",
  "Remove Device": "Verwijder apparaat",
  "There was a problem removing this friend.": "Er was een probleem met het verwijderen van deze vriend.",
  "Are you sure you want to remove {1}?": "Weet je zeker dat je {1} wilt verwijderen?",
  "library": "bibliotheek",
  "libraries": "bibliotheken",
  "You are sharing {1} {2} with each other.": "Jullie delen {1} {2} met elkaar.",
  "You are sharing {1} {2} with this friend.": "Je deelt {1} {2} met deze vriend.",
  "This friend is sharing {1} {2} with you.": "Deze vriend deelt {1} {2} met jou.",
  "This friend will be removed from your home.": "Deze vriend zal worden verwijderd uit jouw Home.",
  "You will be leaving your home.": "Je verlaat je Home.",
  "Remove Friend": "Vriend verwijderen.",
  "Leave Home": "Home verlaten",
  "Leave": "Verlaat",
  "You are the admin in this home. If you leave, the remaining users will be removed and managed users will be deleted.": "Je bent de beheerder van deze Home. Wanneer je deze omgeving verlaat zullen de overige gebruikers worden verwijderd.",
  "Are you sure you want to leave this home?": "Weet je zeker dat je deze Home wilt verlaten?",
  "Remove User": "Verwijder gebruiker",
  "Removing a managed user from your home will delete the managed user. Watched status for this user will be lost. This cannot be undone.": "Het verwijderen van een beheerde gebruiker uit jouw Home zal de beheerde gebruiker verwijderen. De 'Bekeken' status van deze gebruiker gaat verloren en kan niet ongedaan worden gemaakt.",
  "You will no longer be able to switch to this user.": "Je kunt niet langer meer schakelen naar deze gebruiker.",
  "There was a problem leaving this home.": "Er was een probleem met het verlaten van deze Home.",
  "There was a problem removing this user.": "Er was een probleem met het verwijderen van deze gebruiker.",
  "There was a problem removing this share.": "Er was een probleem met het verwijderen van deze share.",
  "There was a problem leaving this server.": "Er was een probleem met het verlaten van deze server.",
  "Stop Sharing": "Delen stoppen.",
  "Are you sure you want to stop sharing with this friend?": "Weet je zeker dat je het delen met deze vriend wilt stoppen?",
  "Leave Server": "Verlaat Server",
  "Are you sure you want to leave this server? You can rejoin at any time.": "Weet je zeker dat je deze server wilt verlaten? Je kunt je later altijd weer aanmelden.",
  "There was a problem sharing this item.": "Er was een probleem met het delen van dit onderdeel.",
  "This server needs to be connected to Plex to sync its content.": "De server dient met Plex verbonden te zijn om content te synchroniseren",
  "There was a problem connecting to Plex.": "Er is een probleem opgetreden bij het verbinden met Plex",
  "Unable to enable guest account": "Kan het gastaccount niet inschakelen",
  "Unable to disable guest account": "Kan het gastaccount niet uitschakelen",
  "There was a problem analyzing this item.": "Er was een probleem bij het analyseren van dit item",
  "There was a problem refreshing this item.": "Er was een probleem bij het laden van dit item",
  "There was an unexpected error marking an item watched.": "Er was een fout bij het markeren als gezien van een item.",
  "There was an unexpected error marking an item unwatched.": "Er was een fout bij het markeren als niet gezien van een item.",
  "There was an unexpected error refreshing an item.": "Er was een fout opgetreden bij het verversen van het item.",
  "There was an unexpected error analyzing an item.": "Er was een fout opgetreden bij het analyseren van een item.",
  "There was an unexpected error deleting an item.": "Er was een fout bij het verwijderen van een item.",
  "There was a problem updating a library.": "Er trad een probleem op tijdens het bijwerken van een bibliotheek.",
  "There was a problem optimizing the database.": "Er trad een probleem op bij het optimaliseren van de database.",
  "{1} started playing {2} on {3}.": "{1} begon met afspelen van {2} om {3}.",
  "{1} of {2}": "{1} van {2}",
  "There was a problem converting 1 item.": "Er trad een probleem op bij het converteren van één item.",
  "There were problems converting {1} items.": "Er trad een probleem op bij het converteren van {1} items.",
  "The server needs a Plex Pass to use sync.": "De server heeft een Plex Pass nodig om gebruik te kunnen maken van sync",
  "Learn More": "Lees meer",
  "The server needs to be signed in with a Plex Pass to use sync.": "De server dient met een Plex Pass te zijn ingelogd om sync te gebruiken.",
  "Sign In": "Log in",
  "Play selected": "Geselecteerde items afspelen",
  "Play All": "Alles afspelen",
  "Update Library": "Update bibliotheek",
  "Cancel Update": "Annuleer Update",
  "There was a problem loading these items.": "Er was een probleem met het laden van deze items.",
  "This playlist has no items.": "Deze afspeellijst bevat geen items.",
  "1 Item": "1 item",
  "{1} Items": "{1} items",
  "YYYY-MM-DD": "JJJJ-MM-DD",
  "Required": "Verplicht",
  "this {1}": "deze {1}",
  "original value": "originele waarde",
  "blank": "leeg",
  "Play {1}": "Afspelen {1}",
  "Queue {1}": "Wachtrij {1}",
  "You don't have any media servers yet.": "Je hebt nog geen media servers.",
  "{1}Download and install{2} one and try again.": "{1}Download en installeer{2} deze en probeer het opnieuw.",
  "Unable to load contents of '{1}'": "Niet mogelijk om inhoud te laden van '{1}'",
  "There was a problem adding to this collection.": "Er heeft zich een probleem voorgedaan bij het toevoegen aan deze collectie.",
  "There was a problem adding to the playlist.": "Er was een probleem met het toevoegen aan de afspeellijst.",
  "There was a problem saving these settings.": "Er heeft zich een probleem voorgedaan bij het opslagen van deze instellingen.",
  "There was an error editing this item": "Er is een fout opgetreden bij het wijzigen van dit item",
  "Edit {1}": "Bewerken {1}",
  "Your changes could not be saved.": "Uw wijzigingen konden niet worden opgeslagen.",
  "Match": "Overeenkomst",
  "Fix Incorrect Match": "Pas onjuiste koppeling aan",
  "Playlists have been imported.": "Afspeellijsten zijn geïmporteerd.",
  "There was a problem importing.": "Er was een probleem bij het importeren.",
  "Search {1}": "Zoek {1}",
  "There was a problem loading '{1}'": "Er is een probleem bij het laden van '{1}'",
  "Finish Watching Queue": "Beëindig het kijken naar de afspeellijst",
  "This will clear the contents of your play queue.": "Dit verwijdert de inhoud van je afspeellijst.",
  "You have reached the {1} person home limit.": "Je hebt de {1} persoon(s) Home limiet bereikt.",
  "Your changes have been saved.": "Je wijzigingen zijn opgeslagen.",
  "Right click the \"Plex It!\" button and choose Add to Favorites so you can save videos to Watch Later.": "Klik met de rechter muisknop op \"Plex It!\" en selecteer Aan Favorieten Toevoegen om de video's op te slaan in Later Bekijken.",
  "Add the button above to your favorites bar.": "Voeg de knop hierboven toe aan uw favorietenbalk.",
  "Drag the \"Plex it!\" button to your Bookmarks Bar so you can save videos to your Watch Later.": "Sleep de \" Plex it!\" knop naar de bladwijzerbalk zodat je de video kunt opslaan in 'Later bekijken'.",
  "Drag the button above to your bookmarks bar.": "Sleep de knop hierboven naar uw favorietenbalk.",
  "{1} to copy": "{1} om te kopiëren",
  "Watched": "Bekeken",
  "There was a problem deleting all versions.": "Er was een probleem bij het verwijderen van alle versies.",
  "Delete All Versions": "Verwijder alle versies",
  "Are you sure you want to delete all versions? This cannot be undone.": "Bent u zeker dat u alle versies wenst te verwijderen? Dit kan niet ongedaan gemaakt worden.",
  "Unable to stop generating these versions.": "Niet mogelijk het genereren van deze versies te stoppen.",
  "Removing this item will delete all versions created by {1}. Are you sure you want to continue?": "Het verwijderen van dit item zorgt voor het wissen van alle door {1} aangemaakte versies. Weet je zeker dat je wilt doorgaan?",
  "Removing this item will delete all related versions. Are you sure you want to continue?": "Het verwijderen van dit item zorgt voor het wissen van alle gerelateerde versies. Weet je zeker dat je wilt doorgaan?",
  "There was a problem disabling this version.": "Er trad een probleem op bij het uitschakelen van deze versie.",
  "Remove Version": "Versie verwijderen",
  "Are you sure you want to delete this version? You can enable it again in Optimized Versions Settings.": "Weet je zeker dat je deze versie wilt verwijderen? Je kunt hem weer inschakelen in de instellingen van Geoptimaliseerde versies.",
  "There was a problem enabling this version.": "Er trad een probleem op bij het inschakelen van deze versie.",
  "There was a problem processing this item.": "Er trad een probleem op bij het verwerken van dit item.",
  "There was a problem processing these items.": "Er trad een probleem op bij het verwerken van deze items.",
  "More": "Meer",
  "Less": "Minder",
  "Created": "Gemaakt op",
  "Progress for": "Voortgang van",
  "Matching": "Overeenkomende",
  "Downloading metadata for": "Bezig met downloaden van metadata voor",
  "Loading metadata for": "Metadata laden voor",
  "Finished processing": "Verwerken voltooid",
  "Analyzing": "Analyseren",
  "Deleted": "Verwijderd",
  "Transcoding": "Bezig met transcoderen",
  "Direct Play": "Afspelen zonder transcoding",
  "(throttled)": "(versneld)",
  "Downloading": "Bezig met downloaden",
  "Uploading": "Bezig met uploaden",
  "done": "klaar",
  "This media is inaccessible. Please check that the file exists with the correct permissions.": "Dit mediabestand is niet toegankelijk. Controleer of het bestand bestaat en of de rechten correct zijn.",
  "The metadata for this media is invalid. Please reanalyze the media and try again.": "De metadata voor dit mediabestand is ongeldig. Analyseer mediabestand opnieuw en probeer nogmaals.",
  "The client profile for the sync target is invalid.": "Het clientprofiel voor de synchronisatiebestemming is ongeldig. ",
  "An error occurred processing this media. Please check that the disk is not full.": "Een fout deed zich voor bij het verwerken van dit mediabestand. Controleer of de schijf niet vol is.",
  "The transcoder was unable to process this media.": "De transcoder kon dit mediabestand niet verwerken.",
  "This media was unable to be analyzed.": "Dit mediabestand kon niet worden geanalyseerd.",
  "This media was unable to be downloaded. Please check that it is still available and try again.": "Dit mediabestand kon niet worden gedownload. Controleer of het nog beschikbaar is en probeer het opnieuw.",
  "An error occurred while syncing this media.": "Een fout deed zich voor tijdens het synchroniseren van dit mediabestand.",
  "Installed": "Geïnstalleerd",
  "Utility": "Hulpprogramma",
  "{1} episode": "{1} aflevering",
  "{1} episodes": "{1} afleveringen",
  "user": "gebruiker",
  "friend": "vriend",
  "Guest User": "Gast Gebruiker",
  "Managed User": "Beheerde gebruiker",
  "invite sent {1}": "Uitnodiging verzonden {1}",
  "invite sent to {1}": "Uitnodiging verzonden aan {1}",
  "wants you to join their home and share {1} {2} with you": "wil jou toevoegen aan zijn Home en {1} {2} met je delen.",
  "wants to be friends and share {1} {2} with you": "wil vrienden worden en {1} {2} met je delen.",
  "wants to share {1} {2} with you": "wil {1} {2} met je delen",
  "wants you to join their home": "wil dat je jezelf toevoegt aan hun Home",
  "wants to be friends": "wil vrienden worden",
  "Custom: {1}": "Aangepast: {1}",
  "0 files": "0 bestanden",
  "Your mix will resume shortly.": "De mix zal spoedig hervat worden.",
  "Skipping in {1} seconds...": "Slaat over in {1} seconden...",
  "Casting to {1}": "Uitzenden naar {1}",
  "This user could not be added to your home.": "Deze gebruiker kan niet worden toegevoegd aan jouw Home.",
  "An invite could not be sent to this user.": "Een uitnodiging aan deze gebruiker kon niet worden verzonden.",
  "Loading...": "Laden...",
  "You've added a PIN restriction": "Je hebt een PIN-restrictie aangebracht.",
  "You've joined a Plex Home": "Je hebt je aangesloten bij een Plex Home",
  "This PIN could not be saved.": "Deze PIN kon niet worden opgeslagen.",
  "This PIN could not be removed.": "Deze PIN kon niet worden verwijderd.",
  "Please enter a 4 digit PIN.": "Voer een viercijferige PIN in.",
  "No lyrics available.": "Geen teksten beschikbaar",
  "An error occurred loading these lyrics.": "Er ging iets mis bij het laden van deze songtekst.",
  "Automatically select audio and subtitle tracks": "Audio en ondertiteling automatisch selecteren",
  "Automatically select audio and subtitle tracks in your preferred language when possible.": "Selecteer, indien mogelijk, automatisch de audio en ondertiteling in je voorkeurstaal",
  "Prefer audio tracks in": "Voorkeurstaal voor audiospoor",
  "Subtitle mode": "Ondertitelingsmodus",
  "Manually selected": "Handmatig geselecteerd",
  "Shown with foreign audio": "Getoond bij anderstalig audiospoor",
  "Always enabled": "Altijd ingeschakeld",
  "Prefer subtitles in": "Voorkeurstaal ondertiteling",
  "An update is available.": "Er is een update beschikbaar.",
  "Something went wrong.": "Er is iets mis gegaan",
  "Server settings are unavailable because the server could not be reached.": "De serverinstellingen zijn niet beschikbaar omdat de server niet bereikbaar is.",
  "Username is required": "Gebruikersnaam is verplicht",
  "Email address is required": "Email adres is verplicht",
  "Password confirmation is required": "Wachtwoord bevestiging is verplicht",
  "Current password is required": "Huidig wachtwoord is verplicht",
  "Passwords must match": "Wachtwoorden dienen gelijk te zijn",
  "Convert Immediately": "Onmiddellijk converteren",
  "Do you want to start converting this item immediately? Any conversion progress for '{1}' will be lost.": "Wil je het coverteren van dit item onmiddellijk starten? De conversievoortgang voor '{1}' gaat verloren.",
  "Paused": "Gepauseerd",
  "Converting": "Wordt geconverteerd...",
  "Waiting": "Wachtend",
  "1 failed item": "Één mislukt item",
  "{1} failed items": "{1} mislukte items",
  "File unavailable": "Bestand niet beschikbaar",
  "Invalid metadata": "Ongeldige metadata",
  "Invalid profile": "Ongeldig profiel",
  "Unable to analyze": "Niet mogelijk te analyseren",
  "Unable to convert": "Niet mogelijk te converteren",
  "Loading": "Laden",
  "User Rating": "Gebruikersbeoordeling",
  "Connecting": "Verbinden",
  "Loading libraries": "Bibliotheken laden",
  "There was an unexpected error loading libraries": "Er was een onverwachte error tijdens het laden van de bibliotheken",
  "You're not supposed to be here": "Je hoort hier niet te zijn",
  "This page is restricted from the server \"{1}\"": "Deze pagina is beperkt vanaf deze server \"{1}\"",
  "This page is restricted from this server": "Deze pagina wordt beperkt vanaf deze server",
  "Tip: If \"Secure connections\" in your server's network settings is disabled, select \"Preferred\" to use the secure web app": "Tip: Als 'Beveiligde verbinding' is uitgeschakeld in de netwerkinstellingen van de server, selecteer dan 'Voorkeur' om de beveiligde web-app te gebruiken",
  "The server \"{1}\" is unavailable": "De server '{1}' is niet beschikbaar",
  "This server is unavailable": "Deze server is niet beschikbaar",
  "Plex will automatically try to reconnect to this server": "Plex zal automatisch de verbinding met de server proberen te herstellen",
  "You do not have access to this server": "Je hebt geen toegang tot deze server",
  "Connecting to {1}": "Verbinden met {1}",
  "Play Selected": "Speel geselecteerd",
  "Add to Playlist...": "Aan afspeellijst toevoegen",
  "Mark Watched": "Markeer bekeken",
  "Mark Unwatched": "Markeer niet bekeken",
  "Edit": "Bewerken",
  "Sync...": "Synchroniseren...",
  "Optimize...": "Optimaliseren...",
  "{1} item selected": "{1} item geselecteerd",
  "{1} items selected": "{1} items geselecteerd",
  "Deselect All": "Deselecteer Alles",
  "More...": "Meer...",
  "Are you sure you want to delete these {1} items from your filesystem?": "Weet je zeker dat je deze {1} items wilt verwijderen van het systeem?",
  "Subscriptions": "Abonnementen",
  "Payments": "Betalingen",
  "Global App Settings": "Globale App Instellingen",
  "Authorized Devices": "Gemachtigde Apparaten",
  "Family & Friends": "Familie & Vrienden",
  "Sharing": "Delen",
  "Search in {1}...": "Zoeken in {1}",
  "Search all servers...": "Zoek alle servers...",
  "Show more results...": "Laat meer resultaten zien...",
  "by": "door",
  "with": "met",
  "Selected": "Geselecteerd",
  "There was a problem saving your changes.": "Er was een probleem met het opslaan van de aanpassingen.",
  "Too weak": "Te zwak",
  "Very weak": "Heel zwak",
  "Somewhat weak": "Een beetje zwak",
  "Somewhat Strong": "Best sterk",
  "Very Strong": "Heel sterk",
  "Play": "Afspelen",
  "Play Version...": "Versie Afspelen",
  "Play Next": "Volgende afspelen",
  "Add to Queue": "Voeg toe aan Queue",
  "Play Plex Mix": "Speel Plex Mix",
  "Play Trailer": "Speel trailer",
  "Play Music Video": "Speel muziek video",
  "Fix Match...": "Aanpassen koppeling",
  "Match...": "Koppeling",
  "Unmatch": "Verwijder koppeling",
  "Share...": "Delen...",
  "Recommend...": "Aanbevelen...",
  "Get Info": "Opvragen informatie",
  "Previous Page": "Vorige pagina",
  "Next Page": "Volgende pagina",
  "Downloading Metadata": "Ophalen metadata",
  "In Trash": "Naar prullebak",
  "A different type is selected": "Een ander type wordt geselecteerd",
  "More Actions": "Meer acties",
  "Poster Size": "Poster grootte",
  "IMDb Rating": "IMDb Waardering",
  "Audience Rating": "Kijkcijfers",
  "Rating": "Beoordeling",
  "Add to Playlist": "Toevoegen aan afspeellijst",
  "Toggle Watched...": "Verander Bekeken",
  "Are you sure you want to mark this item as watched?": "Weet je zeker dat je dit item wilt markeren als gezien?",
  "Are you sure you want to mark these {1} items as watched?": "Weet je zeker dat je {1} wilt markeren als gezien?",
  "Are you sure you want to mark this item as unwatched?": "Weet je zeker dat je dit item wilt markeren als niet gezien?",
  "Are you sure you want to mark these {1} items as unwatched?": "Weet je zeker dat je {1} wilt markeren als niet gezien?",
  "{1} season": "{1} seizoen",
  "{1} seasons": "{1} seizoenen",
  "on": "op",
  "Save Changes": "Bewaar wijzigingen",
  "System Default": "Standaard instellingen",
  "Managed users are restricted from account settings": "Beheerde gebruikers hebben beperkte toegang tot account instellingen",
  "Language": "Taal",
  "This sets the default language for Plex applications that do not provide their own language setting.": "Dit stelt de standaard taal van Plex applicaties in die geen eigen taal instelling hebben.",
  "Username": "Gebruikersnaam",
  "Your username will be visible to friends with whom you have shared your server.": "Uw gebruikersnaam is zichtbaar aan vrienden met wie u de server deelt.",
  "Allow username to be used when signing in": "Sta gebruikersnaam toe tijdens het inloggen",
  "Your email address will be required to sign in when username sign-in is not allowed.": "Je email adres is nodig om in te loggen als gebruikernsaam login niet toegestaan is.",
  "Email Address": "Email adres",
  "Password": "Wachtwoord",
  "New Password": "Nieuw Wachtwoord",
  "Confirm New Password": "Nieuw wachtwoord bevestigen",
  "Current Password": "Huidig Wachtwoord",
  "Sign out connected devices after password change": "Log alle verbonden apparaten uit, na aanpassen wachtwoord",
  "Plex News": "Plex Nieuws",
  "You are currently subscribed": "U bent geabonneerd",
  "You are not subscribed": "U bent niet geabonneerd",
  "Subscribe to our amazing, but infrequent email newsletter": "Abonneer op onze geweldige, maar zeldzame email nieuwsbrief",
  "Choose Photo": "Kies Foto",
  "You can scale your photo using the slider below, and adjust the crop by dragging it within the circle.": "U kunt foto's schalen via de slider beneden en de grootte aanpassen door de foto in de cirkel te slepen.",
  "All Libraries": "Alle bibliotheken",
  "Discover": "Ontdek",
  "There was an unexpected error loading the photo album": "Er is een fout opgetreden bij het laden van het foto album",
  "Loading photos": "Foto's laden",
  "Plex is down for maintenance": "Plex is offline wegens onderhoud.",
  "Don't worry, it will be back soon": "Geen zorgen, hij is er zo weer",
  "No shared libraries": "Geen gedeelde bibliotheken",
  "A user in your home needs to share a library with you": "Een gebruiker in je Home moet een bibliotheek met je delen",
  "Get your Plex Media Server": "Haal de Plex-mediaserver op",
  "Install your new server": "Installeer de nieuwe server",
  "To get started streaming your media everywhere, download and install Plex Media Server on the computer or device where you keep your media.": "Om te beginnen met het streamen van media, download en installeer je Plex-mediaserver op computer of apparaat waarop je mediabestanden staan.",
  "Excellent. Check your download location for Plex Media Server and install it. Once it's running, check back here and we'll get you set up.": "Prima. Controleer nu de downloadlocatie voor de Plex-mediaserver en stel hem in. Als hij actief is, keer je hier terug en je wordt geholpen bij de instellingen.",
  "Need to download different server?": "Wil je een andere server downlaoden?",
  "Download for Computer Platforms": "Downloaden voor computerplatforms",
  "Download for NAS Platforms": "Download voor NAS platformen",
  "Update your Plex Media Server": "Update uw Plex Media Server",
  "This version of the web app requires Plex Media Server {1} or higher. Use one of the links below to open an available server directly.": "Deze versie van de web-app vereist Plex Media Server {1} of recenter. Gebruik een van de links hieronder om direct een beschikbare server te openen.",
  "There was an unexpected error": "Er trad een onverwachte fout op",
  "Please visit our forums if you continue to experience problems": "Bezoek ons forum als de problemen terug blijven komen",
  "Go to Forums": "Ga naar Forums",
  "Loading dashboard": "Laden van dashboard",
  "There was an unexpected error loading the dashboard": "Er was een onverwachte fout bij het laden van het dashboard",
  "The server \"{1}\" does not support the dashboard": "Server '{1}' ondersteunt het dashboard niet",
  "Browse libraries using the sidebar": "Doorzoek bibliotheken via de zijbalk",
  "The dashboard is empty": "Het dashboard is leeg",
  "Browse and manage your libraries using the sidebar": "Doorzoek en beheer uw bibliotheken via de zijbalk",
  "Tip: The \"Include in dashboard\" advanced setting for each library allows content to be displayed here": "Tip: De instelling 'Neem in het dashboard op' voor iedere bibliotheek geeft de mogelijkheid hier content weer te geven",
  "Add libraries with your media to make the most of Plex Media Server": "Voeg bibliotheken toe  aan de media om zoveel mogelijk uit de Plex-mediaserver te halen",
  "Add Library": "Voeg Bibliotheek toe",
  "This server does not support search": "Deze server ondersteunt zoeken niet",
  "No Results": "Geen Resultaten",
  "Try a different query": "Probeer een andere opdracht",
  "Search": "Zoeken",
  "All Servers": "Alle Servers",
  "This Server": "Deze Server",
  "Searching for \"{1}\"": "Zoeken naar \"{1}\"",
  "Results for \"{1}\"": "Resultaten voor \"{1}\"",
  "A server could not be found. Download and install Plex Media Server, and it will appear here.": "Geen server gevonden. Download en installeer Plex-mediaserver en hij zal hier verschijnen.",
  "Where is my server?": "Waar is mijn server?",
  "No one in your home has shared a library with you.": "Niemand in je Home heeft een bibliotheek met je gedeeld.",
  "Learn more": "Lees meer",
  "The server {1} needs an update.": "Server {1} moet bijgewerkt worden.",
  "The servers {1} need updates.": "Servers {1} moeten bijgewerkt worden.",
  "Please wait while servers are discovered.": "Een ogenblik geduld terwijl de servers gezocht worden.",
  "Loading {1}": "Laden van {1}",
  "Loading list": "Laden van lijst",
  "There was an unexpected error loading {1}": "Er trad een onverwachte fout op bij het laden van {1}",
  "There was an unexpected error loading this list": "Er trad een onverwachte fout op bij het laden van deze lijst",
  "Nothing to see here": "Er is hier niets aanwezig",
  "There are no items in {1}": "Er zitten geen items in {1}",
  "There are no items in this list": "Er zitten geen items in deze lijst",
  "Looking for servers...": "Servers zoeken...",
  "Unavailable": "Niet beschikbaar",
  "Secure": "Veilig",
  "Needs Update": "Update vereist",
  "Nearby": "Dichtbij",
  "Enhance your Plex experience with exclusive premium features": "Verbeter de Plex ervaring met exclusieve premium mogelijkheden",
  "Mobile Sync": "Mobiele Sync",
  "Enjoy your media offline on Android, iOS, and Windows devices": "Geniet van je media offline op Android, iOS en Windows apparaten",
  "Exclusive Forum Access": "Exclusieve Forum Toegang",
  "Let your voice be heard in special members-only forums": "Laat je stem horen in speciale leden forums",
  "See movie trailers, cast interviews, and other bonus features": "Bekijk film trailers, acteur interviews en andere bonus opties",
  "Sync photos from your mobile devices to Plex Media Server": "Synchroniseer foto's van je mobiele apparaten naar Plex Media Server",
  "Sync media to the cloud and enjoy it anywhere there’s internet": "Synchroniseer media naar de cloud en geniet overal waar internet is",
  "Song identification, album reviews, artist bios, and Plex Mix playlists": "Lied identificatie, album reviews, artiest info, en Plex Mix afspeellijsten",
  "...plus more exclusive features!": "...plus meer exclusieve extra's!",
  "Subscribe": "Abonneer",
  "Subscribe today": "Abonneer vandaag",
  "or give Plex Pass as a gift!": "of geef Plex Pass als een kado!",
  "Update Libraries": "Bibliotheken bijwerken",
  "Online Content": "Online inhoud",
  "Channels": "Kanalen",
  "Manage": "Beheer",
  "Settings": "Instellingen",
  "Unclaimed": "Niet geclaimd",
  "Libraries": "Bibliotheken",
  "There was an unexpected error loading libraries.": "Er was een onverwachte error tijdens het laden van de bibliotheken.",
  "The selected server cannot be reached securely. An insecure connection may be possible.": "De geselecteerde server is niet op een beveiligde manier te bereiken. Er is mogelijk een niet beveiligde verbinding.",
  "The selected server is unreachable. Make sure it's running, double check your network, and try again.": "De geselecteerde server is niet bereikbaar. Zorg dat hij actief is, controleer het netwerk nog eens en probeer het opnieuw.",
  "Try again": "Opnieuw proberen",
  "Reload app insecurely": "Herlaad de app onbeveiligd",
  "Allow insecure connection": "Sta een onbeveiligde verbinding toe",
  "Remove server": "Server verwijderen",
  "Remove \"{1}\"": "Verwijder \"{1}\"",
  "If this server is restarted, it will automatically be added to your account again.": "Als deze server opnieuw gestart is zal hij automatisch weer toegevoegd worden aan je account.",
  "Your mix will resume shortly": "De mix zal spoedig hervat worden.",
  "Version": "Versie",
  "Reqirements": "Vereisten",
  "Searching for {1}": "Zoeken naar {1}",
  "Results for {1}": "Resultaten voor {1}",
  "No matches found.": "Geen overeenkomsten gevonden.",
  "or": "of",
  "Sign Up": "Meld u aan",
  "Email": "E-mailadres",
  "Confirm Password": "Bevestig Wachtwoord",
  "Passwords do not match": "Wachtwoorden komen niet overeen",
  "By creating an account, you confirm that you have read and accept the {1}Terms and Conditions{2} and are at least 13 years old.": "Door het creëren van een account bevestig je dat je de {1}Voorwaarden{2} gelezen en geaccepteerd hebt en minstens 13 jaar oud bent.",
  "Remember me": "Onthoud mij",
  "You must be signed in for Plex to work properly. If you are not signed in:": "Je dient ingelogd te zijn om Plex goed te laten werken. Als je niet bent ingelogd:",
  "Any connections between your media server and players WILL NOT BE SECURE": "Alle connecties tussen de media server en spelers ZIJN NIET BEVEILIGD",
  "You may experience degraded streaming performance": "Je kunt slechtere streaming prestaties krijgen",
  "It will be more difficult, and sometimes impossible, to find your server and discover players": "Het zal moeilijker en soms onmogelijk zijn om je server en spelers te vinden",
  "You will not be able to access your media server from outside your home": "Je kunt je media server niet bereiken buiten je eigen netwerk",
  "You will not be able to access content and many features provided by Plex": "Het zal niet mogelijk zijn om inhoud en een hoop functies van Plex te gebruiken",
  "Skip and accept limited functionality": "Sla over en accepteer gelimiteerde functionaliteit",
  "What's this?": "Wat is dit?",
  "Alerts": "Meldingen",
  "Conversion": "Conversie",
  "Now Playing": "Nu aan het afspelen",
  "Alerts are restricted from shared users.": "Waarschuwingen zijn afgeschermd voor gedeelde gebruikers.",
  "Resume": "Hervat",
  "Check the status in {1}Optimized Versions Settings{2}.": "Controleer de status in {1}Optimized Versions Settings{2}.",
  "Manage your completed conversions in {1}Optimized Versions Settings{2}.": "Beheer de voltooide conversies in {1}Optimized Versions Settings{2}.",
  "This requires Plex Media Server {1} or later.": "Dit vereist Plex-Mediaserver {1} of recenter.",
  "Now Playing is restricted from shared users.": "Nu aan het Afspelen is afgeschermd voor gedeelde gebruikers.",
  "Now Playing is unavailable with synced servers.": "Nu Afspelen is niet beschikbaar in combinatie met gesynchroniseerde servers.",
  "Now Playing requires Plex Media Server {1} or later.": "Nu Afspelen vereist Plex Media Server {1} of later.",
  "Nothing is synced to this device.": "Er is niets gesynchroniseerd met dit apparaat.",
  "You have no sync capable devices.": "Je hebt geen apparaten die kunnen synchroniseren",
  "Play Unwatched": "Speel Onbekeken af",
  "Add to playlist": "Voeg toe aan afspeellijst",
  "Select": "Selecteer",
  "Share": "Deel",
  "Recommend": "Beveel aan",
  "Options": "Opties",
  "Add to Collection...": "Toevoegen aan de collectie",
  "More Info": "Meer Informatie",
  "An insecure media server has been found on your network.": "Er is een niet-beveiligde mediaserver gevonden op het netwerk.",
  "An unclaimed media server has been found on your network.": "Er is een niet-geclaimde mediaserver gevonden op het netwerk.",
  "Claim it now": "Claim hem nu",
  "Experience new music features with a premium music library.": "Ervaar nieuwe muziek functies met een premium muziek bibliotheek.",
  "Create a library": "Bibliotheek aanmaken",
  "A Plex Media Server update is available!": "Er is een update van Plex Media Server beschikbaar!",
  "Download now": "Nu downloaden",
  "Install now": "Nu installeren",
  "Popular Tracks": "Populaire Nummers",
  "Music Videos": "Muziek Videos",
  "On Tour": "Op Tour",
  "Similar Artists": "Vergelijkbare Artiesten",
  "Extras": "Extra's",
  "Failed to load items for this playlist.": "Het is niet gelukt om de items te laden voor deze afspeellijst.",
  "This media type does not have a details page.": "Dit mediatype heeft geen details pagina.",
  "List": "Lijst",
  "Import from iTunes": "Importeer uit iTunes",
  "Edit Library": "Bewerk bibliotheek",
  "Channel Directory": "Kanalenlijst",
  "Browse Channels": "Blader door Kanalen",
  "Install Channels": "Installeer Kanalen",
  "Check for Updates": "Controleren op updates",
  "choose an image": "Selecteer een afbeelding",
  "drag and drop": " slepen en neerzetten",
  "enter a url": "Voer een webadres in",
  "Uploading artwork...": "Bezig met uploaden illustratie...",
  "this artwork was uploaded successfully": "deze afbeelding was succesvol ge-upload",
  "{1}upload another{2}": "{1}upload nog een item{2}",
  "there was an error uploading this artwork": "Er was een fout tijdens het uploaden van de illustratie",
  "{1}try again{2}": "{1} probeer opnieuw {2}",
  "Enter a url to upload an image from the web": "Voer een webadres in om een afbeelding van het internet te uploaden",
  "enter to {1}upload{2}": "Enter om te {1}uploaden{2}",
  "esc to {1}cancel{2}": "Escape om te {1}annuleren{2}",
  "Files": "Bestanden",
  "Labels require Plex Media Server {1} or later.": "Labels vereisen Plex Media Server {1} of hoger.",
  "You need a Plex Pass to use restrictions.": "Om restricties te kunnen gebruiken heb je een Plex Pass nodig.",
  "Auto Match": "Automatisch Vergelijken",
  "Nothing queued": "De afspeellijst is leeg",
  "Up Next": "Volgend Item",
  "Casting on": "Afspelend op",
  "Disconnect": "Ontkoppel",
  "{1} Settings": "{1} Instellingen",
  "Note: These settings will take effect for all libraries using the {1} agent.": "Let op: Deze instellingen zijn van toepassing op alle bibliotheken die de {1}-agent gebruiken.",
  "There was an error adding this library.": "Er is een fout opgetreden bij het toevoegen van deze bibliotheek.",
  "You need to {1}follow these instructions{2} to troubleshoot the Plex Media Server.": "Volg {1}deze instructies{2} om problemen met de Plex Media Server op te lossen",
  "Add Folder": "Voeg een map toe",
  "Add": "Toevoegen",
  "Select a Collection": "Selecteer een verzameling",
  "There are no collections in this library.": "Er zijn geen verzamelingen in deze bibliotheek.",
  "New collection...": "Nieuwe verzameling...",
  "Select a Playlist": "Selecteer een afspeellijst",
  "Create Playlist": "Creër afspeellijst",
  "There are no playlists on this server.": "Er zijn geen afspeellijsten op deze server.",
  "New playlist...": "Nieuwe afspeellijst...",
  "Browse": "Blader",
  "Restart": "Herstart",
  "Uninstall": "Verwijderen",
  "Install": "Installeren ",
  "Directory Settings": "Mappen instellingen",
  "Save": "Opslaan",
  "Download a Version": "Download een versie",
  "General": "Algemeen",
  "Background": "Achtergrond",
  "Add {1} Library": "Voeg {1} bibliotheek toe",
  "Select type": "Selecteer type",
  "Add folders": "Voeg folders toe",
  "Create": "Creëer",
  "Advanced": "Geavanceerd",
  "Next": "Volgende",
  "Location": "Locatie",
  "Search Options": "Zoekopties",
  "Server Unreachable": "Server Onbereikbaar",
  "Insecure connections will only be allowed when you're on the same network as the server.": "Onveilige verbindingen zijn alleen toegestaan wanneer je je op hetzelfde netwerk als de server bevindt.",
  "Insecure connections will be allowed to any server.": "Onveilige verbindingen worden toegestaan naar elke server.",
  "The Allow Fallback to Insecure Connections setting can be changed in Web Settings. Would you like to allow insecure connections?": "De 'terugvallen op onbeveiligde verbindingen' instelling kan worden aangepast in Web instellingen. Wil je onveilige verbindingen toestaan?",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library. Depending on how many tracks you have, this process can take many minutes to complete.": "Importeren vanuit iTunes zal uw muziekafspeellijsten importeren. Ook worden uw beoordelingen geïmporteerd, evenals de datum dat u de muziek heeft toegevoegd en hoe vaak uw muziekbestanden zijn afgespeeld en overgeslagen in uw bibliotheek. Afhankelijk van de hoeveelheid muziekbestanden, kan dit proces vele minuten duren.",
  "Add to library: ": "Voeg toe aan bibliotheek:",
  "Overwrite existing playlists": "Overschrijf bestaande afspeellijsten",
  "Import": "Importeren",
  "Keyboard Shortcuts": "Sneltoets",
  "Internet Required": "Internet Vereist",
  "Plex Pass Required": "Plex Pass Vereist",
  "This server cannot reach the Internet. Please verify connectivity and try again.": "Deze server kan het Internet niet bereiken. Controleer uw verbinding en probeer het opnieuw.",
  "This library requires your server be signed in to a Plex Pass account.": "Deze bibliotheek vereist dat uw server ingelogd is met een Plex Pass account.",
  "Media Server Detection": "Media Server Detectie",
  "We've detected a Plex Media Server running on this computer, but we can't connect to it. {1}Sign in to your account{2} on the server so that you can access it.": "Wij hebben een Plex Media Server gedetecteerd op deze computer, maar wij kunnen er niet mee verbinden. {1}Log in op uw account{2} op de server zodat u toegang kan krijgen.",
  "We were unable to find a Plex Media Server running on this computer. If you have one on this or another computer, make sure it's running and signed in to your account.": "We kunnen geen Plex Media Server detecteren op deze computer. Zorg dat hij gestart is en ingelogd is op je account wanneer deze op een andere computer geïnstalleerd is. ",
  "For more information, please see {1}this support article{2}.": "Voor meer informatie, zie {1}dit ondersteuningsartikel{2}.",
  "Delete Files": "Bestanden verwijderen",
  "Inaccessible": "Ontoegankelijk",
  "Please check that this file exists and the necessary drive is mounted.": "Controleer of het bestand bestaat en of de benodigde schijven zijn aangesloten",
  "Part": "Deel",
  "View XML": "Bekijk XML",
  "Select a Version": "Selecteer een versie",
  "Go Premium": "Ga voor Premium",
  "This feature requires a Plex Pass subscription.": "Deze functie vereist een Plex Pass-abonnement.",
  "Everything you need to experience the best of Plex. Your subscription gives you premium features and exclusive access to new ones.": "Alles wat u nodig heeft om het beste van Plex te ervaren. Uw abonnement geeft u extra functies en exclusieve toegang tot nieuwe functies.",
  "The server \"{1}\" has not been claimed. This server must be claimed by an account with a Plex Pass subscription.": "De server \"{1}\" is niet geclaimd. Deze server moet eerste geclaimd worden door een account met een Plex Pass abonnement.",
  "Select Friends": "Selecteer Vrienden",
  "Say something about this...": "Vertel hier iets over...",
  "You need {1}friends{2} to recommend media.": "Je hebt {1}vrienden{2} nodig om media aan te bevelen.",
  "Send": "Verzenden",
  "Plex Media Server Release Notes": "Plex Media Server Releaseopmerkingen",
  "New": "Nieuw",
  "Fixes": "Oplossingen",
  "Choose Destination": "Kies bestemming",
  "Select a File": "Selecteer een bestand",
  "Resume from {1}": "Hervat vanaf {1}",
  "Start from beginning": "Start vanaf het begin",
  "Plex Media Server Downloads": "Plex-mediaserver-downloads",
  "You need to {1}link your account{2}.": "U moet {1} koppelen aan uw {2} account.",
  "Sync Status": "Sync status",
  "Plex Terms of Service": "Plex Algemene Voorwaarden",
  "Agree": "Akkoord",
  "Problem Connecting to Plex": "Probleem met Verbinden naar Plex",
  "Plex was unable to authenticate your server. Please sign your server out and try again.": "Plex kon uw server niet authenticeren. Log uw server uit en probeer het opnieuw.",
  "Your server was unable to reach Plex. Please ensure that the computer or device running your server can access the internet.": "Je server kon Plex niet bereiken. Zorg ervoor dat de computer of het apparaat waarop de server draait internettoegang heeft",
  "Signed in to Plex": "Ingelogd bij Plex",
  "You have successfully signed your server in to Plex, but we were unable to reach it from outside your network.": "Je hebt je server ingelogd bij Plex, maar we kunnen hem niet van buiten je netwerk bereiken.",
  "If you skip this step you will not be able to share or stream media outside your home. If you change your mind later, you can adjust this in Settings.": "Als je deze eerste stap overslaat zul je niet in staat zijn media te delen of te streamen buiten je huis. Als je later van gedachten veranderd kun je dit aanpassen bij Instellingen",
  "If you would like to enable this now, you will need to configure your router or firewall to allow Plex to contact your server. Please refer to our {1}Connecting a Server{2} article for more information.": "Als u dit nu wilt inschakelen, dient u uw router of firewall zodanig te configureren zodat Plex toegang tot uw server krijgt. Raadpleeg hiervoor onze {1}Verbinden van een Server{2} artikel voor meer informatie.",
  "Previous": "Vorige",
  "Playing Next": "Volgende Afspelen",
  "Users": "Gebruikers",
  "Announcements": "Aankondigingen",
  "Get Plex apps": "Verkrijg Plex apps",
  "Switch User...": "Andere gebruiker...",
  "Sign Out": "Log uit",
  "The library has no content yet.": "De bibliotheek heeft nog geen inhoud.",
  "Click {1}here{2} to add content to the library.": "Klik {1}hier{2} om inhoud aan de bibliotheek toe te voegen.",
  "The library is still being refreshed. Hang on while we look for your content.": "De bibliotheek word nog bijgewerkt. Een moment geduld, we zoeken naar je inhoud.",
  "There is no content matching your active filter.": "Er is geen inhoud die voldoet aan je actieve filter.",
  "There is no content in the selected folder.": "Er is geen inhoud in de geselecteerde map.",
  "Invites": "Uitnodigingen",
  "Friends": "Vrienden",
  "Pending": "In behandeling",
  "My Home": "Mijn Home",
  "Devices": "Apparaten",
  "Add User": "Gebruiker toevoegen",
  "Enable Guest": "Gast toestaan",
  "Disable Guest": "Gast uitschakelen",
  "Invite Friend": "Vriend uitnodigen",
  "Show Advanced": "Toon Geavanceerd",
  "Hide Advanced": "Verberg Geavanceerd",
  "Debug": "Foutopsporing",
  "Player": "Speler",
  "Automatically Sign In": "Automatisch inloggen",
  "Do not prompt to select a user or enter a PIN during startup on this device.": "Niet vragen om een gebruiker te selecteren of PIN tijdens het opstarten van dit apparaat.",
  "Play Theme Music": "Speel themamuziek",
  "Automatically play theme music in the background when available.": "Indien beschikbaar, automatisch muziek in de achtergrond afspelen",
  "Show Unwatched Icons": "Toon 'Niet bekeken' iconen",
  "Show unwatched icons in list items.": "Toon 'Niet bekeken' iconen in lijstweergave.",
  "Enable Keyboard Shortcuts": "Activeer sneltoetsen",
  "Press ? to view the list of {1}available shortcuts{2}.": "Druk op ? voor een lijst van {1}beschikbare snelkoppelingen{2}.",
  "Allow Fallback to Insecure Connections": "Terugvallen op onbeveiligde verbindingen toestaan",
  "Allow this browser to make insecure connections to Plex Media Server if secure connections fail.": "Deze browser toestaan om onbeveiligde verbindingen met de Plex Media Server te maken wanneer beveiligde verbindingen mislukken.",
  "You can view the debug logs {1}here{2}.": "Bekijk de debug logbestanden {1}hier{2}.",
  "Streaming Quality": "Streamingkwaliteit",
  "Local Quality": "Lokale kwaliteit",
  "Original": "Origineel",
  "Remote Quality": "Kwaliteit bij toegang op afstand",
  "Online Quality": "Online kwaliteit",
  "HTML5 Player": "HTML5 speler",
  "Prefer the HTML5 video player over the Flash player.": "Gebruik bij voorkeur de HTML5-videoplayer in plaats van de Flash-player",
  "Allows the player to play compatible media without any conversion. In most browsers, direct play supports MP4 videos with h264 video and AAC audio. Videos with subtitles cannot be played directly.": "Laat de speler compatibele media spelen zonder conversie. De meeste browsers ondersteunen MP4 video met h264 video en AAC audio. Video met ondertiteling kan niet direct worden afgespeeld.",
  "Allows the server to copy compatible audio and video streams without converting them.": "Speelt compatible audio en video streams af zonder te converteren.",
  "Audio & Subtitles": "Audio & Ondertiteling",
  "Allow Direct Play of AC3 Audio": "Direct afspelen van AC3 audio toestaan",
  "Allow MP4 videos with AC3 audio to be played directly. Browser support for AC3 audio is limited.": "Laat MP4 video met AC3 audio direct afspelen. Browser ondersteuning voor AC3 audio is beperkt.",
  "Prefer AAC Audio": "De voorkeur geven aan AAC audio",
  "Prefer AAC over MP3 when transcoding audio. Some devices, like the Wii U, only support HLS with AAC audio.": "Geef de voorkeur aan AAC in plaats van MP3 bij het transcoderen van audio. Sommige apparaten, zoals de Wii U, ondersteunen alleen HLS met AAC audio.",
  "Boost volume when converting multi-channel audio to stereo.": "Verbeter het volume bij het converteren van meerkanaals-audio naar stereo.",
  "Subtitle Size": "Grootte van ondertiteling",
  "Burn Subtitles": "Ondertiteling inbranden",
  "Determines if the server should burn in subtitles when converting video depending on the subtitles format. Avoiding burn in improves server performance and is only supported by the HTML5 player.": "Controleert of de server de ondertiteling moet insluiten wanneer de video wordt geconverteerd afhankelijk van het ondertitel formaat. Het niet inbedden verbeterd de performance van de server en wordt alleen ondersteund door de HTML5 player ",
  "Cinema Trailers to Play Before Movies": "Bioscooptrailers om af te spelen voor films",
  "Great, we found a server!": "Mooi, er is een server gevonden.",
  "Give it a friendly name to help identify it in Plex apps and on your network.": "Geef hem een duidelijke naam zodat je hem gemakkelijk tussen de Plex-apps en in het netwerk kunt terugvinden",
  "Allow me to access my media outside my home": "Sta toe om mijn media van buiten te bereiken",
  "Plex will attempt to automatically configure your network to allow access to your Plex Media Server from Plex apps outside your home.": "Plex zal proberen om automatisch je netwerk te configureren om van buitenaf ook je Plex Media Server te kunnen benaderen.",
  "Get Plex Apps": "Krijg Plex Apps",
  "All set! Your Plex Media Server is working hard to find your media and make it beautiful. Grab the Plex app for all your favorite devices to get the most out of Plex and start streaming everywhere!": "Alles klaar! Je Plex Media Server is hard aan het werk om je media te vinden en het prachtig uit te laten zien. Installeer de Plex app voor al je favoriete apparaten om het meeste uit Plex te halen en start met streamen overal!",
  "Send anonymous usage data to Plex": "Verstuur anoniem gebruikersgegevens naar Plex",
  "Help us improve everyone's Plex experience by sending anonymous usage data.": "Help ons de Plex-ervaring voor iedereen te verbeteren door ons anonieme gebruiksgegevens te sturen.",
  "Back": "Terug",
  "Done": "Klaar",
  "Setup is not allowed for shared servers.": "Setup is niet toegestaan voor gedeelde servers.",
  "A problem has been detected with a core component of Plex Media Server.": "Er is een probleem gedetecteerd met een kernonderdeel van Plex Media Server.",
  "Please visit the {1}forums{2} and provide your logs, as described {3}here{4}.": "Bezoek alstublieft het {1}forum{2} en voorzie ons van uw logbestanden, zoals {3}hier{4} beschreven staat.",
  "Welcome to Plex!": "Welkom bij Plex!",
  "Sign in with a Plex account to help your devices find each other, access your media from anywhere, and queue up videos from your browser to watch later in Plex.": "Login in met een Plex account om apparaten elkaar te laten vinden, je media overal te bereiken, en om met je browser wachtrijen te maken voor je video's om later te bekijken in Plex.",
  "Organize Your Media": "Organiseer Je Media",
  "Plex organizes your media into libraries. You can add as many libraries as you want, and you can have multiple libraries with the same type.": "Plex organiseert jouw media in bibliotheken. Je kan zoveel bibliotheken toevoegen als je zelf wilt, en je kan verschillende bibliotheken hebben van hetzelfde type.",
  "Please wait a moment while Plex starts.": "Wacht een moment terwijl Plex opstart.",
  "Server Setup": "Server-setup",
  "Name": "Naam",
  "Media Library": "Mediabibliotheek",
  "Finish": "Afronden",
  "Sort": "Sorteer",
  "Select A Filter": "Selecteer Een Filter",
  "Watch Later Help": "Kijk Later help",
  "Add videos from your browser": "Voeg video's van je browser toe",
  "To save a video to Watch Later, click \"Plex It!\" in your Bookmarks Bar.": "Sla een video op in Later bekijken door op “❯ Plex It!” te klikken in de bladwijzerbalk",
  "A panel will appear on the left side of the page to let you know the video has been saved.": "Een paneel zal aan de linkerkant van de pagina zichtbaar worden, om u te laten weten dat de video is opgeslagen.",
  "You can also recommend the video to friends or \"fling\" it to a Plex player and watch it there.": "U kunt ook de video aanbevelen aan vrienden of 'beam' het naar een Plex-speler om hem daar te bekijken.",
  "Add videos by email": "Voeg video's toe via e-mail",
  "Send an email to the address above with any link(s) you want added to Watch Later.": "Stuur een e-mail naar het bovenstaande adres met iedere / alle link(s) die je wilt toevoegen aan Later Bekijken",
  "Add this to your address book so you can easily email links from your iPhone, iPad, Android, or any other device.": "Voeg dit toe aan uw adresboek zodat u makkelijk snelkoppelingen kunt mailen vanaf uw iPhone, iPad, Android, of ander apparaat.",
  "{1} set to {2}.": "{1} gewijzigd naar {2}.",
  "Opened connection to {1}, listening for events.": "Verbinding naar {1} geopend, luisteren naar events.",
  "Connection to {1} closed.": "Verbinding naar {1} afgesloten.",
  "Unable to listen for events on {1}.": "Het is niet mogelijk om te luisteren naar events op {1}.",
  "Nothing is currently being played.": "Op dit moment wordt er niets afgespeeld.",
  "Synced": "Gesynchroniseerd",
  "Waiting to be uploaded": "Wachten op uploaden",
  "Waiting to be downloaded": "Wacht op download",
  "Waiting to be converted": "Wacht op conversie",
  "Disc {1}": "Schijf {1}",
  "No devices found": "Geen apparaten gevonden",
  "No friends yet. {1}Invite a friend{2} and share your libraries.": "Er zijn nog geen vrienden. {1}Nodig vrienden uit{2} en deel je bibliotheken.",
  "shares {1} {2} with you": "deelt {1} {2} met jouw",
  "sharing {1} {2} with this {3}": "deelt {1} {2} met deze {3}",
  "invited to share {1} {2}": "uitgenodigd om {1} {2} met je te delen.",
  "no shared libraries": "geen gedeelde bibliotheken",
  "No one else is in your home. {1}Add a user{2} to enable user switching.": "Er is niemand anders in je Home. {1}Voeg een gebruiker toe{2} om het schakelen tussen gebruikers te activeren.",
  "You need a Plex Pass to add users to your home.": "Om gebruikers aan je Home toe te voegen heb je een Plex Pass nodig.",
  "There was a problem preparing for optimization.": "Er trad een probleem op bij het voorbereiden van de optimalisatie.",
  "Version storage location": "Versie opslaglocatie",
  "In folders with original items": "In mappen met originele items",
  "A \"Plex Versions\" folder will be created in your chosen location.": "Er zal een 'Plex-versies'-map aangemaakt worden op de gekozen locatie.",
  "Unwatched only": "Alleen niet bekeken",
  "Limit to": "Limiteer tot",
  "items": "Items",
  "A large number of sync items may be time-consuming to convert, and the time to upload is dependent on your bandwidth. A large number of high quality items may take a very long time. If you have trouble, try reducing the number of items or your quality setting.": "Het synchroniseren van een groot aantal items kan veel tijd kosten om te converteren en de uploadtijd is afhankelijk van de bandbreedte. Een groot aantal items met hoge kwaliteit kan erg lang duren. Als je problemen ondervindt kun je het aantal items of de kwaliteitsinstelling naar beneden brengen.",
  "A large number of sync items may be time-consuming to convert and transfer to your device. If you have trouble, try reducing the number of items.": "Het converteren en overbrengen van een groot aan sync items is een tijdrovend proces. Wanneer je hiermee problemen ervaart probeer het dan met minder items.",
  "A large number of items may be time-consuming to convert. If you have trouble, try reducing the number of items.": "Een groot aantal items kan veel converteertijd kosten. Als je problemen tegenkomt, probeer het dan met minder items.",
  "Custom": "Aangepast",
  "Quality Name": "Naam kwaliteit",
  "Plex will convert your media to this quality. Each version will be stored in a separate file.": "Plex converteert de media naar deze kwaliteit. Iedere versie wordt opgeslagen in een apart bestand.",
  "Video optimization may take a long time to complete on this server. You'll be able to use Plex normally while you wait.": "Video-optimalisatie kan lang duren op deze server. Je kunt Plex gewoon gebruiken terwijl je wacht.",
  "Title": "Titel",
  "This media is being converted.": "Deze media wordt geconverteerd.",
  "Watch the status of the conversion {1}here{2}.": "Bekijk {1}hier{2} de status van de conversie.",
  "There was a problem syncing this media.": "Er was een probleem met de synchronisatie van deze media",
  "Plex will convert your media to this quality and transfer the converted media to your device.": "Plex converteert de media naar deze kwaliteit en verplaatst de geconverteerde media naar je apparaat.",
  "This media is being synced.": "Deze media wordt gesynchroniseerd.",
  "Watch the status of the sync {1}here{2}.": "Bekijk de status van de synchronisatie {1}hier{2}.",
  "Invite": "Uitnodiging",
  "An invite will be sent to this user.": "Een uitnodiging zal naar deze gebruiker worden verzonden.",
  "Disable guest": "Gast uitschakelen",
  "Delete user": "Gebruiker verwijderen",
  "Remove this friend": "Vriend verwijderen",
  "Remove from home": "Uit Home verwijderen",
  "My Servers": "Mijn servers",
  "Restrictions": "Restricties",
  "Shared With Me": "Met mij gedeeld",
  "Available": "Beschikbaar",
  "Unauthorized": "Niet geauthoriseerd",
  "Last Seen": "Laatst gezien",
  "Address": "Adres",
  "Port": "Poort",
  "Allow Channels": "Kanalen toestaan",
  "Plex Pass restrictions": "'Plex Pass'-beperkingen",
  "Allow Sync": "Sync toestaan",
  "Allow Camera Upload": "Camera-upload toestaan",
  "Enabling this option will allow this user to upload media to your server.": "Door deze optie aan te zetten sta je toe dat gebruikers media mogen uploaden naar jouw server.",
  "Only allow movies matching the ratings or labels below.": "Alleen films toestaan die voldoen aan de onderstaande ratings of labels",
  "Ratings": "Waarderingen",
  "Allow all ratings": "Alle waarderingen toestaan",
  "Allow all labels": "Alle labels toestaan",
  "Only allow TV shows matching the ratings or labels below.": "Alleen TV-series toestaan die voldoen aan de onderstaande ratings of labels",
  "Sync Allowed": "Sync toegestaan",
  "We were unable to retrieve libraries for {1}. Please ensure the server is signed in to your Plex account.": "We konden de bibliotheken voor {1} niet laden. Zorg ervoor dat de server is aangemeld met je PLEX acccount.",
  "No libraries": "Geen bibliotheken",
  "Username or email": "Gebruikersnaam of e-mail",
  "Add an Existing Plex User": "Een bestaande Plex gebruiker toevoegen",
  "Adding a Plex user to your home will allow you to quickly switch accounts. The invited user will be asked to confirm home membership.": "Door een Plex gebruiker toe te voegen aan je Home kun je snel schakelen tussen accounts. De uitgenodigde gebruiker zal worden gevraagd om het lidmaatschap te bevestigen.",
  "Create a Managed User": "Een Beheerde Gebruiker aanmaken",
  "Managed users are only available when signed in with an account in your home. You can choose any name you like and you'll be able to set restrictions on accessible media.": "Beheerde gebruikers zijn allen beschikbaar wanneer deze zijn aangemeld met een account in jouw Home. Je kunt iedere naam kiezen die je maar wilt en je hebt de mogelijkheid om restricties toe te passen op alle toegankelijke media.",
  "The invited user will be asked to confirm friendship. If libraries are shared with the user, you'll be able to set restrictions on accessible media.": "De uitgenodigde gebruiker zal worden gevraagd om de vriendschap te bevestigen. Wanneer er bibliotheken zijn gedeeld met deze gebruiker heb je de mogelijkheid om restricties toe te passen op alle toegankelijke media.",
  "Welcome to Plex Home": "Welkom bij Plex Home",
  "{1}, so we've made a few changes to help keep your media safe.": "{1}, dus hebben we een aantal aanpassingen gemaakt om je media veilig te houden.",
  "We've increased the security requirements on this server, so anything communicating with it will need to be signed in to a Plex account.": "We hebben de beveiligingsvereisten op deze server opgehoogd, dus alles wat met deze server communiceert moet zijn aangemeld met een Plex account",
  "We've disabled DLNA to prevent any DLNA-enabled device from browsing and playing media without a password or PIN. You can change this preference in your {1}server settings{2}.": "We hebben DLNA uitgeschakeld om een apparaat met DLNA-ondersteuning geen toegang te geven tot media zonder wachtwoord of PIN. Je kunt dit wijzigen in je {1}serverinstellingen{2}.",
  "For more information on Plex Home security settings, please see the {1}Plex Home section{2} on our support site.": "Voor meer informatie over Plex Home beveiligingsinstellingen ga je naar de {1}Plex Home sectie{2} op onze ondersteuningswebsite.",
  "Edit PIN": "PIN bewerken",
  "Confirm Current PIN": "Bevestig huidige PIN",
  "Enter PIN": "PIN invoeren",
  "You do not currently have a PIN. This will allow any users in this home to switch to your account.": "Je hebt momenteel geen PIN. Hierdoor kunnen alle gebruikers in deze Home schakelen naar jouw account.",
  "Skip": "Overslaan",
  "Select User": "Selecteer gebruiker",
  "A scanner is required.": "Een scanner is verplicht.",
  "An agent is required.": "Een agent is vereist.",
  "Add folders to your library": "Voeg mappen toe aan je bibliotheek",
  "Browse for media folder": "Blader naar de media map",
  "At least one folder is required.": "Er is minimaal een map vereist",
  "Help us out by following {1}our guide{2} to naming and organizing your media.": "Help ons een handje door {1}onze handleiding{2} over naamgeving en organisatie van jouw media te volgen.",
  "Create a premium Plex music library!": "Creëer een premium Plex muziek bibliotheek!",
  "Access to the best artwork, artist bios, album reviews, and more": "Toegang tot de beste illustraties, biografieën, album reviews en meer",
  "Smart mixes based on track or mood": "Start een mix gebaseerd op nummer of stemming",
  "Improved music recognition and matching": "Verbeterde muziekherkenning en matching",
  "Note: An active Plex Pass is required for this service. Don't have a Plex Pass? {1}Subscribe here{2}": "Noot: Een actieve Plex Pass is vereist voor deze service. Heb je geen Plex Pass {1}Abonneer dan hier{2}",
  "Create a basic music library": "Een basis muziekbibliotheek aanmaken",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library.": "Importeren vanuit iTunes zal uw muziekafspeellijsten importeren. Tevens worden uw beoordelingen geïmporteerd, evenals de datum dat u de muziek heeft toegevoegd en de hoe vaak uw muziekbestanden zijn afgespeeld en hoe vaak deze zijn overgeslagen. ",
  "Select your library type": "Type bibliotheek selecteren",
  "Library type": "Type bibliotheek",
  "You must select a media type.": "Je moet een mediatype selecteren.",
  "Name your library and choose language.": "Geef je bibliotheek een naam en kies een taal.",
  "A library name is required.": "Een bibliotheek moet een naam hebben.",
  "A language is required.": "Een taal is verplicht.",
  "Last updated {1}": "Laatst bijgewerkt op {1}",
  "Each library should only contain one type of media.": "Elke bibliotheek mag alleen één type media bevatten.",
  "Year": "Jaar",
  "Select which additional agents should contribute to metadata from {1}, and drag them to change the order of preference.": " Selecteer welke extra plug-ins zouden moeten bijdragen aan het metadata formulier {1}, en sleep deze om de volgorde aan te passen naar uw voorkeur.",
  "Connecting server...": "Verbinden met server...",
  "Disconnecting server...": "Ontkoppelen van server....",
  "Not available outside your network": "Niet beschikbaar vanaf buitenaf.",
  "First {1}sign in{2} to access your server from anywhere.": "{1}Log eerst in{2} om je server van overal uit te benaderen.",
  "Enable to access your server from anywhere.": "Inschakelen om je server vanaf overal te benaderen.",
  "Enable Remote Access": "Toegang op afstand inschakelen",
  "Your server is signed in to Plex, but is not reachable from outside your network. {1}Learn more{2}": "Je server is ingelogd op Plex maar is onbereikbaar van buiten je netwerk. {1}Meer informatie{2}",
  "It looks like the devices between your server and the internet have \"jumbo frames\" enabled which can cause issues with remote access. Disable jumbo frames on at least one device and try again.": "Het lijkt erop dat de apparaten tussen je server en het internet met \"jumbo frames\" zijn ingesteld en dit kan problemen opleveren voor toegang op afstand. Zet jumbo frames uit op tenminste een apparaat en probeer nogmaals.",
  "It looks like your server may be connected to the internet through multiple routers or other network devices. Try connecting it directly to your primary device, or visit our support site for more information about troubleshooting this \"Double-NAT\" scenario. {1}Learn more{2}": "Het lijkt erop dat je server verbonden is met internet via meerdere routers of andere netwerk apparaten. Probeer het direct te verbinden met het hoofd apparaat, of bekijk onze support site voor meer informatie over hulp bij \"Double-NAT\" scenarios. {1}Lees meer{2}",
  "Fully accessible outside your network": "Volledig beschikbaar buiten het thuis netwerk",
  "Disable Remote Access": "Toegang van buiten je netwerk uitschakelen",
  "You currently have Remote Access enabled through a manually-specified port. If you wish to disable Remote Access, you will need to remove your manual port forwarding from your router.": "Toegang op Afstand is momenteel ingeschakeld over een handmatig gespecificeerde poort. Wanneer je Toegang op Afstand wilt uitschakelen dien je de 'port forwarding' in je router handmatig uit te schakelen.",
  "Server Mapping": "Server toewijzing",
  "Private": "Privé",
  "Unknown IP": "Onbekend IP-adres",
  "Public": "Openbaar",
  "Manually specify public port": "Handmatig een open poort specificeren",
  "Retry": "Opnieuw Proberen",
  "Apply": "Toepassen",
  "You may need to enable this to establish a direct connection from outside your network.  You may also need to configure your router.  Detailed instructions are available {1}here{2}.": "Je kunt dit inschakelen om een directe verbinding te maken van buiten je eigen netwerk. Mogelijk dien je in je router ook nog wat in te stellen. Meer informatie kun je {1}hier vinden{2}.",
  "Server signed in as": "Server ingelogd als",
  "This server is unclaimed and not secure": "Deze server is niet geclaimd en niet beveiligd",
  "Claiming this server will associate it with your Plex account. {1} This helps your devices find each other and helps keep your media safe.": "Als je deze server claimt zal deze worden gekoppeld aan je Plex-acccount. {1} Hierdoor kunnen je apparaten elkaar gemakkelijker vinden en het beveiligt je media.",
  "Claim Server": "Server claimen",
  "Sign in with your Plex account to help your devices find this server, access your media remotely, and more. {1}Learn more{2}": "Log in met je Plex account zodat je apparaten deze server kunnen vinden en de media van afstand kunnen benaderen en meer. {1}Meer informatie{2}.",
  "Checking for Updates": "Controleren op nieuwe updates",
  "Downloading Update": "Update downloaden",
  "Install Update": "Update installeren",
  "Installing": "Bezig met installeren",
  "Up to date": "Bijgewerkt",
  "Please install manually.": "Installeer alstublieft handmatig.",
  "What's New": "Nieuw",
  "Optimized Versions requires Plex Media Server {1} or later.": "Geoptimaliseerde versies vereisen Plex-mediaserver {1} of recenter.",
  "This Plex Media Server platform is not capable of converting video.": "Dit Plex-mediaserver-platform is niet in staat video te converteren.",
  "There was a problem requesting media versions from this server.": "Er trad een probleem op met het opvragen van mediaversies van deze server.",
  "Monitor conversion progress in {1}Conversion Activity{2}.": "Houd de conversie-vooruitgang in de gaten met {1}Conversie-activiteit{2}",
  "Conversions for sync and media optimization will appear here.": "Conversies voor synchronisatie- en mediaoptimalisatie zullen hier verschijnen.",
  "Manage your optimized versions in {1}Optimized Versions Settings{2}.": "Beheer je geoptimaliseerde versies in {1}Instellingen Geoptimaliseerde versies{2}.",
  "Complete": "Compleet",
  "Choose \"Optimize...\" on items in your library and optimized versions will appear here.": "Kies 'Optimaliseren' voor items in de bibliotheek en de geoptimaliseerde versies zullen hier verschijnen.",
  "Failed": "Mislukt",
  "New Filter": "Nieuwe filter",
  "Connect": "Verbind",
  "Library": "Bibliotheek",
  "Network": "Netwerk",
  "Languages": "Talen",
  "Network Discovery": "Netwerkdetectie",
  "Scheduled Tasks": "Geplande Taken",
  "Open Keyboard Shortcuts": "Sneltoetsen openen",
  "Close Modal or Close Player or Navigate Back": "Sluit Scherm of Sluit Speler of Navigeer Terug",
  "Toggle Sidebar": "Sidebar aan/uit",
  "Navigate to Dashboard": "Navigeer naar Beginscherm",
  "Navigate to Settings": "Navigeer naar instellingen",
  "Navigate to Activity": "Navigeer naar activiteiten",
  "Navigate to Watch Later": "Navigeer naar Kijk Later",
  "Navigate to Recommended": "Navigeer naar Aanbevolen",
  "Navigate to Users": "Navigeer naar Gebruikers",
  "Navigate back": "Navigeer terug",
  "Navigate forward": "Navigeer vooruit",
  "Focus Search": "Gericht zoeken",
  "Open Player": "Open Speler",
  "Edit Library or Edit Item": "Bibliotheek Bewerken of Item Bewerken",
  "Delete Library or Delete Item": "Bilbiotheek Verwijderen of Item Verwijderen",
  "Update Library or Refresh Item": "Update bibliotheek of Vernieuw item",
  "Analyze Library or Analyze Item": "Analyseer bibliotheek of Analyseer item",
  "Play or Pause": "Afspelen of Pauzeren",
  "Toggle FullScreen": "Schakel volledig scherm",
  "Decrease Volume": "Volume verminderen",
  "Increase Volume": "Volume vermeerderen",
  "Seek Backward (15 seconds)": "Terugspoelen (15 seconden)",
  "Seek Forward (30 seconds)": "Vooruit spoelen (30 seconden)",
  "Step Backward (10 minutes)": "Terugspoelen (10 minuten)",
  "Step Forward (10 minutes)": "Ga Verder (10 minuten)",
  "Skip to Previous Item": "Ga naar Vorig Item",
  "Skip to Next Item": "Ga naar Volgende item",
  "Created {1} in {2} on {3}": "Gemaakt {1} in {2} op {3}",
  "Matching {1} in {2} on {3}": "Vergelijken {1} in {2} op {3}",
  "Downloading metadata for {1} in {2} on {3}": "Bezig met downloaden metadata voor {1} in {2} op {3}",
  "Loading metadata for {1} in {2} on {3}": "Metadata laden voor {1} in {2} op {3}",
  "Finished processing {1} in {2} on {3}": "Verwerken voltooid voor {1} in {2} op {3}",
  "Analyzing {1} in {2} on {3}": "Analyseren van {1} in {2} op {3}",
  "Deleted {1} in {2} on {3}": "{1} verwijderd in {2} op {3}",
  "E{1}": "A{1}",
  "Episode {1}": "Aflevering {1}",
  "Summary": "Overzicht",
  "Biography": "Biografie"
}