{
  "Playback of this media is not supported with the selected player.": "A reprodução deste tipo de mídia não é suportada no reprodutor selecionado.",
  "There was a problem playing this item.": "Houve um problema ao reproduzir este item.",
  "There was a problem embedding this video.": "Houve um problema ao embutir este vídeo.",
  "There was a problem selecting the stream for this item.": "Houve um problema ao selecionar o stream para este vídeo.",
  "There was a problem recommending this item.": "Houve um problema ao recomendar este item.",
  "There was a problem sharing this item.": "Houve um problema ao compartilhar este item.",
  "The username or password is incorrect.": "Seu nome de usuário ou senha está incorreto.",
  "There was a problem connecting to Plex.": "Houve um problema ao conectar ao Plex.",
  "This account information is invalid.": "Esta informação de conta é inválida.",
  "Found {1}": "Encontrado {1}",
  "{1} went away": "{1} saiu",
  "None": "Nenhum",
  "{1} hr {2} min": "{1} hr {2} min",
  "{1} hr": "{1} hr",
  "{1} min": "{1} min",
  "{1} sec": "{1} sec",
  "{1} second left": "{1} segundo restante",
  "{1} seconds left": "{1} segundos restantes",
  "{1} minute left": "{1} minuto restante",
  "{1} minutes left": "{1} minutos restantes",
  "Mono": "Mono",
  "Stereo": "Estéreo",
  "No": "Não ",
  "Yes": "Sim",
  "Plex Media Server is not responding.": "Plex Media Server não está respondendo.",
  "There was a problem connecting to this player.": "Houve um problema ao conectar com o player.",
  "Your browser does not support video streaming.": "Seu navegador não suporta o streaming de vídeo.",
  "This channel was successfully reset.": "Este canal foi resetado com sucesso.",
  "There was a problem resetting this channel.": "Houve um problema ao resetar este canal.",
  "This channel was successfully restarted.": "Este canal foi reiniciado com sucesso.",
  "There was a problem restarting this channel.": "Houve um problema ao reiniciar este canal.",
  "This channel could not be uninstalled.": "Este canal não pode ser desinstalado.",
  "Uninstall Channel": "Desinstalar Canal",
  "Are you sure you want to uninstall this channel?": "Tem certeza que deseja desinstalar este canal?",
  "There was a problem checking for updates.": "Houve um problema ao verificar se há atualizações.",
  "There was a problem analyzing the library.": "Houve um problema ao analisar a biblioteca.",
  "Analyze Library": "Analisar Biblioteca",
  "Analyzes all the media files in the library. The analysis captures information about the media which helps Plex decide how to optimally play back the media.": "Analisa todos os arquivos de mídia na biblioteca. A analise captura informações sobre a mídia, ajudando o Plex a decidir qual o melhor jeito de reproduzi-la. ",
  "Analyze": "Analisar",
  "Cancel": "Cancelar",
  "There was a problem matching this item.": "Houve um problema ao corresponder este item.",
  "No matches were found using this agent.": "Nenhuma correspondência foi encontrada usando este agente.",
  "There was a problem searching for matches.": "Houve um problema ao procurar por correspondências.",
  "Unused bundles are being removed.": "Pacotes não usados estão sendo removidos.",
  "There was a problem removing unused bundles.": "Houve um problema ao remover os pacotes não usados.",
  "Clean Bundles": "Limpar Pacotes",
  "The media server stores information about your media to disk, as well as posters, artwork, and other media resources from the Internet. Running this task deletes any bundles which are no longer in use.": "O servidor de mídia armazena informações sobre sua mídia no HD, também são armazenados, posteres, artworks, e outros recursos de mídia da  Internet. Executando esta tarefa será apagado quaisquer itens que não estejam mais em uso.",
  "Clean": "Limpar",
  "Delete Item": "Apagar Item",
  "Are you sure you want to delete this item from your filesystem?": "Tem certeza que deseja remover este item dos seus arquivos?",
  "There was a problem deleting the library.": "Houve um problema ao apagar a biblioteca.",
  "Delete Library": "Apagar Biblioteca",
  "Are you sure you want to delete this library? This cannot be undone.": "Tem certeza que deseja apagar esta biblioteca? Isto não poderá ser desfeito.",
  "Delete": "Apagar",
  "The trash was emptied.": "A lixeira estava vazia.",
  "There was a problem emptying the trash.": "Houve um problema ao esvaziar a lixeira.",
  "Empty Trash": "Esvaziar Lixeira",
  "By default the media server doesn't remove information for media right away. This helps if a drive is temporarily disconnected. When you empty the trash for a section, all information about missing media is deleted.": "Por padrão, o servidor de mídia não remove a informação da mídia instantaneamente. Isso ajuda caso o disco esteja temporariamente desconectado. Quando você esvaziar a lixeira de uma seção, todas as informações sobre alguma mídia não encontrada serão excluídas. ",
  "Empty": "Vazia",
  "There was a problem marking this item as unwatched.": "Houve um problema ao marcar este item como não assistido.",
  "Mark as Unwatched": "Marcar Como Não Assistido",
  "Are you sure you want to mark all episodes as unwatched?": "Tem certeza que deseja marcar todos os episódios como não assistidos?",
  "There was a problem marking this item as watched.": "Houve um problema ao marcar este item como assistido.",
  "Mark as Watched": "Marcar Como Assistido",
  "Are you sure you want to mark all episodes as watched?": "Tem certeza que deseja marcar todos os episódios como assistidos?",
  "There was a problem merging these items.": "Houve um problema ao juntar estes itens.",
  "Merge": "Combinar",
  "Are you sure you want to merge these items together?": "Tem certeza que deseja juntar estes itens?",
  "The database was optimized.": "O banco de dados foi otimizado.",
  "There was a problem optimizing this database.": "Houve um problema ao otimizar o banco de dados.",
  "Optimize Database": "Otimizar Banco de Dados",
  "Cleans up the library database and ensures it is operating as quickly as possible. This is especially useful when you've added or removed a large amount of media from the library.": "Ordena a biblioteca e assegura que está operando o mais rápido possível. Isso é especialmente útil quando você adicionou ou removeu uma grande quantidade de arquivos de mídia da biblioteca.",
  "Optimize": "Otimizar",
  "There was a problem rating this item.": "Houve um problema ao classificar este item.",
  "There was a problem splitting this item apart.": "Houve um problema ao dividir este item.",
  "Split Apart": "Separar",
  "Are you sure you want to split this item apart?": "Tem certeza que deseja dividir este item?",
  "There was a problem unmatching this item.": "Houve um problema ao remover a correspondência deste item.",
  "There was a problem canceling the update.": "Houve um problema ao cancelar a atualização.",
  "There was a problem updating the library.": "Houve um problema ao atualizar a biblioteca.",
  "Force Refresh": "Forçar Atualização",
  "Forces a download of fresh media information from the Internet. This can take a long time. Any locked fields are not modified.": "Força o download de novas informações sobre os arquivos de mídia da Internet. Isso pode demorar bastante. Todos os campos bloqueados não são modificáveis.",
  "Refresh": "Atualizar",
  "Play Now": "Reproduzir Agora",
  "This will clear the contents of Up Next and play the selection instead.": "Isto irá limpar o conteúdo do \"A Seguir\" e irá reproduzir a seleção.",
  "There was a problem connecting your server.": "Houve um problema ao conectar seu servidor.",
  "There was a problem disconnecting your server.": "Houve um problema ao desconectar seu servidor.",
  "There was a problem installing these updates.": "Houve um problema ao instalar estas atualizações.",
  "There was a problem signing in to Plex.": "Houve um problema ao entrar no Plex.",
  "There was a problem signing out of Plex.": "Houve um problema ao sair do Plex.",
  "There was a problem signing up for a Plex account.": "Houve um problema ao criar uma conta no Plex.",
  "There was a problem syncing this media.": "Ouve um problema ao sincronizar esta mídia. ",
  "Synced items were refreshed.": "Os ítens sincronizados foram atualizados.",
  "an item": "um item",
  "Unable to receive alerts from {1}": "Não é possível receber alertas de {1}",
  "{1} started playing {2} on {3}.": "{1} começou a reproduzir {2} em {3}.",
  "Sync status is unavailable.": "Status da sincronização indisponível.",
  "Your channels are unavailable.": "Seus canais estão indisponíveis.",
  "The channel directory is unavailable.": "O diretório de canais está indisponível.",
  "This channel is not responding.": "Este canal não está respondendo.",
  "Your devices are unavailable.": "Seus dispositivos estão indisponíveis.",
  "Your friends are unavailable.": "Seus amigos estão indisponíveis.",
  "This playlist is unavailable.": "Esta lista de reprodução está indisponível.",
  "This playlist item is unavailable.": "Este item da lista de reprodução está indisponível.",
  "Queue Help is unavailable.": "Ajuda da Fila está indisponível.",
  "Announcements are not unavailable.": "Anúncios não está indisponível.",
  "{1} of {2}": "{1} de {2}",
  "Update Library": "Atualizar Biblioteca",
  "Cancel Update": "Cancelar Atualização",
  "Created": "Criado",
  "Progress for": "Progresso para",
  "Matching": "Correspondendo",
  "Downloading metadata for": "Baixando metadados para",
  "Loading metadata for": "Carregando metadados para",
  "Finished processing": "Processamento concluído",
  "Analyzing": "Analizando",
  "Deleted": "Apagado",
  "Transcoding": "Transcodificação",
  "No transcode session": "Nenhuma sessão de transcodificação",
  "(throttled)": "(acelerado)",
  "Direct Stream": "Stream direta",
  "Transcode ({1})": "Transcodificar ({1})",
  "Downloading": "Baixando",
  "Uploading": "Enviando",
  "Stop Syncing": "Parar Sincronização ",
  "Are you sure you want to stop syncing this item? It will be removed from the device.": "Tem certeza que deseja parar de sincronizar este item? Ele será removido do seu dispositivo.",
  "Remove": "Remover",
  "This media is inaccessible. Please check that the file exists with the correct permissions.": "Essa mídia está indisponível. Por favor, verifique se o arquivo existe e com as devidas permissões.",
  "The metadata for this media is invalid. Please reanalyze the media and try again.": "Os metadados para essa mídia são inválidos. Por favor, faça outra análise e depois tente de novo.",
  "The client profile for the sync target is invalid.": "O perfil do cliente é inválido para sincronismo com o alvo ",
  "An error occurred processing this media. Please check that the disk is not full.": "Ocorreu um erro no processamento desta mídia. Por favor verifique se o disco não está cheio.",
  "The transcoder was unable to process this media.": "O transcodificador não pôde processar essa mídia.",
  "This media was unable to be analyzed.": "Esta mídia foi incapaz de ser analisada.",
  "This media was unable to be downloaded. Please check that it is still available and try again.": "Esta mídia não pode ser baixada. Por favor, verifique se ela ainda está disponível e tente novamente.",
  "An error occurred while syncing this media.": "Ocorreu um erro no sincronismo desta mídia.",
  "Installed": "Instalado",
  "Video": "Vídeo",
  "Music": "Música",
  "Photo": "Foto",
  "Update Libraries": "Atualizar Bibliotecas",
  "from {1}": "de {1}",
  "{1} episode": "{1} episódio",
  "{1} episodes": "{1} episódios",
  "Remove Device": "Remover Dispositivo",
  "If you remove the device, you will need to sign in again on the device to restore access to Plex.": "Se você remover o dispositivo, você precisará fazer login novamente no dispositivo para acessar o Plex.",
  "Unable to remove device.": "Não foi possível remover o dispositivo.",
  "wants to be friends": "quer ser amigo",
  "has not accepted yet": "ainda não aceitou",
  "There was a problem adding to this collection.": "Houve um problema ao adicionar a esta coleção.",
  "There was a problem saving these settings.": "Houve um problema ao salvar essas configurações.",
  "Your changes could not be saved.": "Suas alterações não puderam ser salvas.",
  "Search {1}": "Pesquisar {1}",
  "Finish Watching Queue": "Terminar \"Assistir Fila\"",
  "This will clear the contents of your play queue.": "Isto irá limpar o conteúdo da sua lista de reprodução.",
  "Your changes have been saved.": "Suas alterações foram salvas.",
  "Add the button above to your favorites bar.": "Adicione o seguinte botão à sua barra de favoritos.",
  "Drag the button above to your bookmarks bar.": "Arraste o botão para sua barra de favoritos.",
  "Plex It!": "Plex It!",
  "OK": "OK",
  "Searching for {1}": "Pesquisando por {1}",
  "Results for {1}": "Resultados para {1}",
  "Movies": "Filmes",
  "TV Shows": "Séries de TV",
  "Episodes": "Episódios",
  "Artists": "Artistas",
  "Albums": "Álbuns",
  "Tracks": "Faixas",
  "Photos": "Fotos",
  "Clips": "Clipes",
  "Sign In": "Conectar",
  "or": "ou",
  "Sign Up": "Inscreva-se",
  "Username": "Nome de Usuário",
  "Required": "Obrigatório",
  "Email": "Email",
  "Password": "Senha",
  "Confirm Password": "Confirme sua Senha",
  "Passwords do not match": "Senhas não conferem",
  "Date of Birth": "Data de Nascimento",
  "This can't be your birthday": "Esta não pode ser sua data de nascimento",
  "You must be 13 years or older": "Você deve ter 13 anos ou mais",
  "I agree to the {1}terms of service{2}": "Eu aceito os {1}termos de serviço{2}",
  "Remember me": "Lembre-me",
  "Play": "Reproduzir",
  "Play All": "Reproduzir todos",
  "Play Unwatched": "Reproduzir os não assistidos",
  "Play Shuffled": "Reproduzir aleatóriamente",
  "Edit": "Editar",
  "Sync": "Sincronizar",
  "Share": "Compartilhar",
  "Recommend": "Recomendado",
  "Info": "Informações",
  "Play Next": "Reproduzir o próximo",
  "Add to Up Next": "Adicionar em \"A Seguir\"",
  "Fix Incorrect Match": "Corrigir Correspondência Incorreta",
  "Unmatch": "Remover Correspondência",
  "Download": "Baixar",
  "Options": "Opções",
  "Select": "Selecionar",
  "Deselect All": "Desmarcar Todos",
  "Add to Collection": "Adicionar à Coleção",
  "Alerts": "Alertas",
  "Now Playing": "Reproduzindo Agora",
  "Activity": "Atividade",
  "Alerts are restricted from shared users.": "Alertas não está acessível a usuários compartilhados.",
  "Now Playing is restricted from shared users.": "\"Em Execução\" não está acessível a usuários compartilhados.",
  "You need a Plex Pass to use the sync feature.": "Você precisa de um Plex Pass para usar a função de sincronização.",
  "Learn More": "Saiba Mais",
  "Nothing is synced to this device.": "Nada está sincronizado com este dispositivo. ",
  "Sync is restricted from shared users.": "A Sincronização não está acessível a usuários compartilhados.",
  "You have no sync capable devices.": "Você não tem nenhum dispositivo compatível com a sincronização.",
  "Posters": "Posters",
  "Details": "Detalhes",
  "List": "Lista",
  "Edit Library": "Editar Biblioteca",
  "Analyze...": "Analisar...",
  "Force Refresh...": "Forçar atualização...",
  "Empty Trash...": "Limpar lixeira...",
  "Delete...": "Apagar...",
  "Channel Directory": "Diretório de Canais",
  "Browse Channels": "Procurar Canais",
  "title": "título",
  "All": "Todos",
  "Channels": "Canais",
  "Install Channels": "Instalar Canais",
  "Check for Updates": "Verificar Por Atualizações",
  "No queued items.": "Nenhum item na fila.",
  "Learn how to add videos to your queue.": "Saiba mais sobre como adicionar vídeos em sua fila.",
  "You do not have permission to access this server.": "Você não tem permissão para acessar este servidor.",
  "You don't have any media servers yet. {1}Download and install{2} one and it'll appear here.": "Você ainda não tem nenhum servidor de mídia. {1}Baixe e instale{2} um e ele irá aparecer aqui.",
  "Director": "Diretor",
  "Writer": "Autor",
  "Cast": "Elenco",
  "Audio": "Áudio",
  "Subtitles": "Legendas",
  "Unwatched": "Não assistidos",
  "Unavailable": "Indisponível",
  "This media type does not have a details page.": "Este tipo de mídia não tem uma página de detalhes.",
  "Auto Match": "Auto Corresponder",
  "Nothing queued": "Nada na fila.",
  "Up Next": "A Seguir",
  "Casting on": "Transmitindo em",
  "Disconnect": "Desconectar",
  "Unknown": "Desconhecido",
  "Forced": "Forçado",
  "choose an image": "escolha uma imagem",
  "drag and drop": "arraste e solte",
  "enter a url": "digite uma url",
  "Uploading artwork...": "Enviando Arte",
  "this artwork was uploaded successfully": "esta arte foi enviada com sucesso",
  "{1}upload another{2}": "{1}enviar outra{2}",
  "there was an error uploading this artwork": "houve um erro ao enviar esta arte",
  "{1}try again{2}": "{1}tente novamente{2}",
  "Enter a url to upload an image from the web": "Digite uma url para enviar uma imagem da web",
  "enter to {1}upload{2}": "entre para {1}enviar{2}",
  "esc to {1}cancel{2}": "esc para {1} cancelar {2}",
  "Scanner": "Varredura",
  "A scanner is required.": "É necessário um scanner.",
  "Agent": "Agente",
  "An agent is required.": "Um agente é necessário.",
  "Add folders where your {1} is located": "Adicionar pastas onde seu {1} está localizado",
  "Add folders where your {1} are located": "Adicionar pastas onde seus {1} estão localizados",
  "Help us out by following <a href='{1}' target='_blank'>our guide</a> to naming and organizing your media.": "Ajude-nos seguindo <a href='{1}' target='_blank'>nosso guia</a> de como nomear e organizar seu conteúdo.",
  "Add Folder": "Adicionar Pasta",
  "At least one folder is required.": "Pelo menos um diretório é necessário.",
  "Select a type of media for this library": "Selecione o tipo de mídia desta biblioteca",
  "Each library should only contain one type of media.": "Cada biblioteca deve conter apenas um tipo de mídia.",
  "label": "etiqueta",
  "You must select a media type.": "Você deve selecionar um tipo de mídia.",
  "Name": "Nome",
  "A section name is required.": "Um nome de seção é necessário.",
  "Language": "Idioma",
  "A language is required.": "Um idioma é necessário.",
  "Last updated {1}": "Última atualização {1}",
  "You must be lost.": "Você deve estar perdido.",
  "This page doesn't exist.": "Esta página não existe.",
  "Media server not found.": "Servidor de mídia não encontrado.",
  "The server you're trying to access doesn't seem to exist.": "O servidor que você está tentando acessar não existe.",
  "Media not found.": "Mídia não encontrada.",
  "The media you're trying to access doesn't seem to exist.": "A mídia que você está tentando acessar não existe.",
  "You don't have any media servers yet.": "Você ainda não tem nenhum servidor de mídia.",
  "{1}Download and install{2} one and try again.": "{1}Baixe e instale{2} um e tente novamente.",
  "No soup for you!": "Sem sopa pra você!",
  "The server you're trying to access doesn't want to let you in. Make sure you're signed in as a user with access to this server.": "O servidor que você está tentando acessar não está permitindo seu acesso. Verifique se você fez login com um usuário que tenha acesso a este servidor.",
  "Plex is down for maintenance.": "Plex está em manutenção.",
  "Don't worry, it'll be back soon.": "Não se preocupe, vamos voltar logo.",
  "Plex is not reachable.": "Plex não está alcançável.",
  "Make sure your server has an internet connection and any firewalls or other programs are set to allow access.": "Verifique se o seu servidor tem uma conexão com a internet e que o firewall ou outros programas estão configurados para permitir seu acesso.",
  "Server unavailable.": "Servidor indisponível.",
  "We couldn't reach this server. Make sure it's online and try again.": "Não pudemos contatar este servidor. Verifique se está online e tente novamente.",
  "{1} set to {2}.": "{1} definido para {2}",
  "event.message": "event.message",
  "event.title": "event.title",
  "event.description": "event.description",
  "event.stateString": "event.stateString",
  "in": "em",
  "Opened connection to {1}, listening for events.": "Conexão para {1} aberta, monitorando eventos.",
  "Connection to {1} closed.": "Conexão a {1} encerrada",
  "Unable to listen for events on {1}.": "Impossível monitorar eventos no {1}",
  "Nothing is currently being played.": "Nada está sendo reproduzido.",
  "Synced": "Sincronizado",
  "Waiting to be uploaded": "Aguardando para ser enviado",
  "Waiting to be downloaded": "Aguardando download ",
  "Converting": "Convertendo ",
  "Waiting to be converted": "Aguardando conversão ",
  "Optimize...": "Otimizar...",
  "Clean Bundles...": "Limpar Pacotes...",
  "We're sorry, but we can't reach this server.": "Desculpe-nos, mas não foi possível contatar o servidor. ",
  "We're sorry, but we can't reach this server. {1}Click here{2} to connect to it directly.": "Desculpe-nos, mas não foi possível contatar este servidor. {1}Clique aqui{2} para conectar diretamente.",
  "New Filter": "Novo Filtro",
  "Agent Info": "Informações do agente",
  "Agent Settings": "Configurações do agente",
  "name": "nome",
  "Add": "Adicionar",
  "Select a Collection": "Selecione uma Coleção",
  "There are no collections in this library.": "Não há coleções nesta biblioteca.",
  "New collection...": "Nova coleção...",
  "Browse": "Navegar",
  "Update": "Atualizar",
  "Restart": "Reiniciar",
  "Reset": "Redefinir",
  "Uninstall": "Desinstalar",
  "Install": "Instalar",
  "Directory Settings": "Configurações de diretório",
  "{1} Settings": "{1} Configurações",
  "Save": "Salvar",
  "General": "Geral",
  "Tags": "Tags",
  "Poster": "Poster",
  "Banner": "Baner",
  "Background": "Plano de fundo",
  "Save Changes": "Salvas alterações",
  "Add Library": "Adicionar Biblioteca",
  "Folders": "Pastas",
  "Advanced": "Avançado",
  "Next": "Próximo",
  "Search Options": "Opções de procura",
  "No matches found.": "Nenhuma correspondência encontrada.",
  "Title": "Título",
  "Loading...": "Carregando...",
  "Year": "Ano",
  "Location": "Localização",
  "Search": "Busca",
  "Keyboard Shortcuts": "Atalhos de Teclado",
  "Media Info": "Informações de Mídia",
  "Please check the permissions for this file.": "Por favor, verifique as permissões para este arquivo.",
  "Inaccessible": "Inacessível",
  "Please check that this file exists and the necessary drive is mounted.": "Por favor verifique que esse arquivo existe e que o drive necessário está montado.",
  "Media": "Mídia",
  "Part": "Parte",
  "Loading": "Carregando",
  "View XML": "Ver XML",
  "Go Premium": "Adquira o Premium",
  "This feature requires a Plex Pass subscription.": "Esta função requer uma assinatura Plex Pass.",
  "Everything you need to experience the best of Plex. Your subscription gives you premium features and exclusive access to new ones.": "Tudo que você precisa para aproveitar o melhor do Plex. Sua assinatura lhe dá direito a funções premium e acessos exclusivos a novidades.",
  "{1}Sign in{2} to a Plex account with a Plex Pass subscription.": "{1}Entre{2} em uma conta Plex com uma assinatura Plex Pass.",
  "Select Friends": "Selecionar Amigos",
  "Say something about this...": "Diga algo sobre isso...",
  "You need <a class='friends-btn' href='{1}'>friends</a> to recommend media.": "Você precisa de <a class='friends-btn' href='{1}'>amigos</a> para recomendar um conteúdo.",
  "Send": "Enviar",
  "Choose Destination": "Selecione o Destino",
  "Select a Quality": "Selecione a Qualidade Desejada",
  "Resume": "Continuar",
  "Resume from {1}": "Continuar de {1}",
  "Start from beginning": "Reproduzir do início",
  "You need to <a href='{1}' target='_blank'>link your account</a>.": "Você precisa <a href='{1}' target='_blank'>vincular sua conta</a>.",
  "Syncing channels to Cloud Sync is not supported.": "Sincronizar canais com o Cloud Sync não é suportado.",
  "Try syncing library media to Cloud Sync.": "Tente sincronizar a biblioteca de mídia com o Cloud Sync.",
  "Quality": "Qualidade ",
  "Low": "Baixa ",
  "Medium": "Média ",
  "High": "Alta ",
  "Highest": "Excelente ",
  "Limit": "Limite",
  "By number of items": "Por número de itens",
  "By duration": "Por duração ",
  "items": "itens ",
  "minutes": "minutos",
  "This media is being synced to your device.": "Esta mídia está sendo sincronizada para seu dispositivo.",
  "Watch the status of the sync {1}here{2}.": "Veja o estado da sincronização {1}aqui{2}.",
  "Find more Plex apps {1}here{2}.": "Encontre mais Plex apps {1}aqui{2}.",
  "Sync Status": "Status da Sincronização ",
  "Plex Terms of Service": "Termos de Serviço do Plex",
  "Agree": "Concordo",
  "Get your Plex Pass today!": "Obtenha seu Plex Pass hoje!",
  "Updates Available": "Atualizações Disponíveis",
  "Settings": "Configurações",
  "Friends": "Amigos",
  "Queue": "Fila",
  "Recommended": "Recomendado",
  "Announcements": "Anúncios",
  "Apps...": "Apps...",
  "Help...": "Ajuda...",
  "Sign Out": "Terminar Sessão",
  "Problem Connecting to Plex": "Problema ao Conectar com o Plex",
  "Plex was unable to authenticate your server. Please sign your server out and try again.": "Plex não conseguiu autenticar seu servidor. Por favor saia e entre novamente.",
  "Your server was unable to reach Plex. Please ensure that the computer or device running your server can access the internet.": "Seu servidor não pode se conectar com o Plex. Por favor verifique se seu computador ou dispositivo tem acesso a internet.",
  "Signed in to Plex": "Logado no Plex",
  "You have successfully signed your server in to Plex, but we were unable to reach it from outside your network.": "Você conectou com sucesso o seu servidor ao Plex, porém não conseguimos conectá-lo através da rede externa.",
  "If you skip this step you will not be able to share or stream media outside your home. If you change your mind later, you can adjust this in Settings.": "Se você pular esta etapa você não conseguirá compartilhar ou reproduzir mídia fora de sua rede. Se você mudar de ideia, você pode ajustar isto nas Configurações.",
  "If you would like to enable this now, you will need to configure your router or firewall to allow Plex to contact your server. Please refer to our {1}Connecting a Server{2} article for more information.": "Se você quiser ativar isso agora, você precisará configurar seu roteador ou firewall para permitir o Plex de conectar com seu servidor. Por favor acesse {1}Conectando um Servidor{2} para mais informações.",
  "Previous": "Anterior",
  "Playing Next": "À Seguir",
  "plural": "plural",
  "Select which additional agents should contribute to metadata from {1}, and drag them to change the order of preference.": "Selecione quais agentes adicionais devem contribuir para os metadados de {1} e arraste-os para modificar a ordem de preferência.",
  "Connecting your server to Plex allows you to stream media outside your home network.": "Conectando seu servidor com o Plex permite a você transmitir sua mídia fora de sua rede doméstica.",
  "Signed in as": "Conectado Como",
  "Connecting server...": "Conectando ao servidor...",
  "Disconnecting server...": "Desconectando servidor...",
  "Server is mapped to port {1}": "O servidor está mapeado para a porta {1}",
  "Connect to Plex": "Conectar ao Plex",
  "Manually specify port": "Especificar Porta Manualmente",
  "Retry": "Tentar Novamente",
  "Enable this if automatic mapping fails. You will need to configure your router. Detailed instructions are available {1}here{2}.": "Ative isto se o mapeamento automático falhar. Você precisará configurar seu roteador. Instruções detalhadas estão disponíveis {1}aqui{2}.",
  "Require authentication on local networks": "Exigir autenticação em redes locais",
  "Sets the allowed networks setting to 127.0.0.1/255.255.255.255. This requires other computers on a local network to authenticate before accessing the server.": "Configure as redes permitidas para 127.0.0.1/255.255.255.255. Isto requer que outros computadores na rede local autentiquem antes de acessar o servidor.",
  "Show Advanced": "Exibir Avançado",
  "Hide Advanced": "Esconder Avançado",
  "Settings are restricted from shared users.": "Configurações não está acessível a usuários compartilhados.",
  "Version": "Versão",
  "Web": "Web",
  "Server": "Servidor",
  "Devices": "Dispositivos",
  "Debug": "Depuração",
  "Dashboard": "Menu",
  "Player": "Reprodutor",
  "Checking for Updates": "Checando por Atualizações",
  "Download Updates": "Download de Atualizações",
  "Downloading Updates": "Baixando Atualizações",
  "Refresh to Apply": "Atualize para Aplicar",
  "Up to date": "Atualizado",
  "Help us translate Plex/Web into your language {1}here{2}.": "Ajude-nos a traduzir o Plex/Web para o seu idioma {1}aqui{2}.",
  "Play Theme Music": "Tocar Tema da Série",
  "Automatically play theme music in the background when available.": "Toca automaticamente, em plano de fundo, o tema da série quando disponível.",
  "Show Unwatched Icons": "Mostrar Ícones de Não Assistido",
  "Show unwatched icons in list items.": "Mostrar ícones de não assistido na lista de itens.",
  "Enable Keyboard Shortcuts": "Ativar Atalhos de Teclado",
  "Press ? to view the list of {1}available shortcuts{2}.": "Aperte ? para ver a lista de {1}atalhos disponíveis{2}.",
  "Debug Level": "Nível de depuração",
  "You can view the debug logs {1}here{2}.": "Você pode ver os logs de depuração {1}aqui{2}.",
  "Enable Chromecast Testing": "Habilitar o teste do Chromecast",
  "Refresh after saving this setting for it to take effect.": "Atualize após salvar esta configuração para que ela tenha efeito.",
  "myPlex URL": "URL do myPlex",
  "Drag the items below to reorder your dashboard content.": "Arraste os itens abaixo para reordenar o conteúdo de seu painel.",
  "Search Shared Libraries": "Procurar por Bibliotecas Compartilhadas",
  "Allow searching libraries that have been shared with you.": "Permitir a procura em bibliotecas compartilhadas com você.",
  "Search Channels": "Buscar Canais",
  "Allow searching channels that have enabled search.": "Permitir a procura de canais que possuem a busca habilitada.",
  "Streaming Quality": "Qualidade de Transmissão",
  "Local Quality": "Qualidade Local",
  "Remote Quality": "Qualidade Remota",
  "Channel Quality": "Qualidade do canal",
  "Experimental Player": "Reprodutor experimental",
  "Use the experimental video player, which supports streaming to the HTML5 video element instead of the Flash player. Requires Plex Media Server 0.9.8.6 or later.": "Usar o reprodutor de vídeo experimental, que suporta streaming de conteúdo HTLM5 ao invés de Flash player. Requer Plex Media Server 0.9.8.6 ou mais recente.",
  "Direct Play": "Reprodução Direta",
  "Allows the player to play compatible media without any conversion. In most browsers, direct play supports MP4 videos with h264 video and AAC audio. Videos with subtitles cannot be played directly.": "Permite ao player exibir conteúdo compatível sem nenhuma conversão. Na maioria dos navegadores, a exibição direta suporta o formato MP4 com vídeo em h264 e audio em AAC. Videos com legendas não podem ser exibidos diretamente sem transcodificação.",
  "Allows the server to copy compatible audio and video streams without converting them.": "Permite ao servidor copiar streams áudio e vídeo compatíveis sem as converter.",
  "Automatically Select Resolution": "Selecionar Resolução Automaticamente",
  "When multiple resolutions are available for a video, automatically use the best resolution below the maximum quality.": "Quando múltiplas resoluções estiverem disponíveis para um vídeo, usar automaticamente a melhor resolução abaixo da qualidade máxima.",
  "Allow Direct Play of AC3 Audio": "Permite a execução direta de audio em AC3",
  "Allow MP4 videos with AC3 audio to be played directly. Browser support for AC3 audio is limited.": "Permite a exibição direta de videos MP4 com audio AC3. O suporte a AC3 nos navegadores é limitado.",
  "Prefer AAC Audio": "Preferir Áudio AAC",
  "Prefer AAC over MP3 when transcoding audio. Some devices, like the Wii U, only support HLS with AAC audio.": "Preferir AAC ao invés de MP3 quando transcodificando áudio. Alguns dispositivos, como o Wii U, suportam apenas HLS com AAC.",
  "Subtitle Size": "Tamanho da Legenda",
  "Audio Boost": "Aumentar o Áudio",
  "Default Quality": "Qualidade padrão",
  "Welcome to Plex!": "Bem-vindo ao Plex!",
  "Let's start by giving your Plex Media Server a friendly name so it can identify itself to other computers on the network. If you leave it blank, your computer name will be used.": "Vamos começar dando um nome ao seu Plex Media Server para que possa ser identificado por outros computadores na rede. Se você deixar em branco, o nome de seu computador será utilizado.",
  "Would you like to help us make Plex better for everyone? We collect anonymous data, which we use to improve the service over time.": "Gostaria de tornar o Plex melhor para todos? Nós coletamos informações anônimas que são utilizadas para melhorar o serviço com o passar do tempo.",
  "Send feedback": "Enviar feddback",
  "Plex channels give you access to online media from a variety of sites. You can browse and install these channels from the Channel Directory, but get started by installing some featured channels.": "Os canais do Plex lhe dão acesso a mídia online de uma variedade de sites. Você pode navegar e instalar esses canais a partir do Diretório de Canais, mas comece por instalar alguns canais em destaque",
  "Congratulations!": "Parabéns!",
  "See, that wasn't too bad, right? At this very moment, Plex is working tirelessly to build your library, and make it look beautiful.": "Viu, não foi tão difícil, certo? Neste exato momento, Plex está trabalhando incansavelmente para construir a sua biblioteca, e deixá-la bem bonita.",
  "Feel free to watch Plex work, or take this opportunity to {1}download{2} some Plex apps!": "Sinta-se à vontade para assistir o Plex trabalhando, ou aproveite esta oportunidade para {1}baixar{2} alguns aplicativos Plex!",
  "Thanks for supporting Plex.": "Obrigado por apoiar o Plex.",
  "We really appreciate it. See what {1}benefits{2} come with your subscription.": "Nós realmente apreciamos isso. Veja que {1}benefícios{2} vêm com a sua assinatura.",
  "Go Premium. Get a Plex Pass.": "Adquira o Premium. Obtenha um Plex Pass.",
  "Done": "Concluído",
  "Setup is not allowed for shared servers.": "Configuração não permitida para servidores compartilhados.",
  "A problem has been detected with a core component of Plex Media Server.": "Um problema foi detectado com um componente central do Plex Media Server.",
  "Please visit the {1}forums{2} and provide your logs, as described {3}here{4}.": "Por favor visite o {1}fórum{2} e forneça alguns logs, conforme descrito {3}aqui{4}.",
  "Sign in with a Plex account to help your devices find each other, access your media from anywhere, and queue up videos from your browser to watch later in Plex.": "Inscreva-se com uma conta Plex para ajudar seus dispositivos a se encontrarem, acessando sua mídia de qualquer lugar, e colocar vídeos em fila a partir do seu navegador para assistir depois no Plex.",
  "Organize Your Media": "Organize sua mídia",
  "Plex organizes your media into libraries. You can add as many libraries as you want, and you can have multiple libraries with the same type.": "Plex organiza sua mídia em bibliotecas. Você pode adicionar quantas bibliotecas quiser, e você pode ter múltiplas bibliotecas do mesmo tipo.",
  "Please wait a moment while Plex starts.": "Por favor, aguarde um momento enquanto o Plex se inicia.",
  "Get Started": "Comece a usar",
  "Basic Setup": "Configuração Básica",
  "Library": "Biblioteca",
  "Type": "Tipo",
  "Filters": "Filtros",
  "Sort": "Ordenar",
  "Select A Filter": "Selecione um Filtro",
  "Invite Friend": "Convidar Amigo",
  "Queue Help": "Ajuda da Fila",
  "Add videos from your browser": "Adicione vídeos a partir do seu navegador",
  "To save a video to your queue, click “❯ Plex It!” in your Bookmarks Bar so you can watch it later.": "Para salvar um vídeo na sua fila de espera, clique “❯ Plex It!” na sua barra de favoritos para que você possa assistir mais tarde.",
  "A panel will appear on the left side of the page to let you know the video has been saved.": "Um painel aparecerá do lado esquerdo da página para informar que o vídeo foi salvo.",
  "You can also recommend the video to friends or “fling” it to a Plex player and watch it there.": "Você também pode recomendar o vídeo para amigos ou enviar para o Plex player e assistir lá.",
  "Add videos by email": "Adicionar vídeos por email",
  "Send an email to the address above with any link(s) you want added to your queue.": "Enviar um email para o endereço a seguir com o(s) link(s) que deseja adicionar a sua fila.",
  "Add this to your address book so you can easily email links from your iPhone, iPad, Android, or any other device.": "Adicione isto em seus contatos para que você possa enviar facilmente links do seu iPhone, iPad, Android ou outro dispositivo qualquer.",
  "Episode": "Episódio",
  "Connection to {1} closed": "Conexão com {1} encerrada",
  "Plex was unable to authenticate your server. Please sign out and try again.": "Plex não conseguiu autenticar seu servidor. Por favor saia e entre novamente.",
  "Plex was unable to connect to your server. Please ensure that the computer or device with your server can be reached from outside your home network.": "Plex não pôde se conectar com seu servidor. Por favor verifique se seu computador ou dispositivo está acessível de fora de sua rede.",
  "Plex is currently not responding. Please try again in a few minutes.": "Plex não está respondendo. Por favor, tente novamente dentro de alguns minutos.",
  "Plex was unable to connect to your server. Please ensure that the computer or device with your server can access the internet.": "Plex não pôde se conectar com seu servidor. Por favor verifique se seu computador ou dispositivo tem acesso a internet.",
  "You will not be able to stream media from outside your home network until this is resolved.": "Você não será capaz de transmitir mídia para fora da sua rede local até que isto esteja resolvido.",
  "Please refer to the {1}Connecting a Server{2} FAQ for more information.": "Por favor, acesse o FAQ {1}Conectando um Servidor{2} para mais informações.",
  "Connecting your server to Plex allows you to stream media outside your home network, and can help your devices find each other.": "Conectar seu servidor ao Plex permite que você faça stream de mídia para fora de sua rede doméstica, e pode ajudar seus dispositivos a encontrar um ao outro.",
  "Connect": "Conectar",
  "Network": "Rede",
  "Transcoder": "Transcodificador",
  "Languages": "Idiomas",
  "DLNA": "DLNA",
  "Network Discovery": "Descoberta de Rede",
  "Shows": "Séries de TV",
  "Coming Soon!": "Em breve!",
  "Until then, you can use the {1}old web app{2} to enter this area.": "Até lá, você pode usar a {1}versão antiga do web app{2} para acessar esta área.",
  "Mind the construction. Parked cars may be towed.": "Cuidado com a construção. Carros estacionados podem ser rebocados.",
  "Add Videos": "Adicionar Vídeos",
  "Local": "Local",
  "This Plex Media Server doesn't exist.": "Este Plex Media Server não existe.",
  "This media doesn't exist.": "Esta mídia não existe.",
  "You need a Plex Media Server for this.": "Você precisa de um Plex Media Server para isto.",
  "Download the Plex Media Server.": "Baixar o Plex Media Server.",
  "You do not have permission to access this Plex Media Server.": "Você não tem permissão para acessar este Plex Media Server.",
  "Grab a tea, and we will be back online shortly.": "Pegue um chá, e vamos estar de volta online em breve.",
  "Please check your internet connection and try again.": "Por favor verifique sua conexão com a internet e tente novamente.",
  "There was an issue connecting to this Plex Media Server.": "Houve um problema ao conectar com este Plex Media Server.",
  "Preference {1} set to {2}.": "Preferência {1} definida para {2}",
  "{1} started watching {2} on {3}.": "{1} começou a assistir {2} em {3}.",
  "Requests": "Solicitações",
  "Pending": "Pendente",
  "Watched": "Assistido",
  "Genre": "Gênero",
  "Content Rating": "Classificação do conteúdo",
  "Collection": "Coleção",
  "Actor": "Ator",
  "Country": "País",
  "Resolution": "Resolução",
  "Date Added": "Adicionado na Data",
  "Date Released": "Lançado na Data",
  "Date Aired": "Exibido na Data",
  "Rating": "Classificação",
  "Camera Make": "Fabricante da Câmera",
  "Camera Model": "Modelo da Câmera",
  "Aperture": "Abertura",
  "Shutter Speed": "Obturador",
  "ISO": "ISO",
  "Lens": "Lentes",
  "On Deck": "Em Progresso",
  "Recently Added": "Adicionados Recentemente",
  "Recently Aired": "Exibidos Recentemente",
  "Recently Viewed": "Assistidos Recentemente",
  "Recently Viewed Episodes": "Episódios Assistidos Recentemente",
  "Recently Viewed Shows": "Séries Assistidas Recentemente",
  "Recently Released": "Lançados Recentemente",
  "By Folder": "Por Pasta",
  "Friendly name": "Nome amigável",
  "Sort Title": "Ordenar por Título",
  "Original Title": "Título Original",
  "Studio": "Estúdio",
  "Originally Available": "Disponível Originalmente em",
  "Tagline": "Tagline",
  "Summary": "Resumo",
  "Directors": "Diretores",
  "Genres": "Gêneros",
  "Collections": "Coleções",
  "Writers": "Autores",
  "Artist": "Artista",
  "Sort Artist": "Ordernar Por Artista",
  "Album": "Álbum",
  "Sort Album": "Ordernar Por Álbum",
  "Review": "Avaliação",
  "Record Label": "Gravadora",
  "Release Date": "Data de lançamento",
  "This name will be used to identify this media server to other computers on your network. If you leave it blank, your computer's name will be used instead.": "Este nome será usado para identificar este servidor de mídia para outros computadores na sua rede. Se você deixá-lo em branco, será usado o nome do seu computador.",
  "Send anonymous usage data to Plex": "Enviar  dados de uso para Plex anonimamente",
  "This helps us improve your experience (for example, to help us match movies and TV shows).": "Isto nos ajuda a melhorar sua experiência (por exemplo, nos ajuda a combinar informações sobre Filmes e Séries de TV).",
  "Plex Media Server verbose logging": "Log detalhado do Plex Media Server",
  "Enable Plex Media Server verbose logging": "Ativar o Log Detalhado do Plex Media Server",
  "Ask to add a login item for externally mounted drives": "Solicitar a adição de login para dispositivos montados externamente",
  "Plex Media Server debug logging": "Log de Depuração (debug) do Plex Media Server",
  "Enable Plex Media Server debug logging": "Habilita o Log de Depuração (debug) do Plex Media Server",
  "Plex Media Server token logging": "Plex Media Server token logging",
  "Enable Plex Media Server token logging": "Enable Plex Media Server token logging",
  "Show a dock icon": "Mostrar ícone de dock",
  "Update my library automatically": "Atualizar minha biblioteca automaticamente",
  "Your library will be updated automatically when changes to library folders are detected": "Sua biblioteca será atualizada automaticamente quando forem detectadas alterações nas pastas da biblioteca",
  "Weeks to look at for On Deck": "Semanas a exibir no Deck \"Em Progresso\"",
  "The number of recent weeks used as the window for On Deck": "Número de semanas recentes usadas como intervalo de tempo no Deck \"Em Progresso\"",
  "Library update interval": "Intervalo de atualização da biblioteca",
  "every 15 minutes": "a cada 15 minutos",
  "every 30 minutes": "a cada 30 minutos",
  "hourly": "de hora em hora",
  "every 2 hours": "a cada 2 horas",
  "every 6 hours": "a cada 6 horas",
  "every 12 hours": "a cada 12 horas",
  "daily": "diariamente",
  "Update my library periodically": "Atualizar minha biblioteca periodicamente",
  "Allow clients to delete media": "Permitir que clientes apaguem arquivos de mídia",
  "Clients will be able to delete media": "Clientes poderão apagar arquivos de mídia",
  "Empty trash automatically after every scan": "Esvaziar lixeira automaticamente após cada verificação",
  "Include music sections in automatic updates": "Incluir seções de música nas atualizações automáticas",
  "Large music sections may take a long time to scan": "Grandes seções de músicas podem demorar muito tempo para serem verificadas",
  "Aperture library XML path": "Caminho XML da biblioteca Aperture",
  "Enable Aperture sharing": "Ativar compartilhamento com Aperture",
  "Number of seconds to wait before a plugin times out": "Números de segundos para aguardar antes que o plugin expire",
  "Disable capability checking": "Desabilitar verificação de compatibilidade",
  "Capability checking ensures that plug-ins that are incompatible with this version of the server or the current client application you are using are hidden. Disabling capability checking is useful during development, but will enable access to plug-ins that may perform unreliably with certain client applications.": "A verificação de compatibilidade assegura que os plugins que são incompatíveis com esta versão do servidor, ou da aplicação cliente que você está usando, sejam ocultados. Desabilitar a verificação de compatibilidade é útil durante o desenvolvimento, porém irá permitir acesso a plugins que poderão não funcionar corretamente com certas aplicações cliente.",
  "iPhoto library XML path": "Caminho XML da biblioteca do iPhoto",
  "Enable iPhoto sharing": "Habilitar compartilhamento com iPhoto",
  "iTunes library XML path": "Caminho XML da biblioteca do iTunes",
  "Enable iTunes sharing": "Habilitar compartilhamento com iTunes",
  "AppCast URL": "URL AppCast",
  "Web Manager URL": "URL Web Manager",
  "Enable server support for IPv6": "Ativar suporte à IPv6 neste servidor",
  "List of networks that are allowed without auth": "Lista de redes que são permitidas sem autenticação.",
  "Comma separated list of ip/netmask for networks that are allowed into PMS without auth": "Lista separada por virgula do \"ip/mascara de rede\" para as redes que são permitidas no PMS sem autenticação",
  "Enable Dolby Digital on Apple TV": "Ativar Dolby Digital no Apple TV",
  "When playing video on an Apple TV, allow Dolby Digital audio to play. You must go to Settings on the Apple TV and set Dolby Digital Out to \"On\" in the Audio & Video menu.": "Ao tocar vídeo na Apple TV, permitir tocar áudio em Dolby Digital. Você deve ir em Configurações na Apple TV e ativar a Saída Dolby Digital no menu Áudio e Vídeo.",
  "Transcoder quality": "Qualidade do Transcodificador",
  "Quality profile used by the transcoder": "Perfil de qualidade usado pelo transcodificador",
  "Automatic": "Automático",
  "Prefer higher speed encoding": "Preferir codificação em alta velocidade",
  "Prefer higher quality encoding": "Preferir codificação em alta qualidade",
  "Make my CPU hurt": "Faça minha CPU fritar",
  "Segmented transcoder timeout": "Tempo limite do transcoder segmentado",
  "Timeout in seconds segmented transcodes wait for the transcoder to begin writing data": "Tempo limite em segundos em que o transcodes segmentados aguardam para que o transcoder comece a escrever dados",
  "Transcoder default duration": "Duração padrão do transcoder",
  "Duration in minutes to use when transcoding something with an unknown duration": "Duração em minutos para usar quando algum item com tempo de duração desconhecido está sendo transcodificada",
  "Transcoder temporary directory": "Diretório temporário do transcodificador",
  "Directory to use when transcoding for temporary files": "Pasta de arquivos temporários para uso na transcodificação",
  "Transcoder default throttle buffer": "Aceleração padrão de buffer do transcodificador",
  "Amount in seconds to buffer before throttling the transcoder": "Quantidade em segundos de buffer antes de acelerar o transcoder",
  "WebKit window visible": "Janela do WebKit visível",
  "Show the WebKit window used by plugins instead of placing it off screen": "Exibir a janela do WebKit usada por plugins ao invés de colocá-los fora da tela",
  "Enable Media Link down-mixing of DTS audio.": "Ativar down-mixing do Media Link em áudio DTS.",
  "Media Link does not support DTS audio in certain regions. The Plex Media Server can automatically convert DTS to stereo so that it will play.": "O Media Link não suporta áudio DTS em algumas regiões. O Plex Media Server pode converter automaticamente DTS para estéreo para assim ser possível reproduzir.",
  "Offer higher bitrates over 3G connections": "Oferecer bitrates altos via conexões 3G",
  "Automatically select audio tracks": "Selecionar faixas de áudio automaticamente",
  "Automatically select audio tracks in your preferred language when possible.": "Seleciona a faixa de áudio automaticamente para seu idioma preferido quando possível.",
  "Prefer audio tracks in": "Preferir faixas de áudio em",
  "Subtitle mode": "Modo de legenda",
  "Manually selected": "Selecionado manualmente",
  "Shown with foreign audio": "Exibir em áudio estrangeiro ",
  "Always enabled": "Sempre ligado",
  "Prefer subtitles in": "Preferir legendas em",
  "DLNA client preferences": "Preferências do cliente DLNA",
  "Client-specific configuration settings for the DLNA server": "Configuração especifica do cliente para o servidor DLNA",
  "DLNA default protocol info": "Informação do protocolo padrão do DLNA",
  "Protocol info string used in GetProtocolInfo responses by the DLNA server": "Informação do protocolo usada nas respostas GetProtocolInfo do servidor DLNA",
  "DLNA media renderer discovery interval": "Intervalo de descoberta do renderizador de mídia DLNA",
  "Number of seconds between DLNA media renderer discovery requests": "Número de segundos entre as requisições de descoberta do renderizador de mídia DLNA",
  "DLNA server announcement lease time": "DLNA server announcement lease time",
  "Duration of DLNA Server SSDP announcement lease time, in seconds": "Duration of DLNA Server SSDP announcement lease time, in seconds",
  "DLNA server description icons": "Ícones de descrição de servidor DLNA",
  "Icons offered by DLNA server when devices request server description": "Icons offered by DLNA server when devices request server description",
  "DLNA enabled": "DLNA ativado",
  "Enable the PMS DLNA server": "Ativar o servidor DLNA do PMS",
  "Platinum logging level": "Nível Platinum de logging",
  "OFF": "DESLIGADO",
  "SEVERE": "SEVERO",
  "WARNING": "AVISO",
  "INFO": "INFO",
  "FINE": "BOM",
  "FINER": "ÓTIMO",
  "FINEST": "EXCELENTE",
  "ALL": "TODOS",
  "DLNA server timeline reporting": "Linha do tempo de relatórios do servidor DLNA",
  "Enable the PMS DLNA server to report timelines for video play activity": "Habilitar o servidor PMS DLNA a relatar as linhas do tempo de atividade de vídeo.",
  "Service type for discovered clients": "Tipo de serviço para clientes descobertos",
  "Enable the Bonjour Daemon": "Ativar o Bonjour Daemon",
  "Advertised domain": "Domínio anunciado",
  "Enable Bonjour": "Ativar Bonjour",
  "Advertised hostname": "Hostname anunciado",
  "Service type for discovered servers": "Tipo de serviço para servidores descobertos",
  "Advertised service type": "Tipo de serviço anunciado",
  "Enable GDM": "Ativar GDM",
  "Scheduled Tasks": "Tarefas agendadas",
  "Time at which tasks start to run.": "Time at which tasks start to run.",
  "The time at which the server starts running background maintenance tasks.": "The time at which the server starts running background maintenance tasks.",
  "Time at which tasks stop running.": "Time at which tasks stop running.",
  "Backup database every three days": "Fazer backup da base de dados a cada três dias",
  "Backup directory": "Backup directory",
  "The directory in which database backups are stored.": "The directory in which database backups are stored.",
  "Optimize database every week": "Otimizar a base de dados semanalmente",
  "Remove old bundles every week": "Remove old bundles every week",
  "Remove old cache files every week": "Remover semanalmente arquivos de cache",
  "Generate missing media index files nightly": "Generate missing media index files nightly",
  "Refresh local metadata every three days": "Atualizar metadados local a cada três dias",
  "Refresh all libraries nightly": "Refresh all libraries nightly",
  "Upgrade media analysis nightly": "Upgrade media analysis nightly",
  "Open Keyboard Shortcuts": "Abrir Atalhos de Teclado",
  "Close Modal or Close Player or Navigate Back": "Fechar Janela ou Fechar Player ou Voltar",
  "Toggle Sidebar": "Alternar Barra Lateral",
  "Navigate to Dashboard": "Navegar para o Menu Principal",
  "Navigate to Settings": "Navegar para Configurações",
  "Navigate to Activity": "Navegar para Atividades",
  "Navigate to Queue": "Navegar para a Fila",
  "Navigate to Recommended": "Navegar para Recomendados",
  "Navigate to Friends": "Navegar para Amigos",
  "Focus Search": "Busca Avançada",
  "Open Player": "Abrir Player",
  "Edit Library or Edit Item": "Editar Biblioteca ou Editar Item",
  "Delete Library or Delete Item": "Apagar Biblioteca ou Apagar Item",
  "Update Library or Refresh Item": "Atualizar Biblioteca ou Atualizar Item",
  "Analyze Library or Analyze Item": "Analisar Biblioteca ou Analisar Item",
  "Play or Pause": "Play ou Pause",
  "Decrease Volume": "Diminuir Volume",
  "Increase Volume": "Aumentar Volume",
  "Seek Backward (10 seconds)": "Retroceder (10 segundos)",
  "Seek Forward (10 seconds)": "Avançar (10 segundos)",
  "Step Backward (10%)": "Retroceder (10%)",
  "Step Forward (10%)": "Avançar (10%)",
  "Skip to Previous Item": "Pular para Item Anterior",
  "Skip to Next Item": "Pular para Próximo Item",
  "Created {1} in {2} on {3}": "Criado {1} em {2} em {3}",
  "Matching {1} in {2} on {3}": "Correspondendo {1} em {2} em {3}",
  "Downloading metadata for {1} in {2} on {3}": "Baixando metadados para {1} em {2} em {3}",
  "Loading metadata for {1} in {2} on {3}": "Carregando metadados para {1} em {2} em {3}",
  "Finished processing {1} in {2} on {3}": "Processamento concluído para {1} em {2} em {3}",
  "Analyzing {1} in {2} on {3}": "Analisando {1} em {2} em {3}",
  "Deleted {1} in {2} on {3}": "Apagado {1} em {2} em {3}",
  "Library scan complete: Extra information may still be downloading from the Internet": "Escaneamento de biblioteca concluído: Informações extras ainda podem estar sendo baixadas da Internet",
  "S{1}": "T{1}",
  "E{1}": "E{1}",
  "Episode {1}": "Episódio {1}"
}
