{
  "Playback of this media is not supported with the selected player.": "A reprodução deste tipo de mídia não é suportada pelo reprodutor selecionado.",
  "an item": "um item",
  "Please check the permissions for this file.": "Por favor, verifique as permissões para este arquivo.",
  "Please check that the file exists and the necessary drive is mounted.": "Por favor, verifique se o arquivo existe e se o drive necessário está montado.",
  "This server is not powerful enough to convert music.": "Esse servidor não é poderoso o suficiente para converter músicas.",
  "This server is not powerful enough to convert video. You may be able to enable playback by increasing your quality setting.": "O servidor não é suficientemente potente para converter vídeo. A reprodução pode ser possibilitada aumentando sua configuração de qualidade. ",
  "This server is not powerful enough to convert video.": "Esse servidor não é rápido o bastante para converter vídeos.",
  "Please update Plex Media Server. This feature requires {1} or later.": "Por favor, atualize o Plex Media Server. Este recurso requer {1} ou mais recente.",
  "Streaming this media is unsupported.": "A transmissão desta mídia não é suportada.",
  "There was a problem playing this item.": "Houve um problema ao reproduzir este item.",
  "There was a problem embedding this video.": "Houve um problema ao embutir este vídeo.",
  "video": "vídeo",
  "track": "faixa",
  "The server is not powerful enough to convert this {1} for smooth playback. Try playing at the original quality.": "O servidor não é suficientemente potente para converter esse {1} para reprodução fiel. Tente visualizar na qualidade original.",
  "The server is not powerful enough to convert this {1} for smooth playback.": "O servidor não é suficientemente potente para converter esse {1} para reprodução fiel.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network or try a lower quality.": "Sua conexão ao servidor não é suficientemente rápida para fazer streaming deste {1}. Verifique sua rede ou tente uma qualidade menor. ",
  "Your connection to the server is not fast enough to stream this {1}. Check your network.": "Sua conexão ao servidor não é suficientemente rápida para fazer streaming deste {1}. Verifique sua rede.",
  "We are having trouble playing this {1}. Please check your playback setup.": "Estamos encontrando problemas para reproduzir esse {1}. Por favor verifique suas configurações de reprodução. ",
  "Ensure that media deletion is enabled for library content in your server settings.": "Certifique-se de que a eliminação de mídia está habilitada para o conteúdo da biblioteca em suas configurações do servidor.",
  "There was a problem deleting this item.": "Houve um problema ao excluir esse item",
  "There was a problem selecting the stream for this item.": "Houve um problema ao selecionar o stream para este vídeo.",
  "There was a problem marking this item as watched.": "Houve um problema ao marcar este item como assistido.",
  "There was a problem marking this item as unwatched.": "Houve um problema ao marcar este item como não assistido.",
  "There was a problem signing in to Plex.": "Houve um problema ao entrar no Plex.",
  "from {1}": "de {1}",
  "None": "Nenhum",
  "You can skip {1} songs an hour per mix.": "Você pode pular {1} faixas a cada uma hora por coletânea.",
  "Watch Later": "Assistir Depois",
  "Recommended": "Recomendado",
  "Stereo": "Estéreo",
  "Unknown": "Desconhecido",
  "External": "Externo",
  "Forced": "Forçado",
  "Low": "Baixa ",
  "Medium": "Média ",
  "High": "Alta ",
  "Highest": "Excelente ",
  "Sorry, there was a problem playing this item.": "Houve um problema ao reproduzir este item.",
  "{1} and {2}": "{1} e {2}",
  "{1}, {2}, and {3}": "{1}, {2}, e {3}",
  "{1}, {2}, and {3} others": "{1}, {2}, e {3} outros",
  "Movie": "Filme",
  "Movies": "Filmes",
  "TV Show": "Programa de TV",
  "TV Shows": "Séries de TV",
  "Music": "Música",
  "Photo": "Foto",
  "Photos": "Fotos",
  "Home Video": "Vídeo Caseiro",
  "Home Videos": "Vídeos Caseiros",
  "Deleted Scene": "Cena Excluída",
  "Interview": "Entrevista",
  "Music Video": "Videoclipe",
  "Behind the Scenes": "Bastidores",
  "Scene": "Cena",
  "Live Music Video": "Videoclipe ao vivo",
  "Lyric Music Video": "Letra do videoclipe",
  "Concert": "Concerto",
  "Featurette": "Mini Documentário",
  "Short": "Curta",
  "Other": "Outro",
  "Show": "Exibir",
  "Shows": "Séries de TV",
  "Season": "Temporada",
  "Seasons": "Temporadas",
  "Episode": "Episódio",
  "Episodes": "Episódios",
  "Comic": "HQ",
  "Comics": "HQs",
  "Person": "Pessoa",
  "People": "Pessoas",
  "Artist": "Artista",
  "Artists": "Artistas",
  "Album": "Álbum",
  "Albums": "Álbuns",
  "Track": "Faixa",
  "Tracks": "Faixas",
  "Picture": "Imagem",
  "Pictures": "Imagens",
  "Clip": "Clipe",
  "Clips": "Clipes",
  "Photo Album": "Álbum de Fotos",
  "Photo Albums": "Álbum de Fotos",
  "Playlist": "Lista",
  "Playlists": "Listas de Reprodução",
  "Video": "Vídeo",
  "Audio": "Áudio",
  "Subtitles": "Legendas",
  "Lyrics": "Letras",
  "All": "Todos",
  "Unwatched": "Não assistidos",
  "Recently Released": "Lançados Recentemente",
  "Recently Added": "Adicionados Recentemente",
  "Recently Viewed": "Assistidos Recentemente",
  "Recently Viewed Shows": "Séries Assistidas Recentemente",
  "On Deck": "Em Progresso",
  "By Folder": "Por Pasta",
  "Tag": "Etiqueta",
  "Genre": "Gênero",
  "Collection": "Coleção",
  "Bookmark": "Favorito",
  "Director": "Diretor",
  "Writer": "Autor",
  "Actor": "Ator",
  "country": "país",
  "Chapter": "Capítulo",
  "Review": "Avaliação",
  "Label": "Rótulo",
  "Version Background Processing Target": "Destino da Versão Processada em Segundo Plano",
  "Make": "Fazer",
  "Model": "Modelo",
  "Aperture": "Abertura",
  "Exposure": "Exposição",
  "Lens": "Lentes",
  "Device": "Aparelho",
  "Mood": "Humor",
  "Composer": "Compositor",
  "Featuring": "Participação",
  "Track Artist": "Artista da Faixa",
  "Similar Artist": "Artista similar",
  "This channel is not responding.": "Este canal não está respondendo.",
  "Sorry! There was an error signing out.": "Desculpe! Houve um erro ao encerrar a sessão.",
  "Please try again in a few minutes.": "Por favor, tente novamente em alguns minutos.",
  "You must be lost.": "Você deve estar perdido.",
  "This page doesn't exist.": "Esta página não existe.",
  "Media server not found.": "Servidor de mídia não encontrado.",
  "The server you're trying to access doesn't seem to exist.": "O servidor que você está tentando acessar não existe.",
  "Media not found.": "Mídia não encontrada.",
  "The media you're trying to access doesn't seem to exist.": "A mídia que você está tentando acessar não existe.",
  "No soup for you!": "Sem sopa pra você!",
  "The server you're trying to access doesn't want to let you in. Make sure you're signed in as a user with access to this server.": "O servidor que você está tentando acessar não quer deixar você entrar. Certifique-se de que está conectado como um usuário com acesso a esse servidor.",
  "Plex is down for maintenance.": "Plex está em manutenção.",
  "Don't worry, it'll be back soon.": "Não se preocupe, vamos voltar logo.",
  "Plex is not reachable.": "Não é possível conectar ao Plex.",
  "Make sure your server has an internet connection and any firewalls or other programs are set to allow access.": "Verifique se o seu servidor tem uma conexão com a internet e que o firewall ou outros programas estão configurados para permitir seu acesso.",
  "Server unavailable.": "Servidor indisponível.",
  "We couldn't reach \"{1}\". Make sure it's online and try again.": "Não conseguimos conectar ao servidor. \"{1}\". Verifique se ele está online e tente novamente.",
  "We couldn't reach this server. Make sure it's online and try again.": "Não pudemos contatar este servidor. Verifique se está online e tente novamente.",
  "No": "Não ",
  "Yes": "Sim",
  "Invalid Credentials": "Credenciais inválidas",
  "Your credentials have expired. Please sign in again.": "Suas credenciais expiraram. Por favor, faça login novamente.",
  "Ignore": "Ignorar",
  "Sync status is unavailable.": "Status da sincronização indisponível.",
  "The conversion queue is unavailable.": "A fila de conversão está indisponível.",
  "Your channels are unavailable.": "Seus canais estão indisponíveis.",
  "The channel directory is restricted from shared users.": "O acesso ao diretório do canal não é permitido a usuários compartilhados.",
  "The channel directory is unavailable.": "O diretório de canais está indisponível.",
  "Playlists are unavailable for this server.": "Listas de reprodução indisponíveis neste servidor.",
  "Playlist not found.": "Lista de Reprodução não encontrada.",
  "Server settings are restricted from shared users.": "Usuários compartilhados não possuem permissão para acessar configurações do servidor.",
  "Server settings are unavailable.": "Configurações do servidor indisponíveis.",
  "Your friends are unavailable.": "Seus amigos estão indisponíveis.",
  "Your home is unavailable.": "Sua Home não está disponível.",
  "Your devices are unavailable.": "Seus dispositivos estão indisponíveis.",
  "This playlist is unavailable.": "Esta lista de reprodução está indisponível.",
  "This playlist item is unavailable.": "Este item da lista de reprodução está indisponível.",
  "Announcements are not available.": "Anuncios não estão disponíveis.",
  "There was a problem connecting to this player.": "Houve um problema ao conectar com o player.",
  "This server is unavailable to the player. Please sign this server in to your Plex account and try again.": "Esse servidor está indisponível para o player. Conecte-se a este servidor com sua conta Plex e tente novamente.",
  "This server is unavailable to the player. Please sign in to your Plex account and try again.": "Esse servidor está indisponível para o player. Faça o login em sua conta Plex e tente novamente.",
  "Unable to Cast": "Incapaz de reproduzir",
  "Your browser does not support video streaming.": "Seu navegador não suporta o streaming de vídeo.",
  "Plex Media Server is not responding.": "Plex Media Server não está respondendo.",
  "The player is unable to perform this action.": "Essa ação não pode ser realizada pelo reprodutor.",
  "This channel was successfully reset.": "Este canal foi resetado com sucesso.",
  "There was a problem resetting this channel.": "Houve um problema ao resetar este canal.",
  "This channel was successfully restarted.": "Este canal foi reiniciado com sucesso.",
  "There was a problem restarting this channel.": "Houve um problema ao reiniciar este canal.",
  "Unable to Uninstall Channel": "Não foi possível desinstalar o canal",
  "This channel could not be uninstalled, but you can disable it in the server settings.": "Esse canal não pôde ser desinstalado, mas você pode desabilitá-lo nas configurações do servidor.",
  "This channel could not be uninstalled.": "Este canal não pode ser desinstalado.",
  "Uninstall Channel": "Desinstalar Canal",
  "Are you sure you want to uninstall this channel?": "Tem certeza que deseja desinstalar este canal?",
  "There was a problem checking for updates.": "Houve um problema ao verificar se há atualizações.",
  "{1} added to Watch Later.": "{1} Adicionado ao Assistir Depois.",
  "There was a problem adding to Watch Later.": "Houve um problema ao adicionar para assistir depois.",
  "There was a problem analyzing the library.": "Houve um problema ao analisar a biblioteca.",
  "Analyze Library": "Analisar Biblioteca",
  "Analyzes all the media files in the library. The analysis captures information about the media which helps Plex decide how to optimally play back the media.": "Analisa todos os arquivos de mídia na biblioteca. A analise captura informações sobre a mídia, ajudando o Plex a decidir qual o melhor jeito de reproduzi-la. ",
  "Analyze": "Analisar",
  "Cancel": "Cancelar",
  "There was a problem matching this item.": "Houve um problema ao corresponder este item.",
  "No matches were found using this agent.": "Nenhuma correspondência foi encontrada usando este agente.",
  "There was a problem searching for matches.": "Houve um problema ao procurar por correspondências.",
  "Unused bundles are being removed.": "Pacotes não usados estão sendo removidos.",
  "There was a problem removing unused bundles.": "Houve um problema ao remover os pacotes não usados.",
  "Clean Bundles": "Limpar Pacotes",
  "The media server stores information about your media to disk, as well as posters, artwork, and other media resources from the internet. Running this task deletes any bundles which are no longer in use.": "O servidor de mídia armazena informações sobre o conteúdo digital de suas mídias em disco, assim como pôsteres, obras de arte e outros recursos da internet. A execução dessa tarefa exclui os pacotes de itens que não estão mais em uso.",
  "Clean": "Limpar",
  "Are you sure you want to delete {1} items from your filesystem?": "Tem certeza de que quer excluir {1} itens do seu sistema de arquivos?",
  "Are you sure you want to delete this item from your filesystem?": "Tem certeza que deseja remover este item dos seus arquivos?",
  "Delete {1}": "Excluir {1}",
  "Delete": "Apagar",
  "Multiple files may be deleted.": "Vários arquivos podem ser excluídos.",
  "Yes, I'm sure": "Sim, tenho certeza",
  "Delete File": "Deletar Arquivo",
  "Are you sure you want to delete this file from your filesystem?": "Tem certeza de que quer excluir este arquivo do seu sistema de arquivos?",
  "There was a problem deleting the playlist.": "Houve um problema ao excluir a lista de reprodução.",
  "Delete Playlist": "Excluir Lista de Reprodução",
  "Are you sure you want to delete {1}? This cannot be undone.": "Tem certeza que deseja apagar {1}? Isso não poderá ser desfeito.",
  "There was a problem deleting the library.": "Houve um problema ao apagar a biblioteca.",
  "Delete Library": "Apagar Biblioteca",
  "Are you sure you want to delete {1}?": "Tem certeza de que quer excluir {1}?",
  "This cannot be undone.": "Isto não pode ser desfeito.",
  "The preview thumbnails for items in this library were deleted.": "As miniaturas para itens desta biblioteca foram apagadas.",
  "There was a problem deleting the preview thumbnails for items in this library.": "Ocorreu um problema ao apagar as miniaturas para itens desta biblioteca.",
  "Delete Preview Thumbnails": "Apaga miniaturas",
  "Are you sure you want to delete the preview thumbnails for items in this library? This cannot be undone.": "Te certeza de que deseja apagar as miniaturas para os itens desta biblioteca? Isso não pode ser desfeito.",
  "There was a problem deleting these versions.": "Ocorreu um problema ao excluir essas versões.",
  "Are you sure you want to delete {1} versions of {2}?": "Tem certeza de que deseja excluir {1} versões de {2}?",
  "Are you sure you want to delete the {1} version of {2}?": "Tem certeza de que deseja excluir a versão {1} de {2}?",
  "Delete Versions": "Excluir versões",
  "Delete Version": "Excluir versão",
  "The trash was emptied.": "A lixeira foi esvaziada.",
  "There was a problem emptying the trash.": "Houve um problema ao esvaziar a lixeira.",
  "Empty Trash": "Esvaziar Lixeira",
  "By default the media server doesn't remove information for media right away. This helps if a drive is temporarily disconnected. When you empty the trash for a section, all information about missing media is deleted.": "Por padrão, o servidor de mídia não remove a informação da mídia instantaneamente. Isso ajuda caso o disco esteja temporariamente desconectado. Quando você esvaziar a lixeira de uma seção, todas as informações sobre alguma mídia não encontrada serão excluídas. ",
  "Empty": "Vazia",
  "Are you sure you want to mark {1} as unwatched?": "Tem certeza de que quer marcar {1} como não assistido?",
  "Are you sure you want to mark these movies as unwatched?": "Tem certeza de que quer marcar estes filmes como não assistidos?",
  "Are you sure you want to mark all episodes of {1} as unwatched?": "Tem certeza de que quer marcar todos os episódios de {1} como não vistos?",
  "Are you sure you want to mark these episodes as unwatched?": "Tem certeza de que quer marcar todos estes episódios como não assistidos?",
  "Are you sure you want to mark these items as unwatched?": "Tem certeza de que quer marcar estes itens como não assistidos?",
  "Mark as Unwatched": "Marcar Como Não Assistido",
  "Are you sure you want to mark {1} as watched?": "Tem certeza de que quer marcar {1} como assistido?",
  "Are you sure you want to mark these movies as watched?": "Tem certeza de que quer marcar esses filmes como assistidos?",
  "Are you sure you want to mark all episodes of {1} as watched?": "Tem certeza de que quer quer marcar todos os episódios de {1} como assistidos?",
  "Are you sure you want to mark these episodes as watched?": "Tem certeza de que quer marcar esses episódios como assistidos?",
  "Are you sure you want to mark these items as watched?": "Tem certeza de que quer marcar estes itens como assistidos?",
  "Mark as Watched": "Marcar como Assistido",
  "There was a problem merging these items.": "Houve um problema ao juntar estes itens.",
  "Merge": "Combinar",
  "Are you sure you want to merge these items together?": "Tem certeza que deseja juntar estes itens?",
  "The database was optimized.": "O banco de dados foi otimizado.",
  "There was a problem optimizing this database.": "Houve um problema ao otimizar o banco de dados.",
  "Optimize Database": "Otimizar Banco de Dados",
  "Cleans up the library database and ensures it is operating as quickly as possible. This is especially useful when you've added or removed a large amount of media from the library.": "Ordena a biblioteca e assegura que está operando o mais rápido possível. Isso é especialmente útil quando você adicionou ou removeu uma grande quantidade de arquivos de mídia da biblioteca.",
  "Optimize": "Otimizar",
  "There was a problem rating this item.": "Houve um problema ao classificar este item.",
  "There was a problem refreshing.": "Houve um problema ao atualizar.",
  "There was a problem splitting this item apart.": "Houve um problema ao dividir este item.",
  "Split Apart": "Separar",
  "Are you sure you want to split this item apart?": "Tem certeza que deseja dividir este item?",
  "There was a problem unmatching this item.": "Houve um problema ao remover a correspondência deste item.",
  "There was a problem canceling the update.": "Houve um problema ao cancelar a atualização.",
  "There was a problem updating the library.": "Houve um problema ao atualizar a biblioteca.",
  "Refresh All": "Atualizar tudo",
  "Refresh": "Atualizar",
  "There was a problem connecting your server.": "Houve um problema ao conectar seu servidor.",
  "There was a problem disconnecting your server.": "Houve um problema ao desconectar seu servidor.",
  "Remote Installation": "Instalação remota",
  "Continue": "Continuar",
  "The installer may display dialogs that require input. Make sure you have desktop access to the computer running Plex Media Server before continuing.": "O instalador pode exibir diálogos que requerem entrada. Verifique se você tem acesso à área de trabalho do computador que executa o Plex Media Server antes de continuar.",
  "If you remove the server, all syncs and shares associated with the server will be lost and you will need to sign the server in again to restore access to Plex.": "Se você remover o servidor, todas as sincronizações e compartilhamentos associados com o servidor serão perdidos e você precisará conectar o servidor novamente para restaurar o acesso ao Plex.",
  "Are you sure you want to remove this server?": "Você tem certez que deseja remover esse servidor?",
  "Remove Server": "Remover Servidor",
  "Remove": "Remover",
  "The username or password is incorrect.": "Seu nome de usuário ou senha está incorreto.",
  "There was a problem signing the server out.": "Houve um problema ao sair do Plex.",
  "This account information is invalid.": "Esta informação de conta é inválida.",
  "There was a problem signing up for a Plex account.": "Houve um problema ao criar uma conta no Plex.",
  "Play Now": "Reproduzir Agora",
  "This will clear the contents of Up Next and play the selection instead.": "Isto irá limpar o conteúdo do \"A Seguir\" e irá reproduzir a seleção.",
  "There was a problem accepting this invite.": "Houve um problema ao aceitar esta solicitação de amigo.",
  "You are the admin in your current home. If you leave, the remaining users will be removed and managed users will be deleted.": "Você é o Administrador neste momento. Se você sair, o resto dos usuários serão removidos e deletados.",
  "Are you sure you want to join this home? You will leave your current home.": "Tem certeza de que quer se juntar a esta Home? Você vai deixar a sua Home atual.",
  "The admin of this home will have access to your account. Other users of this home will be able to switch to your account by entering your PIN.": "O administrador desta Home vai ter acesso à sua conta. Outros usuários desta Home vão ser capazes de mudar para a sua conta, digitando o seu PIN.",
  "Join Home": "Junte-se a Home",
  "Join": "Entrar",
  "Please sign in to remove sync items.": "Faça login para remover itens de sincronização.",
  "There was a problem removing this sync item.": "Ocorreu um problema ao remover esse item de sincronização.",
  "Stop Syncing": "Parar Sincronização ",
  "Are you sure you want to stop syncing this item? All files created by this job will be removed from the device.": "Tem certeza de que deseja parar de sincronizar esse item? Todos os arquivos criados por esse trabalho serão removidos do dispositivo.",
  "There was a problem recommending this item.": "Houve um problema ao recomendar este item.",
  "Synced items were refreshed.": "Os ítens sincronizados foram atualizados.",
  "Reject Invite": "Rejeitar Convite",
  "Are you sure you want to reject this invite?": "Você tem certeza que deseja rejeitar esse convite?",
  "Cancel Invite": "Cancelar Convite",
  "Are you sure you want to cancel this invite?": "Tem certeza de que deseja cancelar este convite?",
  "There was a problem rejecting this invite.": "Houve um problema ao rejeitar este convite.",
  "There was a problem canceling this invite.": "Houve um problema ao cancelar este convite.",
  "There was a problem removing this device.": "Houve um problema ao remover este dispositivo.",
  "Deleting the Cloud Sync entry will stop Plex from being able to access any existing Cloud Sync content. You will need to create and upload new sync items.": "Deletar o item do Cloud Sync impedirá que o Plex acesse qualquer conteúdo do Cloud Sync. Será preciso criar e carregar novos itens para sincronização. ",
  "If you remove this device, you will need to sign in again on the device to restore access to Plex.": "Se você remover este dispositivo, você terá que logar novamente no mesmo para restaurar o acesso ao plex.",
  "Remove Device": "Remover Dispositivo",
  "There was a problem removing this friend.": "Houve um problema ao remover este amigo.",
  "Are you sure you want to remove {1}?": "Tem certeza de que deseja remover {1}?",
  "library": "biblioteca",
  "libraries": "bibliotecas",
  "You are sharing {1} {2} with each other.": "Você está compartilhando {1} {2} com cada um.",
  "You are sharing {1} {2} with this friend.": "Você está compartilhando {1} {2} com este amigo.",
  "This friend is sharing {1} {2} with you.": "Este amigo está compartilhando {1} {2} com você.",
  "This friend will be removed from your home.": "Este amigo será removido de sua Home.",
  "You will be leaving your home.": "Você vai deixar a sua Home.",
  "Remove Friend": "Remover amigo",
  "Leave Home": "Sair da \"Home\"",
  "Leave": "Sair",
  "You are the admin in this home. If you leave, the remaining users will be removed and managed users will be deleted.": "Você é o administrador nesta Home. Se você deixar, os utilizadores  restantes serão removidos e os usuários gerenciados serão excluídos.",
  "Are you sure you want to leave this home?": "Tem certeza de que deseja sair desta Home?",
  "Remove User": "Remover Usuário",
  "Removing a managed user from your home will delete the managed user. Watched status for this user will be lost. This cannot be undone.": "A remoção de um usuário gerenciado a partir de sua Home vai excluir o usuário gerenciado. Os status de assistido para este usuário serão perdidos. Essa ação não poderá ser desfeita.",
  "You will no longer be able to switch to this user.": "Você não vai mais ser capaz de mudar para esse usuário.",
  "There was a problem leaving this home.": "Houve um problema ao deixar esta Home.",
  "There was a problem removing this user.": "Houve um problema ao remover esse usuário.",
  "There was a problem removing this share.": "Houve um problema ao remover esse compartilhamento.",
  "There was a problem leaving this server.": "Houve um problema ao deixar esse servidor.",
  "Stop Sharing": "Parar compartilhamento",
  "Are you sure you want to stop sharing with this friend?": "Tem certeza de que deseja deixar de compartilhar com esse amigo?",
  "Leave Server": "Deixar Servidor",
  "Are you sure you want to leave this server? You can rejoin at any time.": "Tem certeza de que deseja sair desse servidor? Você pode voltar a qualquer momento.",
  "There was a problem sharing this item.": "Houve um problema ao compartilhar este item.",
  "This server needs to be connected to Plex to sync its content.": "Este servidor precisa estar conectado ao Plex para sincronizar seu conteúdo.",
  "There was a problem connecting to Plex.": "Houve um problema ao conectar ao Plex.",
  "Unable to enable guest account": "Não foi possivel habilitar conta para convidado. ",
  "Unable to disable guest account": "Não foi possivel desabilitar conta para convidado. ",
  "There was a problem analyzing this item.": "Houve um problema ao analizar este item.",
  "There was a problem refreshing this item.": "Houve um problema ao atualizar este item.",
  "There was a problem updating a library.": "Ocorreu um problema ao atualizar uma biblioteca.",
  "There was a problem optimizing the database.": "Ocorreu um problema ao otimizar o banco de dados.",
  "{1} started playing {2} on {3}.": "{1} começou a reproduzir {2} em {3}.",
  "{1} of {2}": "{1} de {2}",
  "There was a problem converting 1 item.": "Ocorreu um problema ao converter 1 item.",
  "There were problems converting {1} items.": "Ocorreram problemas ao converter {1} itens.",
  "The server needs a Plex Pass to use sync.": "O servidor precisa de um Plex Pass para usar a sincronização.",
  "Learn More": "Saiba Mais",
  "The server needs to be signed in with a Plex Pass to use sync.": "A sessão do servidor precisa estar iniciada com Plex Pass para usar a sincronização.",
  "Sign In": "Conectar",
  "Play selected": "Reproduzir seleção",
  "Play All": "Reproduzir todos",
  "Premium {1}": "{1} premium ",
  "Update Library": "Atualizar Biblioteca",
  "Cancel Update": "Cancelar Atualização",
  "There was a problem loading these items.": "Houve um problema ao carregar estes itens.",
  "This playlist has no items.": "Esta Lista de Reprodução não possui itens",
  "{1} Items": "{1} Itens",
  "MIXED": "MISTO",
  "Required": "Obrigatório",
  "this {1}": "este(a) {1}",
  "original value": "valor original",
  "blank": "em branco",
  "Play {1}": "Reproduzir {1}",
  "Queue {1}": "Enfileirar {1}",
  "You don't have any media servers yet.": "Você ainda não tem servidores de mídia.",
  "{1}Download and install{2} one and try again.": "{1}Faça o download e instale{2} um servidor e tente novamente.",
  "There was a problem adding to this collection.": "Houve um problema ao adicionar a esta coleção.",
  "There was a problem adding to the playlist.": "Houve um problema ao adicionar na lista de reprodução.",
  "There was a problem saving these settings.": "Houve um problema ao salvar essas configurações.",
  "There was an error editing this item": "Houve um erro ao editar este item",
  "Edit {1}": "Editar {1}",
  "Your changes could not be saved.": "Suas alterações não puderam ser salvas.",
  "Match": "Corresponder",
  "Fix Incorrect Match": "Corrigir Correspondência Incorreta",
  "Playlists have been imported.": "As listas de reprodução foram importadas.",
  "There was a problem importing.": "Ocorreu um problema na importação.",
  "Search {1}": "Pesquisar {1}",
  "There was a problem loading '{1}'": "Houve um problema ao carregar '{1}'",
  "Finish Watching Queue": "Terminar \"Assistir Fila\"",
  "This will clear the contents of your play queue.": "Isto irá limpar o conteúdo da sua lista de reprodução.",
  "You have reached the {1} person home limit.": "Você atingiu o {1}  limite de pessoas no Home .",
  "Your changes have been saved.": "Suas alterações foram salvas.",
  "Right click the \"Plex It!\" button and choose Add to Favorites so you can save videos to Watch Later.": "Clique com o botão direito no botão \"Plex It!\" e escolha Adicionar aos Favoritos para guardar vídeos para Ver Depois. ",
  "Add the button above to your favorites bar.": "Adicione o seguinte botão à sua barra de favoritos.",
  "Drag the \"Plex it!\" button to your Bookmarks Bar so you can save videos to your Watch Later.": "Arraste para o botão \"Plex it!\" para sua barra de favoritos para que você possa salvar vídeos para Assistir mais Tarde.",
  "Drag the button above to your bookmarks bar.": "Arraste o botão para sua barra de favoritos.",
  "{1} to copy": "{1} para copiar",
  "Watched": "Assistido",
  "There was a problem deleting all versions.": "Ocorreu um problema ao excluir todas as versões.",
  "Delete All Versions": "Excluir todas as versões",
  "Are you sure you want to delete all versions? This cannot be undone.": "Tem certeza de que deseja excluir todas as versões? Essa ação não pode ser desfeita.",
  "Unable to stop generating these versions.": "Não é possível parar de gerar essas versões.",
  "Removing this item will delete all versions created by {1}. Are you sure you want to continue?": "Remover esse item irá excluir todas as versões criadas por {1}. Tem certeza de que deseja continuar?",
  "Removing this item will delete all related versions. Are you sure you want to continue?": "Remover esse item irá excluir todas as versões relacionadas. Tem certeza de que deseja continuar?",
  "There was a problem disabling this version.": "Ocorreu um problema ao desabilitar essa versão.",
  "Remove Version": "Remover versão",
  "Are you sure you want to delete this version? You can enable it again in Optimized Versions Settings.": "Tem certeza de que pretende remover essa versão? Você pode habilitá-la novamente nas Configurações de Versões Otimizadas.",
  "There was a problem enabling this version.": "Ocorreu um problema ao habilitar essa versão.",
  "There was a problem processing this item.": "Ocorreu um problema ao processar esse item.",
  "There was a problem processing these items.": "Ocorreu um problema ao processar esses itens.",
  "More": "Mais",
  "Less": "Menos",
  "Created": "Criado",
  "Progress for": "Progresso para",
  "Matching": "Correspondendo",
  "Downloading metadata for": "Baixando metadados para",
  "Loading metadata for": "Carregando metadados para",
  "Finished processing": "Processamento concluído",
  "Analyzing": "Analizando",
  "Deleted": "Apagado",
  "Transcoding": "Transcodificação",
  "Direct Play": "Reprodução Direta",
  "(throttled)": "(acelerado)",
  "Direct Stream": "Stream direta",
  "Transcode ({1})": "Transcodificar ({1})",
  "Downloading": "Fazendo download",
  "Uploading": "Enviando",
  "done": "concluído",
  "This media is inaccessible. Please check that the file exists with the correct permissions.": "Essa mídia está indisponível. Por favor, verifique se o arquivo existe e com as devidas permissões.",
  "The metadata for this media is invalid. Please reanalyze the media and try again.": "Os metadados para essa mídia são inválidos. Por favor, faça outra análise e depois tente de novo.",
  "The client profile for the sync target is invalid.": "O perfil do cliente para o sincronismo do alvo é inválido",
  "An error occurred processing this media. Please check that the disk is not full.": "Ocorreu um erro no processamento desta mídia. Por favor verifique se o disco não está cheio.",
  "The transcoder was unable to process this media.": "O transcodificador não pôde processar essa mídia.",
  "This media was unable to be analyzed.": "Esta mídia foi incapaz de ser analisada.",
  "This media was unable to be downloaded. Please check that it is still available and try again.": "Esta mídia não pode ser baixada. Por favor, verifique se ela ainda está disponível e tente novamente.",
  "An error occurred while syncing this media.": "Ocorreu um erro no sincronismo desta mídia.",
  "Installed": "Instalado",
  "Utility": "Utilidade",
  "{1} episode": "{1} episódio",
  "{1} episodes": "{1} episódios",
  "user": "usuário",
  "friend": "amigo",
  "Guest User": "Usuário Convidado",
  "Managed User": "Usuário Gerenciado",
  "invite sent {1}": "convite enviado {1}",
  "invite sent to {1}": "convite enviado para {1}",
  "wants you to join their home and share {1} {2} with you": "quer se juntar a sua Home e compartilhar {1} {2} com você",
  "wants to be friends and share {1} {2} with you": "quer ser amigo e compartilhar {1} {2} com você",
  "wants to share {1} {2} with you": "Quer compartilhar {1} {2} com você",
  "wants you to join their home": "deseja se juntar à sua Home",
  "wants to be friends": "quer ser amigo",
  "Custom: {1}": "Personalizado: {1}",
  "{1} items": "{1} itens",
  "0 files": "0 arquivos",
  "Your mix will resume shortly.": "Seu mix vai continuar em alguns instantes.",
  "Skipping in {1} seconds...": "Pulando em {1} segundos ...",
  "Casting to {1}": "Transmitindo para {1}",
  "This user could not be added to your home.": "Este usuário não pode ser adicionado à sua Home.",
  "An invite could not be sent to this user.": "Um convite não pôde ser enviado para esse usuário.",
  "Loading...": "Carregando...",
  "You've added a PIN restriction": "Você adicionou uma restrição PIN",
  "You've joined a Plex Home": "Você se juntou ao Plex Home",
  "This PIN could not be saved.": "Este PIN não pôde ser salvo.",
  "This PIN could not be removed.": "Este PIN não pode ser removido.",
  "Please enter a 4 digit PIN.": "Por favor insira um PIN de 4 dígitos.",
  "No lyrics available.": "Não há letras disponíveis.",
  "An error occurred loading these lyrics.": "Ocorreu um erro ao carregar a letra.",
  "Version {1}": "Versão {1}",
  "Automatically select audio and subtitle tracks": "Selecionar faixas de áudio e de legendas automaticamente. ",
  "Automatically select audio and subtitle tracks in your preferred language when possible.": "Selecionar faixas de áudio e de legendas automaticamente na sua língua preferida quando possível. ",
  "Prefer audio tracks in": "Preferir faixas de áudio em",
  "Subtitle mode": "Modo de legenda",
  "Manually selected": "Selecionado manualmente",
  "Shown with foreign audio": "Exibir em áudio estrangeiro ",
  "Always enabled": "Sempre ligado",
  "Prefer subtitles in": "Preferir legendas em",
  "An update is available.": "Existe uma atualização disponível.",
  "Something went wrong.": "Algo deu errado.",
  "Server settings are unavailable because the server could not be reached.": "As configurações do servidor estão indisponíveis porque não foi possível alcançar o servidor.",
  "Convert Immediately": "Converter imediatamente",
  "Do you want to start converting this item immediately? Any conversion progress for '{1}' will be lost.": "Deseja começar a converter esse item imediatamente? Qualquer progresso na conversão de '{1}' será perdido.",
  "Sync": "Sincronizar",
  "Paused": "Pausado",
  "Converting": "Convertendo ",
  "Waiting": "Aguardando",
  "1 failed item": "1 item malsucedido",
  "{1} failed items": "{1} itens malsucedidos",
  "File unavailable": "Arquivo indisponível",
  "Invalid metadata": "Metadados inválidos",
  "Invalid profile": "Perfil inválido",
  "Unable to analyze": "Impossível analisar",
  "Unable to convert": "Impossível converter",
  "Loading": "Carregando",
  "Connecting": "Conectando",
  "Loading libraries": "Carregando bibliotecas",
  "There was an unexpected error loading libraries": "Ocorreu um erro inesperado ao carregar as bibliotecas",
  "You're not supposed to be here": "Não era para você estar aqui",
  "This page is restricted from the server \"{1}\"": "Esta página é restrita ao servidor \"{1}\"",
  "This page is restricted from this server": "Esta página é restrita a este servidor",
  "Tip: If \"Secure connections\" in your server's network settings is disabled, select \"Preferred\" to use the secure web app": "Dica: Se a opção \"Proteger conexões\" nas configurações de rede do seu servidor estiver desativada, selecione \"Preferencial\" para usar o aplicativo web seguro",
  "The server \"{1}\" is unavailable": "O servidor {1} está indisponível",
  "This server is unavailable": "Esse servidor está indisponível",
  "Plex will automatically try to reconnect to this server": "Plex irá automaticamente tentar se reconectar ao servidor",
  "You do not have access to this server": "Você não tem permissão para acessar este servidor",
  "Connecting to {1}": "Conectando a {1}",
  "Shuffle": "Aleatório",
  "Add to Playlist...": "Adicionar à lista de reprodução",
  "Edit": "Editar",
  "Sync...": "Sincronizar ...",
  "Optimize...": "Otimizar...",
  "Deselect All": "Desmarcar Todos",
  "Account": "Conta",
  "Sharing": "Compartilhamento",
  "Search in {1}...": "Pesquisando em {1}...",
  "by": "por",
  "with": "com",
  "in": "em",
  "Selected": "Selecionado",
  "Play": "Reproduzir",
  "Play Version...": "Reproduzir Versão ...",
  "Play Next": "Reproduzir o próximo",
  "Play Trailer": "Exibir Trailer",
  "Play Music Video": "Executar Vídeo Musical",
  "Fix Match...": "Corrigir Correspondência...",
  "Match...": "Corresponder...",
  "Unmatch": "Remover Correspondência",
  "Download": "Baixar",
  "Share...": "Compartilhar",
  "Recommend...": "Recomendar ...",
  "Get Info": "Obter Informações",
  "Previous Page": "Página Anterior",
  "Next Page": "Próxima Página",
  "Downloading Metadata": "Baixando Metadados",
  "In Trash": "Na Lixeira",
  "More Actions": "Mais ações",
  "Poster Size": "Tamanho do Pôster",
  "Rating": "Classificação",
  "Add to Playlist": "Adicionar à lista de reprodução",
  "{1} album": "{1} álbum",
  "{1} albums": "{1} álbuns",
  "{1} season": "{1} temporada",
  "{1} seasons": "{1} temporadas",
  "Save Changes": "Salvar Alterações",
  "Language": "Idioma",
  "Username": "Nome de Usuário",
  "Password": "Senha",
  "All Libraries": "Todas as bibliotecas",
  "Discover": "Descobrir",
  "Plex is down for maintenance": "O Plex está em manutenção.",
  "Don't worry, it will be back soon": "Não se preocupe, vamos voltar logo.",
  "No shared libraries": "Sem bibliotecas compartilhadas",
  "A user in your home needs to share a library with you": "Ninguém em sua casa precisa compartilhar uma biblioteca com você.",
  "Get your Plex Media Server": "Obtenha o seu Plex Media Server",
  "Install your new server": "Instalar o seu novo servidor",
  "To get started streaming your media everywhere, download and install Plex Media Server on the computer or device where you keep your media.": "Para começar a transmitir a sua mídia, faça o download e instale o Plex Media Server no computador ou dispositivo onde você armazena os seus arquivos de mídia.",
  "Excellent. Check your download location for Plex Media Server and install it. Once it's running, check back here and we'll get you set up.": "Excelente. Procure o Plex Media Server na sua pasta de downloads e instale-o. Quando já estiver em execução, volte aqui e começaremos a configurar.",
  "Download Plex Media Server": "Download do Plex Media Server",
  "Need to download different server?": "Precisa baixar um servidor diferente?",
  "Download for Computer Platforms": "Download para computadores",
  "Download for NAS Platforms": "Download para plataformas NAS",
  "Update your Plex Media Server": "Atualize seu servidor de mídias Plex",
  "This version of the web app requires Plex Media Server {1} or higher. Use one of the links below to open an available server directly.": "Esta versão do aplicativo web requer a versão {1}, do Plex Media Server, ou superior. Use um dos links abaixo para abrir, diretamente,  um servidor disponível.",
  "There was an unexpected error": "Ocorreu um erro inesperado",
  "Please visit our forums if you continue to experience problems": "Visite nossos fóruns, se continuar a ter problemas",
  "Go to Forums": "Vá aos Fóruns",
  "Loading dashboard": "Baixando indicadores",
  "There was an unexpected error loading the dashboard": "Ocorreu um erro inesperado ao carregar os indicadores",
  "The server \"{1}\" does not support the dashboard": "O servidor {1} não suporta indicadores.",
  "Browse libraries using the sidebar": "Pesquisar bibliotecas usando a barra lateral",
  "The dashboard is empty": "Indicadores vazios",
  "Browse and manage your libraries using the sidebar": "Navegar e gerenciar bibliotecas usando a barra lateral",
  "Tip: The \"Include in dashboard\" advanced setting for each library allows content to be displayed here": "Dica: a opção avançada \"Inclua no painel\" para cada biblioteca permite que o conteúdo seja mostrado aqui.",
  "Add libraries with your media to make the most of Plex Media Server": "Adicione as bibliotecas com sua mídia para aproveitar ao máximo o Plex Media Server",
  "Add Library": "Adicionar biblioteca",
  "Search": "Busca",
  "A server could not be found. Download and install Plex Media Server, and it will appear here.": "Nenhum servidor encontrado. Faça o download e instale o Plex Media Server, e ele aparecerá aqui.",
  "Where is my server?": "Onde está meu servidor?",
  "No one in your home has shared a library with you.": "Ninguém em sua casa compartilhou uma biblioteca com você.",
  "Learn more": "Saiba mais",
  "The server {1} needs an update.": "O servidor {1} precisa ser atualizado.",
  "The servers {1} need updates.": "Os servidores {1} precisam ser atualizados.",
  "Please wait while servers are discovered.": "Aguarde enquanto os servidores são descobertos.",
  "Loading {1}": "Carregando  {1}",
  "Loading list": "Carregando lista",
  "There was an unexpected error loading {1}": "Ocorreu um erro inesperado ao carregar {1}",
  "There was an unexpected error loading this list": "Ocorreu um erro inesperado ao carregar esta lista",
  "Nothing to see here": "Nada aqui",
  "There are no items in {1}": "Nenhum item em {1}",
  "There are no items in this list": "Não há itens nesta lista",
  "Looking for servers...": "Procurando servidores...",
  "Unavailable": "Indisponível",
  "Secure": "Seguro",
  "Cloud": "Nuvem",
  "Needs Update": "Requer atualização",
  "Nearby": "Próximo",
  "Remote": "Remoto",
  "Mobile Sync": "Sincronização Móvel",
  "Update Libraries": "Atualizar Bibliotecas",
  "Online Content": "Conteúdo Online",
  "Channels": "Canais",
  "Manage": "Gerenciar",
  "Status": "Estado",
  "Settings": "Configurações",
  "Unclaimed": "Não reivindicado",
  "Libraries": "Bibliotecas",
  "There was an unexpected error loading libraries.": "Ocorreu um erro inesperado ao carregar as bibliotecas.",
  "The selected server cannot be reached securely. An insecure connection may be possible.": "O servidor selecionado não pode ser alcançado de forma segura. Pode ser possível estabelecer uma conexão insegura.",
  "The selected server is unreachable. Make sure it's running, double check your network, and try again.": "O servidor selecionado não pode ser alcançado. Certifique-se de que ele está funcionando, verifique a sua rede e tente novamente.",
  "Try again": "Tentar novamente",
  "Reload app insecurely": "Recarregar app de forma insegura",
  "Allow insecure connection": "Permitir conexão insegura",
  "Remove server": "Remover servidor",
  "If this server is restarted, it will automatically be added to your account again.": "Se este servidor for reiniciado, ele será adicionado automaticamente à sua conta de novo.",
  "Your mix will resume shortly": "Seu mix vai continuar em alguns instantes",
  "Version": "Versão",
  "Reqirements": "Requisitos",
  "Searching for {1}": "Pesquisando por {1}",
  "Results for {1}": "Resultados para {1}",
  "No matches found.": "Nenhuma correspondência encontrada.",
  "or": "ou",
  "Sign Up": "Inscreva-se",
  "Confirm Password": "Confirme sua Senha",
  "Passwords do not match": "Senhas não conferem",
  "By creating an account, you confirm that you have read and accept the {1}Terms and Conditions{2} and are at least 13 years old.": "Ao criar uma conta, você confirma que leu e aceitou os {1}Termos e Condições{2} e que tem no mínimo 13 anos de idade.",
  "Remember me": "Lembre-me",
  "Alerts": "Alertas",
  "Conversion": "Conversão",
  "Now Playing": "Reproduzindo Agora",
  "Alerts are restricted from shared users.": "Alertas não está acessível a usuários compartilhados.",
  "Pause": "Pausar",
  "Resume": "Continuar",
  "Check the status in {1}Optimized Versions Settings{2}.": "Verifique o estado em {1}Configurações de versões otimizadas{2}.",
  "Manage your completed conversions in {1}Optimized Versions Settings{2}.": "Gerencie suas conversões concluídas em {1}Configurações de versões otimizadas{2}.",
  "This requires Plex Media Server {1} or later.": "Isso requer o Plex Media Server {1} ou mais recente.",
  "Now Playing is restricted from shared users.": "\"Em Execução\" não está acessível a usuários compartilhados.",
  "Now Playing is unavailable with synced servers.": " Now Playing está indisponível com servidores sincronizados.",
  "Now Playing requires Plex Media Server {1} or later.": "Now Playing requer Plex Media Server {1} ou mais recente.",
  "Nothing is synced to this device.": "Nada está sincronizado com este dispositivo. ",
  "You have no sync capable devices.": "Você não tem nenhum dispositivo compatível com a sincronização.",
  "Play Unwatched": "Reproduzir os não assistidos",
  "Add to playlist": "Adicionar à lista de reprodução",
  "Select": "Selecionar",
  "Share": "Compartilhar",
  "Recommend": "Recomendado",
  "Info": "Informações",
  "Options": "Opções",
  "Add to Collection...": "Adicionar à coleção...",
  "More Info": "Mais Informações",
  "An insecure media server has been found on your network.": "Um servidor de mídia inseguro foi encontrado na sua rede.",
  "An unclaimed media server has been found on your network.": "Um servidor de mídia não reivindicado foi encontrado na sua rede.",
  "Claim it now": "Reivindicá-lo agora",
  "Experience new music features with a premium music library.": "Experimente dos novos recursos com uma biblioteca premium de música.",
  "Create a library": "Crie uma biblioteca",
  "A Plex Media Server update is available!": "Uma atualização para o Plex Media Server está disponível!",
  "Download now": "Baixar agora",
  "Install now": "Instalar agora",
  "Popular Tracks": "Faixas populares",
  "Music Videos": "Videoclipes",
  "On Tour": "Em Turnê",
  "Similar Artists": "Artistas Parecidos",
  "Cast": "Elenco",
  "Failed to load items for this playlist.": "Falha ao carregar itens para esta Lista de Reprodução.",
  "This media type does not have a details page.": "Este tipo de mídia não tem uma página de detalhes.",
  "Details": "Detalhes",
  "List": "Lista",
  "Import from iTunes": "Importar do iTunes",
  "Edit Library": "Editar Biblioteca",
  "Channel Directory": "Diretório de Canais",
  "Browse Channels": "Procurar Canais",
  "Install Channels": "Instalar Canais",
  "Check for Updates": "Verificar Por Atualizações",
  "choose an image": "escolha uma imagem",
  "drag and drop": "arraste e solte",
  "enter a url": "digite uma url",
  "Uploading artwork...": "Enviando Arte",
  "this artwork was uploaded successfully": "essa arte foi enviada com sucesso",
  "{1}upload another{2}": "{1}enviar outro(a){2}",
  "there was an error uploading this artwork": "houve um erro ao carregar essa arte",
  "{1}try again{2}": "{1}tente novamente{2}",
  "Enter a url to upload an image from the web": "Digite uma url para enviar uma imagem da web",
  "enter to {1}upload{2}": "entre para {1}enviar{2}",
  "esc to {1}cancel{2}": "esc para {1} cancelar {2}",
  "Files": "Arquivos",
  "Labels": "Etiquetas",
  "Labels require Plex Media Server {1} or later.": "As etiquetas requerem o Plex Media Server {1} ou mais recente.",
  "You need a Plex Pass to use restrictions.": "Você precisa de um Plex Pass para usar restrições.",
  "Auto Match": "Auto Corresponder",
  "Nothing queued": "Nada na fila.",
  "Up Next": "A Seguir",
  "Casting on": "Transmitindo em",
  "Disconnect": "Desconectar",
  "{1} Settings": "Configurações de {1} ",
  "Note: These settings will take effect for all libraries using the {1} agent.": "Nota: Essas configurações terão efeito para todas as bibliotecas usando o agente {1}.",
  "There was an error adding this library.": "Ocorreu um erro ao adicionar essa biblioteca.",
  "You need to {1}follow these instructions{2} to troubleshoot the Plex Media Server.": "Você precisa {1}seguir essas instruções {2} para reparar o Plex Media Server.",
  "Add Folder": "Adicionar Pasta",
  "Add": "Adicionar",
  "Select a Collection": "Selecionar uma coleção",
  "There are no collections in this library.": "Não há coleções nessa biblioteca.",
  "New collection...": "Nova coleção...",
  "Select a Playlist": "Selecione uma Lista de Reprodução",
  "Create Playlist": "Criar Lista de Reprodução",
  "There are no playlists on this server.": "Não há nenhuma lista de reprodução  neste servidor.",
  "New playlist...": "Nova lista de reprodução...",
  "Browse": "Navegar",
  "Update": "Atualizar",
  "Restart": "Reiniciar",
  "Reset": "Redefinir",
  "Uninstall": "Desinstalar",
  "Install": "Instalar",
  "Directory Settings": "Configurações de diretório",
  "Save": "Salvar",
  "Download a Version": "Fazer download de uma versão",
  "General": "Geral",
  "Background": "Plano de fundo",
  "Add {1} Library": "Adiciona {1} Biblioteca",
  "Select type": "Selecione o tipo",
  "Add folders": "Adicionar pastas",
  "Create": "Criar",
  "Advanced": "Avançado",
  "Next": "Próximo",
  "Location": "Local",
  "Search Options": "Opções de busca",
  "Server Unreachable": "Servidor Inacessível",
  "Insecure connections will only be allowed when you're on the same network as the server.": "Conexões inseguras somente serão permitidas quando estiver na mesma rede que o servidor. ",
  "Insecure connections will be allowed to any server.": "Conexões inseguras serão permitidas a qualquer servidor. ",
  "The Allow Fallback to Insecure Connections setting can be changed in Web Settings. Would you like to allow insecure connections?": "A configuração Permitir Recurso a Conexões Inseguras pode ser mudada em Configurações Web. Gostaria de permitir conexões inseguras?",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library. Depending on how many tracks you have, this process can take many minutes to complete.": "Importar do iTunes irá importar suas playlists. Irá também importar suas avaliaçãos, a data que você adicionou as músicas além de importar o contador de saltos de faixas na sua biblioteca. Dependendo da quantidade de músicas que você possui, esse processo pode demorar vários minutos até estar completo.",
  "Overwrite existing playlists": "Sobrescrever listas existentes",
  "Import": "Importar",
  "Keyboard Shortcuts": "Atalhos de Teclado",
  "Internet Required": "Internet necessária",
  "Plex Pass Required": "É necessário Plex Pass ",
  "This server cannot reach the Internet. Please verify connectivity and try again.": "Este servidor não está acessando a internet. Por favor, verifique a conectividade e tente novamente.",
  "This library requires your server be signed in to a Plex Pass account.": "Esta biblioteca requer que seu servidor esteja autenticado com uma conta Plex Pass",
  "Media Server Detection": "Detecção do servidor de mídia",
  "We've detected a Plex Media Server running on this computer, but we can't connect to it. {1}Sign in to your account{2} on the server so that you can access it.": "Detectamos um servidor de mídia Plex sendo executado neste computador, mas não conseguimos nos conectar à ele. {1}Conecte em sua conta {2} no servidor para que você possa ter acesso a isso.",
  "We were unable to find a Plex Media Server running on this computer. If you have one on this or another computer, make sure it's running and signed in to your account.": "Não foi possível encontrar um Plex Media Server rodando neste computador. Se há um neste ou em outro computador, certifique-se de que esteja rodando e autenticado na sua conta.",
  "For more information, please see {1}this support article{2}.": "Para mais informações, favor consultar {1}este artigo de suporte{2}.",
  "Media Info": "Informações de Mídia",
  "Delete Files": "Deletar Arquivos",
  "Inaccessible": "Inacessível",
  "Please check that this file exists and the necessary drive is mounted.": "Por favor, verifique se este arquivo existe e que o drive necessário está montado.",
  "Media": "Mídia",
  "Part": "Parte",
  "View XML": "Ver XML",
  "Select a Version": "Selecione uma Versão",
  "Go Premium": "Adquira o Premium",
  "This feature requires a Plex Pass subscription.": "Esse recurso requer uma assinatura Plex Pass.",
  "Everything you need to experience the best of Plex. Your subscription gives you premium features and exclusive access to new ones.": "Tudo o que você precisa para aproveitar o melhor do Plex. Sua assinatura lhe dá direito a recurso premium e acesso exclusivo a novas funções.",
  "Select Friends": "Selecionar Amigos",
  "Say something about this...": "Diga algo sobre isso...",
  "You need {1}friends{2} to recommend media.": "Para recomendar mídias, você precisa ter {1}amigos{2}.",
  "Send": "Enviar",
  "Plex Media Server Release Notes": "Notas de lançamento do Plex Media Server",
  "New": "Novo",
  "Fixes": "Correções",
  "Choose Destination": "Selecione o destino",
  "Select a File": "Selecione um Arquivo",
  "Resume from {1}": "Continuar de {1}",
  "Start from beginning": "Reproduzir do início",
  "Plex Media Server Downloads": "Downloads do Plex Media Server",
  "You need to {1}link your account{2}.": "Você precisa {1}vincular a sua conta{2}.",
  "Sync Status": "Status da Sincronização ",
  "Plex Terms of Service": "Termos de Serviço do Plex",
  "Agree": "Concordo",
  "Problem Connecting to Plex": "Problema ao conectar com o Plex",
  "Plex was unable to authenticate your server. Please sign your server out and try again.": "Plex não conseguiu autenticar seu servidor. Por favor desconecte e tente novamente.",
  "Your server was unable to reach Plex. Please ensure that the computer or device running your server can access the internet.": "Seu servidor não conseguiu se conectar com o Plex. Certifique-se de que o seu computador ou dispositivo executando o servidor tem acesso à Internet.",
  "Signed in to Plex": "Logado no Plex",
  "You have successfully signed your server in to Plex, but we were unable to reach it from outside your network.": "Você conectou com sucesso o seu servidor ao Plex, porém não conseguimos conectá-lo através da rede externa.",
  "If you skip this step you will not be able to share or stream media outside your home. If you change your mind later, you can adjust this in Settings.": "Se você pular esta etapa você não conseguirá compartilhar ou reproduzir mídia fora de sua rede. Se você mudar de ideia, você pode ajustar isto nas Configurações.",
  "If you would like to enable this now, you will need to configure your router or firewall to allow Plex to contact your server. Please refer to our {1}Connecting a Server{2} article for more information.": "Se quiser ativar isso agora, você precisará configurar seu roteador ou firewall para permitir que o Plex conecte-se com o seu servidor. Consulte o nosso artigo {1}Conectando um Servidor{2} para mais informações.",
  "Previous": "Anterior",
  "Playing Next": "À Seguir",
  "Users": "Usuários",
  "Announcements": "Anúncios",
  "Get Plex apps": "Obtenha aplicativos Plex",
  "Help": "Ajuda",
  "Switch User...": "Trocar Usuário...",
  "Sign Out": "Terminar Sessão",
  "The library has no content yet.": "A biblioteca ainda não possui conteúdo.",
  "Click {1}here{2} to add content to the library.": "Clique {1}aqui{2} para adicionar conteúdo à biblioteca.",
  "The library is still being refreshed. Hang on while we look for your content.": "A biblioteca ainda está sendo atualizada. Aguarde enquanto nós estamos adicionando o seu conteúdo.",
  "There is no content matching your active filter.": "Não há nenhum conteúdo que coincida com os filtros indicados.",
  "There is no content in the selected folder.": "Não há nenhum conteúdo na pasta selecionada.",
  "Invites": "Convites",
  "Friends": "Amigos",
  "Pending": "Pendente",
  "My Home": "Minha Home",
  "Server": "Servidor",
  "Devices": "Dispositivos",
  "Add User": "Adicionar usuário",
  "Enable Guest": "Habilitar Convidado",
  "Disable Guest": "Desabilitar Convidado",
  "Invite Friend": "Convidar Amigo",
  "Show Advanced": "Exibir opções avançadas",
  "Hide Advanced": "Ocultar opções avançadas",
  "Debug": "Depuração",
  "Player": "Reprodutor",
  "Automatically Sign In": "Entrar Automaticamente",
  "Do not prompt to select a user or enter a PIN during startup on this device.": "Não tente selecionar um usuário ou digitar um PIN durante a inicialização deste dispositivo.",
  "Play Theme Music": "Tocar tema musical",
  "Automatically play theme music in the background when available.": "Toca automaticamente os temas musicais em segundo plano, quando estiverem disponíveis.",
  "Show Unwatched Icons": "Mostrar Ícones de Não Assistido",
  "Show unwatched icons in list items.": "Mostrar ícones de não assistido na lista de itens.",
  "Enable Keyboard Shortcuts": "Ativar Atalhos de Teclado",
  "Press ? to view the list of {1}available shortcuts{2}.": "Pressione ? para ver a lista de {1}atalhos disponíveis{2}.",
  "Allow Fallback to Insecure Connections": "Permitir Recurso a Conexões Inseguras",
  "Allow this browser to make insecure connections to Plex Media Server if secure connections fail.": "Permitir que o navegador use conexões inseguras ao Plex Media em caso de falha das conexões seguras. ",
  "Debug Level": "Nível de depuração",
  "You can view the debug logs {1}here{2}.": "Você pode visualizar os erros {1}aqui{2}.",
  "Streaming Quality": "Qualidade de Transmissão",
  "Local Quality": "Qualidade Local",
  "Remote Quality": "Qualidade Remota",
  "Online Quality": "Qualidade Online",
  "HTML5 Player": "Reprodutor HTML5",
  "Prefer the HTML5 video player over the Flash player.": "Preferir o reprodutor de vídeo HTML5 em vez do Flash Player.",
  "Allows the player to play compatible media without any conversion. In most browsers, direct play supports MP4 videos with h264 video and AAC audio. Videos with subtitles cannot be played directly.": "Permite ao player exibir conteúdo compatível sem nenhuma conversão. Na maioria dos navegadores, a exibição direta suporta o formato MP4 com vídeo em h264 e audio em AAC. Videos com legendas não podem ser exibidos diretamente sem transcodificação.",
  "Allows the server to copy compatible audio and video streams without converting them.": "Permite ao servidor copiar streams de áudio e vídeo compatíveis, sem os converter.",
  "Audio & Subtitles": "Áudio e Legendas",
  "Allow Direct Play of AC3 Audio": "Permite a execução direta de audio em AC3",
  "Allow MP4 videos with AC3 audio to be played directly. Browser support for AC3 audio is limited.": "Permite a exibição direta de videos MP4 com audio AC3. O suporte a AC3 nos navegadores é limitado.",
  "Prefer AAC Audio": "Preferir Áudio AAC",
  "Prefer AAC over MP3 when transcoding audio. Some devices, like the Wii U, only support HLS with AAC audio.": "Preferir AAC ao invés de MP3 quando transcodificando áudio. Alguns dispositivos, como o Wii U, suportam apenas HLS com AAC.",
  "Multi-Channel Audio Boost": "Reforço de áudio multicanal",
  "Boost volume when converting multi-channel audio to stereo.": "Reforçar o volume ao converter áudio com múltiplos canais para estéreo",
  "Subtitle Size": "Tamanho da legenda",
  "Burn Subtitles": "Legendas gravadas",
  "Determines if the server should burn in subtitles when converting video depending on the subtitles format. Avoiding burn in improves server performance and is only supported by the HTML5 player.": "Determina se o servidor deve gravar as legendas ao converter o vídeo, dependendo do formato das legendas. Evitar a gravação melhora o desempenho do servidor e somente é suportado pelo player HTML5.",
  "Cinema Trailers to Play Before Movies": "Passar os Trailers de Cinema antes dos Filmes",
  "Great, we found a server!": "Ótimo, encontramos um servidor!",
  "Give it a friendly name to help identify it in Plex apps and on your network.": "Dê a ele um nome amigável para lhe ajudar a identificá-lo nos aplicativos Plex e na sua rede.",
  "Send anonymous usage data to Plex": "Enviar  dados de uso para Plex anonimamente",
  "Help us improve everyone's Plex experience by sending anonymous usage data.": "Ajude-nos a aprimorar a experiência de todos os usuários do Plex enviando dados anônimos de uso.",
  "Back": "Voltar",
  "Done": "Concluído",
  "Setup is not allowed for shared servers.": "Configuração não permitida para servidores compartilhados.",
  "A problem has been detected with a core component of Plex Media Server.": "Um problema foi detectado com um componente central do Plex Media Server.",
  "Please visit the {1}forums{2} and provide your logs, as described {3}here{4}.": "Por favor visite o {1}fórum{2} e forneça alguns logs, conforme descrito {3}aqui{4}.",
  "Welcome to Plex!": "Bem-vindo ao Plex!",
  "Sign in with a Plex account to help your devices find each other, access your media from anywhere, and queue up videos from your browser to watch later in Plex.": "Inscreva-se com uma conta Plex para ajudar seus dispositivos a se encontrarem, acessando sua mídia de qualquer lugar, e colocar vídeos em fila a partir do seu navegador para assistir depois no Plex.",
  "Organize Your Media": "Organize sua mídia",
  "Plex organizes your media into libraries. You can add as many libraries as you want, and you can have multiple libraries with the same type.": "Plex organiza sua mídia em bibliotecas. Você pode adicionar quantas bibliotecas quiser, e você pode ter múltiplas bibliotecas do mesmo tipo.",
  "Please wait a moment while Plex starts.": "Por favor, aguarde um momento enquanto o Plex se inicia.",
  "Server Setup": "Configuração do Servidor",
  "Name": "Nome",
  "Media Library": "Biblioteca de mídia",
  "Finish": "Concluir",
  "Sort": "Ordenar",
  "Filters": "Filtros",
  "Select A Filter": "Selecione um Filtro",
  "Watch Later Help": "Ajuda com o Assistir Depois",
  "Add videos from your browser": "Adicione vídeos a partir do seu navegador",
  "To save a video to Watch Later, click \"Plex It!\" in your Bookmarks Bar.": "Para adicionar um vídeo para Assistir Depois, clique em \"Plex It!\" na sua barra de favoritos.",
  "A panel will appear on the left side of the page to let you know the video has been saved.": "Um painel aparecerá do lado esquerdo da página para informar que o vídeo foi salvo.",
  "You can also recommend the video to friends or \"fling\" it to a Plex player and watch it there.": "Você também pode recomendar o vídeo para amigos ou enviar para o Plex player e assistir lá.",
  "Add videos by email": "Adicionar vídeos por email",
  "Send an email to the address above with any link(s) you want added to Watch Later.": "Envie um e-mail para o endereço acima com qualquer link(s) que você quiser adicionar à Assistir Depois.",
  "Add this to your address book so you can easily email links from your iPhone, iPad, Android, or any other device.": "Adicione isto em seus contatos para que você possa enviar facilmente links do seu iPhone, iPad, Android ou outro dispositivo qualquer.",
  "{1} set to {2}.": "{1} definido como {2}.",
  "Opened connection to {1}, listening for events.": "Conexão para {1} aberta, monitorando eventos.",
  "Connection to {1} closed.": "Conexão a {1} encerrada",
  "Unable to listen for events on {1}.": "Impossível monitorar eventos no {1}",
  "Nothing is currently being played.": "Nada está sendo reproduzido no momento.",
  "Synced": "Sincronizado",
  "Waiting to be uploaded": "Aguardando para ser enviado",
  "Waiting to be downloaded": "Aguardando download ",
  "Waiting to be converted": "Aguardando conversão ",
  "Disc {1}": "Disco {1}",
  "Score {1}": "Pontuação {1}",
  "No devices found": "Nenhum dispositivo encontrado",
  "No friends yet. {1}Invite a friend{2} and share your libraries.": "Você ainda não tem amigos. {1}Convide um amigo{2} e compartilhe suas bibliotecas.",
  "shares {1} {2} with you": "compartilha {1} {2} com você",
  "sharing {1} {2} with this {3}": "compartilhando {1} {2} com esse {3}",
  "invited to share {1} {2}": "convidado para compartilhar {1} {2}",
  "no shared libraries": "nenhuma biblioteca compartilhada",
  "No one else is in your home. {1}Add a user{2} to enable user switching.": "Ninguém mais está na sua Home. {1}Adicione um usuário{2} para permitir a troca de usuários.",
  "You need a Plex Pass to add users to your home.": "Você precisa de um Plex Pass para adicionar usuários à sua Home.",
  "There was a problem preparing for optimization.": "Ocorreu um problema ao preparar a otimização.",
  "Version storage location": "Local de armazenamento da versão",
  "In folders with original items": "Nas pastas com os itens originais",
  "A \"Plex Versions\" folder will be created in your chosen location.": "Uma pasta \"Versões do Plex\" será criada no local que você escolher.",
  "Unwatched only": "Apenas não assistidos",
  "Limit to": "Limitar a",
  "items": "itens ",
  "A large number of sync items may be time-consuming to convert, and the time to upload is dependent on your bandwidth. A large number of high quality items may take a very long time. If you have trouble, try reducing the number of items or your quality setting.": "Tentar sincronizar um grande número de itens de uma só vez pode demorar horas, já que o tempo de upload depende de sua banda de internet. Ainda mais se tais itens têm Alta Qualidade. Se você tiver problemas, tente reduzir a quantidade de itens ou a reduzir a qualidade.",
  "A large number of sync items may be time-consuming to convert and transfer to your device. If you have trouble, try reducing the number of items.": "Ao tentar sincronizar muitos itens de uma só vez, você pode levar horas para converter e/ou transferir tudo para o seu dispositivo. Se tiver problemas, tente reduzir o número de itens.",
  "A large number of items may be time-consuming to convert. If you have trouble, try reducing the number of items.": "Pode demorar muito tempo para converter um grande número de itens. Se tiver problemas, tente reduzir o número de itens.",
  "Custom": "Personalizado",
  "Quality Name": "Nome do perfil de qualidade",
  "Plex will convert your media to this quality. Each version will be stored in a separate file.": "O Plex vai converter a sua mídia para essa qualidade. Cada versão será armazenada em um arquivo separado.",
  "Video optimization may take a long time to complete on this server. You'll be able to use Plex normally while you wait.": "A otimização de vídeo pode demorar muito para ser concluída neste servidor. Você poderá usar o Plex normalmente enquanto aguarda.",
  "Title": "Título",
  "This media is being converted.": "Essa mídia está sendo convertida.",
  "Watch the status of the conversion {1}here{2}.": "Veja o estado da conversão {1}aqui{2}.",
  "There was a problem syncing this media.": "Ouve um problema ao sincronizar esta mídia. ",
  "Plex will convert your media to this quality and transfer the converted media to your device.": "O Plex vai converter a sua mídia para essa qualidade e transferir a mídia convertida para o seu dispositivo.",
  "This media is being synced.": "Essa mídia está sendo sincronizada.",
  "Watch the status of the sync {1}here{2}.": "Veja o estado da sincronização {1}aqui{2}.",
  "Invite": "Convidar",
  "An invite will be sent to this user.": "Um convite será enviado para esse usuário.",
  "Disable guest": "Desabilitar convidado",
  "Delete user": "Excluir usuário",
  "Remove this friend": "Remover este amigo",
  "Remove from home": "Remover da Home",
  "My Servers": "Meus Servidores",
  "Restrictions": "Restrições",
  "Shared With Me": "Compartilhado comigo",
  "Available": "Disponível",
  "Unauthorized": "Não autorizado",
  "Last Seen": "Visto pela última vez",
  "Address": "Endereço",
  "Port": "Porta",
  "Allow Channels": "Permitir Canais",
  "Plex Pass restrictions": "Restrições do Plex Pass",
  "Allow Sync": "Permitir sincronização",
  "Allow Camera Upload": "Permitir envio da câmera",
  "Enabling this option will allow this user to upload media to your server.": "Habilitar essa opção permitirá que esse usuário envie mídia para o seu servidor.",
  "Only allow movies matching the ratings or labels below.": "Permitir somente filmes que correspondam às classificações ou etiquetas abaixo.",
  "Ratings": "Classificações",
  "Allow all ratings": "Permitir todas as classificações",
  "Allow all labels": "Permitir todas as etiquetas",
  "Only allow TV shows matching the ratings or labels below.": "Permitir somente programas de TV que correspondam às classificações ou etiquetas abaixo.",
  "Sync Allowed": "Sincronização permitida",
  "We were unable to retrieve libraries for {1}. Please ensure the server is signed in to your Plex account.": "Não conseguimos recuperar as bibliotecas de {1}. Certifique-se de que o servidor está conectado à sua conta Plex.",
  "No libraries": "Nenhuma biblioteca",
  "Username or email": "Nome de usuário ou e-mail",
  "Add an Existing Plex User": "Adicionar um usuário Plex existente",
  "Adding a Plex user to your home will allow you to quickly switch accounts. The invited user will be asked to confirm home membership.": "Adicionar um usuário Plex à sua Home permitirá que você mude rapidamente de conta. O usuário convidado será consultado para confirmar a adesão à Home.",
  "Create a Managed User": "Criar um usuário gerenciado",
  "Managed users are only available when signed in with an account in your home. You can choose any name you like and you'll be able to set restrictions on accessible media.": "Usuários gerenciados estão disponíveis apenas quando fizerem login com uma conta na sua Home. Você pode escolher qualquer nome que quiser e poderá criar restrições de acesso para as mídias.",
  "The invited user will be asked to confirm friendship. If libraries are shared with the user, you'll be able to set restrictions on accessible media.": "O usuário convidado será consultado para confirmar a amizade. Se as bibliotecas forem compartilhados com o usuário, você poderá definir restrições de acesso à mídia.",
  "Welcome to Plex Home": "Bem vindo ao Plex Home",
  "{1}, so we've made a few changes to help keep your media safe.": "{1}, portanto fizemos algumas mudanças para ajudar proteger a sua mídia.",
  "We've increased the security requirements on this server, so anything communicating with it will need to be signed in to a Plex account.": "Nós aumentamos os requisitos de segurança neste servidor, portanto, todos que se tentarem se comunicar com ele terão que estar conectados com uma conta Plex.",
  "We've disabled DLNA to prevent any DLNA-enabled device from browsing and playing media without a password or PIN. You can change this preference in your {1}server settings{2}.": "Desativamos o DLNA para prevenir que qualquer dispositivo compatível com DLNA navegue e reproduza suas mídias sem uma senha ou PIN. Você pode alterar essa preferência nas {1} Configurações do Servidor {2}",
  "For more information on Plex Home security settings, please see the {1}Plex Home section{2} on our support site.": "Para mais informações sobre as configurações de segurança Plex Home, consulte a {1} seção Plex Home {2} em nosso site de suporte.",
  "Edit PIN": "Editar PIN",
  "Confirm Current PIN": "Confirmar PIN atual",
  "Enter PIN": "Digite o PIN",
  "You do not currently have a PIN. This will allow any users in this home to switch to your account.": "No momento, você não tem um PIN. Isso permitirá que os usuários nesta Home mudem para a sua conta.",
  "Skip": "Pular",
  "Select User": "Selecionar Usuário",
  "Scanner": "Varredura",
  "A scanner is required.": "Um scanner é necessário.",
  "Agent": "Agente",
  "An agent is required.": "Um agente é necessário.",
  "Add folders to your library": "Adiciona pastas à sua biblioteca",
  "Browse for media folder": "Procurar pasta de mídia",
  "At least one folder is required.": "Pelo menos um diretório é necessário.",
  "Help us out by following {1}our guide{2} to naming and organizing your media.": "Ajude-nos seguindo o {1}nosso guia{2} para nomear e organizar suas mídias.",
  "Create a premium Plex music library!": "Crie uma biblioteca musical premium Plex!",
  "Access to the best artwork, artist bios, album reviews, and more": "Acesse as melhores artes, biografias de artistas, resenhas de álbuns, e mais",
  "Smart mixes based on track or mood": "Mixes inteligentes com base em faixas e estado de espírito",
  "Improved music recognition and matching": "Reconhecimento e correspondência de música aprimorada",
  "Note: An active Plex Pass is required for this service. Don't have a Plex Pass? {1}Subscribe here{2}": "Observação: É necessário um Plex Pass ativo para este serviço. Não tem um Plex Pass? {1}Inscreva-se aqui{2}",
  "Create a basic music library": "Crie uma biblioteca de músicas básica",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library.": "Importando do iTunes irá importar suas listas de reprodução de música. Irá importar também suas avaliações, a data em que você adicionou a música, além de reproduzir e rejeitar contadores para faixas em sua biblioteca.",
  "Select your library type": "Selecione seu tipo de biblioteca",
  "Library type": "Tipo de biblioteca",
  "You must select a media type.": "Você precisa selecionar um tipo de mídia.",
  "Name your library and choose language.": "Dê um nome para sua biblioteca e escolha um idioma.",
  "A library name is required.": "É necessário um nome de biblioteca.",
  "A language is required.": "Um idioma é necessário.",
  "Last updated {1}": "Última atualização {1}",
  "Each library should only contain one type of media.": "Cada biblioteca deve conter apenas um tipo de mídia.",
  "Year": "Ano",
  "Select which additional agents should contribute to metadata from {1}, and drag them to change the order of preference.": "Selecione quais agentes adicionais devem contribuir para os metadados de {1} e arraste-os para modificar a ordem de preferência.",
  "Connecting server...": "Conectando ao servidor...",
  "Disconnecting server...": "Desconectando servidor...",
  "Not available outside your network": "Indisponível fora da sua rede",
  "First {1}sign in{2} to access your server from anywhere.": "Primeiro, {1}entre{2} para acessar seu servidor desde  qualquer lugar.",
  "Enable to access your server from anywhere.": "Habilitar para acessar seu servidor de qualquer local.",
  "Enable Remote Access": "Habilitar Acesso Remoto",
  "Your server is signed in to Plex, but is not reachable from outside your network. {1}Learn more{2}": "Seu servidor está conectado com Plex, mas não está acessível fora de sua rede local. {1}Saiba mais{2}",
  "Disable Remote Access": "Desabilitar acesso remoto",
  "You currently have Remote Access enabled through a manually-specified port. If you wish to disable Remote Access, you will need to remove your manual port forwarding from your router.": "O Acesso Remoto está habilitado através de uma entrada manualmente especificada. Se quiser desabilitar o Acesso Remoto, precisará retirar o encaminhamento manual de portas de seu roteador. ",
  "Server Mapping": "Mapeamento do Servidor",
  "Private": "Privado",
  "Unknown IP": "Endereço IP desconhecido",
  "Public": "Público",
  "Manually specify public port": "Especificar porta pública manualmente",
  "Retry": "Tentar Novamente",
  "Apply": "Aplicar",
  "You may need to enable this to establish a direct connection from outside your network.  You may also need to configure your router.  Detailed instructions are available {1}here{2}.": "Talvez seja necessário ativar isso para estabelecer uma conexão direta de fora da rede. Você também pode precisar configurar seu roteador. As instruções detalhadas estão disponíveis {1} aqui {2}.",
  "Server signed in as": "Conectado como",
  "This server is unclaimed and not secure": "Este servidor não foi reivindicado e não é seguro",
  "Claiming this server will associate it with your Plex account. {1} This helps your devices find each other and helps keep your media safe.": "Reivindicar este servidor irá associá-lo à sua conta Plex. {1} Isso ajuda os seus dispositivos a se encontrarem e colabora para manter a sua mídia protegida.",
  "Claim Server": "Reivindicar servidor",
  "Sign in with your Plex account to help your devices find this server, access your media remotely, and more. {1}Learn more{2}": "Entre com sua conta Plex para ajudar seus dispositivos a encontrar este servidor, acessar suas mídias remotamente e muito mais {1}Saiba Mais{2}",
  "Checking for Updates": "Verificando atualizações",
  "Download Updates": "Baixar Atualizações",
  "Downloading Update": "Baixando Atualização",
  "Install Update": "Instalar Atualização",
  "Installing": "Instalando",
  "Up to date": "Atualizado",
  "Please install manually.": "Por favor, instale manualmente.",
  "What's New": "Novidades",
  "Optimized Versions requires Plex Media Server {1} or later.": "As Versões Otimizadas requerem o Plex Media Server {1} ou mais recente.",
  "This Plex Media Server platform is not capable of converting video.": "Esta plataforma do Plex Media Server não é capaz de converter vídeo.",
  "There was a problem requesting media versions from this server.": "Ocorreu um problema ao solicitar versões de mídia deste servidor.",
  "Monitor conversion progress in {1}Conversion Activity{2}.": "Monitore o progresso da conversão em {1}Atividade de Conversão{2}.",
  "Conversions for sync and media optimization will appear here.": "As conversões de sincronização e otimização de mídia aparecerão aqui.",
  "Manage your optimized versions in {1}Optimized Versions Settings{2}.": "Gerencie suas versões otimizadas em {1}Configurações de versões otimizadas{2}.",
  "Complete": "Concluído",
  "Choose \"Optimize...\" on items in your library and optimized versions will appear here.": "Selecione \"Otimizar...\" nos itens da sua biblioteca e as versões otimizadas vão aparecer aqui.",
  "Failed": "Falha",
  "New Filter": "Novo filtro",
  "Connect": "Conectar",
  "Agents": "Agentes",
  "Library": "Biblioteca",
  "Network": "Rede",
  "Transcoder": "Transcodificador",
  "Languages": "Idiomas",
  "Network Discovery": "Descoberta de Rede",
  "Scheduled Tasks": "Tarefas agendadas",
  "Open Keyboard Shortcuts": "Abrir Atalhos de Teclado",
  "Close Modal or Close Player or Navigate Back": "Fechar Janela ou Fechar Player ou Voltar",
  "Toggle Sidebar": "Alternar Barra Lateral",
  "Navigate to Dashboard": "Navegar para o Menu Principal",
  "Navigate to Settings": "Navegar para Configurações",
  "Navigate to Activity": "Navegar para Atividades",
  "Navigate to Watch Later": "Ir para Assistir Depois",
  "Navigate to Recommended": "Navegar para Recomendados",
  "Navigate to Users": "Ir para usuários",
  "Navigate back": "Navegar de volta",
  "Navigate forward": "Navegar adiante",
  "Focus Search": "Busca Avançada",
  "Open Player": "Abrir Player",
  "Edit Library or Edit Item": "Editar Biblioteca ou Editar Item",
  "Delete Library or Delete Item": "Apagar Biblioteca ou Apagar Item",
  "Update Library or Refresh Item": "Atualizar Biblioteca ou Atualizar Item",
  "Analyze Library or Analyze Item": "Analisar Biblioteca ou Analisar Item",
  "Play or Pause": "Play ou Pause",
  "Toggle FullScreen": "Alternar Tela Cheia",
  "Decrease Volume": "Diminuir Volume",
  "Increase Volume": "Aumentar Volume",
  "Seek Backward (15 seconds)": "Retroceder (15 segundos)",
  "Seek Forward (30 seconds)": "Avançar (30 segundos)",
  "Step Backward (10 minutes)": "Retroceder (10 minutos)",
  "Step Forward (10 minutes)": "Avançar (10 minutos)",
  "Skip to Previous Item": "Pular para Item Anterior",
  "Skip to Next Item": "Pular para Próximo Item",
  "Created {1} in {2} on {3}": "Criou {1} em {2} em {3}",
  "Matching {1} in {2} on {3}": "Fazendo correspondência de {1} em {2} em {3}",
  "Downloading metadata for {1} in {2} on {3}": "Fazendo download de metadados de {1} em {2} em {3}",
  "Loading metadata for {1} in {2} on {3}": "Carregando metadados de {1} em {2} em {3}",
  "Finished processing {1} in {2} on {3}": "Concluindo o processamento de {1} em {2} em {3}",
  "Analyzing {1} in {2} on {3}": "Analisando {1} em {2} em {3}",
  "Deleted {1} in {2} on {3}": "Excluiu {1} em {2} em {3}",
  "S{1}": "T{1}",
  "Episode {1}": "Episódio {1}",
  "Summary": "Resumo",
  "Biography": "Biografia"
}