{
  "Playback of this media is not supported with the selected player.": "Redarea acestui conținut media nu este acceptată cu playerul selectat.",
  "an item": "un articol",
  "Please check the permissions for this file.": "Verifică permisiunile pentru acest fișier.",
  "Please check that the file exists and the necessary drive is mounted.": "Verifică dacă acest fișier există și dacă driveul necesar este montat.",
  "Premium content requires your server be connected with a Plex Pass subscription.": "Conținutul premium necesită ca serverul tău să fie conectat la un abonament Plex Pass.",
  "This server is not powerful enough to convert video.": "Acest server nu este destul de puternic pentru a converti videoclipul.",
  "This server is not powerful enough to convert video. You may be able to enable playback by increasing your quality setting.": "Serverul nu este destul de puternic pentru conversia video. Încearcă ridicarea calității.",
  "Synced videos cannot be converted to a lower quality. Please increase your quality setting.": "Videoclipurile sincronizate nu pot fi convertite la o calitate inferioară. Vă rugăm măriți calitatea.",
  "This server is not powerful enough to convert music.": "Serverul nu este destul de puternic pentru a converti muzica.",
  "Sorry, there was a problem playing this item.": "Ne pare rău, a apărut o problemă la redarea acestui articol.",
  "Please update Plex Media Server. This feature requires {1} or later.": "Vă rugăm să actualizați serverul media Plex. Această funcție necesită {1} sau mai nouă.",
  "Streaming this media is unsupported.": "Acest conținut media nu este acceptat.",
  "There was a problem playing this item.": "A apărut o problemă la redarea acestui articol.",
  "There was a problem embedding this video.": "A apărut o problemă la încorporarea acestui fișier video.",
  "video": "videoclip",
  "track": "piesă",
  "The server is not powerful enough to convert this {1} for smooth playback. Try playing at the original quality.": "Serverul nu este destul de puternic pentru a converti acest {1} pentru o redare omogenă. Încearcă redarea la calitatea originală.",
  "The server is not powerful enough to convert this {1} for smooth playback.": "Serverul nu este destul de puternic pentru a converti acest {1} pentru o redare omogenă.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network or try a lower quality.": "Conexiunea ta la server nu este destul de rapidă pentru o redare omogenă a acestui {1}. Verifică-ți rețeaua sau încearcă o calitate mai scăzută.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network.": "Conexiunea dvs. la server nu este destul de rapidă pentru o redare omogenă a acestui {1}. Verificați-vă rețeaua.",
  "We are having trouble playing this {1}. Please check your playback setup.": "Avem probleme în redarea acestui {1}. Verificați-vă setările de redare.",
  "Ensure that media deletion is enabled for library content in your server settings.": "Asigurați-vă că ștergerea conținutului media este activată în setările serverului.",
  "There was a problem deleting this item.": "A apărut o problemă la ștergerea acestui articol.",
  "There was a problem rating this item.": "A apărut o problemă la evaluarea acestui articol.",
  "There was a problem selecting the stream for this item.": "A apărut o problemă în selectarea redării pentru acest articol.",
  "There was a problem marking this item as watched.": "A apărut o problemă la marcarea acestui articol ca vizionat.",
  "There was a problem marking this item as unwatched.": "A apărut o problemă la marcarea acestui articol ca nevizionat.",
  "There was a problem recommending this item.": "A apărut o problemă în recomandarea acestui articol.",
  "There was a problem sharing this item.": "A apărut o problemă la partajarea acestui articol.",
  "There was a problem signing in to Plex.": "A apărut o problemă la conectarea la Plex.",
  "This account information is invalid.": "Datele acestui cont sunt nevalide.",
  "There was a problem connecting to Plex.": "A apărut o problemă de conectare la Plex.",
  "from {1}": "din {1}",
  "Name": "Nume",
  "Plays": "Redări",
  "Last Played": "Ultima redare",
  "Date Added": "Data adăugării",
  "Playlists": "Liste de redare",
  "None": "Niciunul",
  "You can skip {1} songs an hour per mix.": "Puteți omite {1} melodii pe oră de mix.",
  "Watch Later": "Vizionează mai târziu",
  "Recommended": "Recomandat",
  "days": "zile",
  "day": "zi",
  "hours": "ore",
  "hour": "oră",
  "{1} hr {2} min": "{1} oră {2} min",
  "{1} hr": "{1} oră",
  "Unknown": "Necunoscut",
  "Forced": "Forțat",
  "Low": "Scăzută",
  "Medium": "Medie",
  "High": "Înaltă",
  "Highest": "Cea mai înaltă",
  "{1} and {2}": "{1} și {2}",
  "{1}, {2}, and {3}": "{1}, {2} și {3}",
  "{1}, {2}, and {3} others": "{1}, {2} și alți {3}",
  "Movie": "FIlm",
  "Movies": "Filme",
  "TV Shows": "Seriale TV",
  "Music": "Muzică",
  "Photo": "Fotografie",
  "Photos": "Fotografii",
  "Deleted Scene": "Scenă ștearsă",
  "Interview": "Interviu",
  "Music Video": "Videoclip muzical",
  "Behind the Scenes": "În spatele scenelor",
  "Scene": "Scena",
  "Live Music Video": "Videoclip muzical live",
  "Lyric Music Video": "Videoclip muzical cu versuri",
  "Show": "Arată",
  "Shows": "Emisiuni",
  "Season": "Sezonul",
  "Seasons": "Sezoane",
  "Episode": "Episod",
  "Episodes": "Episoade",
  "Artists": "Artiști",
  "Albums": "Albume",
  "Track": "Piesă",
  "Tracks": "Piese",
  "Pictures": "Imagini",
  "Clips": "Clipuri",
  "Photo Album": "Album foto",
  "Photo Albums": "Albume foto",
  "Subtitles": "Subtitrări",
  "All": "Toate",
  "Unwatched": "Nevizionat",
  "Recently Released": "Lansat Recent",
  "Recently Added": "Adăugate recent",
  "Recently Viewed": "Recent Vizionat",
  "Recently Viewed Shows": "Seriale vizionate recent",
  "On Deck": "Redate recent",
  "By Folder": "După director",
  "Genre": "Gen",
  "Collection": "Colecție",
  "Writer": "Scriitor",
  "Review": "Recenzie",
  "Aperture": "Deschidere",
  "Lens": "Lentile",
  "Device": "Dispozitiv",
  "This channel is not responding.": "Acest canal nu răspunde.",
  "Sorry! There was an error signing out.": "Scuze! A apărut o eroare la deconectare.",
  "Please try again in a few minutes.": "Încearcă din nou în câteva minute.",
  "You must be lost.": "Cred că te-ai rătăcit.",
  "This page doesn't exist.": "Această pagină nu există.",
  "Media server not found.": "Serverul media nu a fost găsit.",
  "The server you're trying to access doesn't seem to exist.": "Se pare că serverul pe care încerci să îl accesezi nu există.",
  "Media not found.": "Conținutul media nu a fost găsit.",
  "The media you're trying to access doesn't seem to exist.": "Conținutul media pe care încerci să-l accesezi nu pare să existe.",
  "No soup for you!": "Nicio supă pentru tine!",
  "The server you're trying to access doesn't want to let you in. Make sure you're signed in as a user with access to this server.": "Serverul pe care încerci să-l accesezi nu te lasă să intri. Asigură-te că te-ai conectat ca un utilizator cu acces la acest server.",
  "Plex is down for maintenance.": "Plex este în mentenanță.",
  "Don't worry, it'll be back soon.": "Nu te îngrijora, revine în curând.",
  "Plex is not reachable.": "Plex nu este accesibil.",
  "Make sure your server has an internet connection and any firewalls or other programs are set to allow access.": "Asigură-te că serverul tău dispune de o conexiune la internet și că orice firewall sau alte programe sunt setate să permită accesul.",
  "Server unavailable.": "Server indisponibil.",
  "We couldn't reach \"{1}\". Make sure it's online and try again.": "Nu am putut accesa „{1}”. Asigură-te că este online și încearcă din nou.",
  "We couldn't reach this server. Make sure it's online and try again.": "Nu am putut accesa acest server. Asigură-te că este online și încearcă din nou.",
  "No": "Nu",
  "Yes": "Da",
  "Play": "Redă",
  "Play Version...": "Redă versiunea...",
  "Play All": "Redă tot",
  "Shuffle": "Amestecă",
  "Play Next": "Redă următorul",
  "Add to Up Next": "Adaugă la Urmează",
  "Play Plex Mix": "Redă mixul Plex.",
  "Play Trailer": "Redă trailerul",
  "Play Music Video": "Redă videoclipul muzical",
  "Add to Playlist...": "Adaugă la lista de redare...",
  "Edit": "Editează",
  "Mark as Watched": "Marchează ca vizionat",
  "Mark as Unwatched": "Marchează ca nevizionat",
  "Refresh": "Reîmprospătează",
  "Analyze": "Analizează",
  "Unmatch": "Anulează gruparea",
  "Split Apart": "Desparte",
  "Sync...": "Sincronizează...",
  "Optimize...": "Optimizează...",
  "Download": "Descarcă",
  "Share...": "Partajează...",
  "Recommend...": "Recomandă...",
  "Delete": "Șterge",
  "Delete Version": "Stergeti versiunea",
  "Matching": "Potrivire",
  "Analyzing": "Se analizează",
  "Play {1}": "Redă {1}",
  "Edit {1}": "Editează {1}",
  "{1} episode": "{1} episod",
  "{1} episodes": "{1} episoade",
  "Sync": "Sincronizează",
  "More": "Mai mult",
  "Loading...": "Se încarcă...",
  "All Libraries": "Toate bibliotecile",
  "Add Library": "Adaugă biblioteca",
  "Install your new server": "Instaleaza un nou server",
  "No one in your home has shared a library with you.": "Nimeni din casa ta nu a partajat o bibliotecă cu tine.",
  "Learn more": "Află mai multe",
  "The server {1} needs an update.": "Serverul {1} are nevoie de un update",
  "Please wait while servers are discovered.": "Va rugam asteptati pana descoperim serverele",
  "Optimize Database": "Optimizează baza de date",
  "Cleans up the library database and ensures it is operating as quickly as possible. This is especially useful when you've added or removed a large amount of media from the library.": "Curăță baza de date a bibliotecii și asigură o funcționare cât mai rapidă a acesteia. Această funcție este în mod special folositoare atunci când ai adăugat sau ai șters o cantitate mare de date din bibliotecă.",
  "Optimize": "Optimizează",
  "Cancel": "Anulează",
  "Clean Bundles": "Curăță pachetele",
  "The media server stores information about your media to disk, as well as posters, artwork, and other media resources from the internet. Running this task deletes any bundles which are no longer in use.": "Serverul media stochează pe disc diverse informații despre conținutul media, cum ar fi afișele, coperțile și alte resurse media de pe Internet. Rularea acestei sarcini va duce la ștergerea pachetelor neutilizate.",
  "Clean": "Curăță",
  "Empty Trash": "Golește coșul de gunoi",
  "By default the media server doesn't remove information for media right away. This helps if a drive is temporarily disconnected. When you empty the trash for a section, all information about missing media is deleted.": "În mod implicit, serverul nu elimină imediat informațiile despre conținutul media. Acest lucru ajută în cazul în care o unitate de stocare este deconectată temporar. Atunci când golești coșul de gunoi al unei secțiuni, toate informațiile cu privire la conținutul media care lipsește în acel moment sunt eliminate.",
  "Empty": "Golește",
  "Update Libraries": "Actualizează bibliotecile",
  "Loading libraries": "Incarcam librariile",
  "Unavailable": "Indisponibil",
  "Nearby": "Aproape",
  "Connecting": "Conectare",
  "Selected": "Selectat",
  "Invalid Credentials": "Acreditări nevalide",
  "Your credentials have expired. Please sign in again.": "Acreditările tale au expirat. Conectează-te din nou.",
  "Ignore": "Ignoră",
  "Sync status is unavailable.": "Starea sincronizării nu e disponibilă.",
  "Your channels are unavailable.": "Canalele tale sunt indisponibile.",
  "The channel directory is restricted from shared users.": "Directorul de canale este restricționat utilizatorilor distribuiți.",
  "The channel directory is unavailable.": "Directorul canalului este indisponibil.",
  "Playlists are unavailable for this server.": "Listele de redare sunt indisponibile pentru acest server.",
  "Playlist not found.": "Listă de redare negasită.",
  "Server settings are restricted from shared users.": "Setările serverului sunt restricționate utilizatorilor partajați.",
  "Server settings are unavailable.": "Setările serverului sunt indisponibile.",
  "Your friends are unavailable.": "Prietenii tăi sunt indisponibili.",
  "Your home is unavailable.": "Casa ta este indisponibilă.",
  "Your devices are unavailable.": "Dispozitivele tale nu sunt disponibile.",
  "This playlist is unavailable.": "Această listă de redare este indisponibilă.",
  "This playlist item is unavailable.": "Acest articol din lista de redare este indisponibil.",
  "Announcements are not available.": "Anunțurile nu sunt disponible.",
  "There was a problem connecting to this player.": "A apărut o problemă la conectarea cu acest player.",
  "This server is unavailable to the player. Please sign this server in to your Plex account and try again.": "Serverul este inacesibil pentru player. Conectează-te la acest server cu contul tău Plex și încearcă din nou.",
  "This server is unavailable to the player. Please sign in to your Plex account and try again.": "Serverul este inaccesibil pentru player. Conectează-te cu contul tău Plex și încearcă din nou.",
  "Unable to Cast": "Nu s-a putut reda prin oglindire",
  "Your browser does not support video streaming.": "Browserul tău nu acceptă redarea video.",
  "Plex Media Server is not responding.": "Plex Media Server nu răspunde.",
  "The player is unable to perform this action.": "Playerul nu poate executa această acțiune.",
  "This channel was successfully reset.": "Acest canal a fost resetat cu succes.",
  "There was a problem resetting this channel.": "A apărut o problemă la resetarea acestui canal.",
  "This channel was successfully restarted.": "Acest canal a fost repornit cu succes.",
  "There was a problem restarting this channel.": "A apărut o problemă la repornirea acestui canal.",
  "This channel could not be uninstalled.": "Acest canal nu a putut fi dezinstalat.",
  "Uninstall Channel": "Dezinstalează canalul",
  "Are you sure you want to uninstall this channel?": "Ești sigur că vrei să dezinstalezi acest canal?",
  "There was a problem checking for updates.": "A apărut o problemă la verificarea actualizărilor.",
  "{1} added to Watch Later.": "{1} adăugat la Vizionează mai Târziu.",
  "There was a problem adding to Watch Later.": "A apărut o problemă la adăugarea la Vizionează mai Târziu.",
  "There was a problem analyzing the library.": "A apărut o problemă la analizarea bibliotecii.",
  "Analyze Library": "Analizează biblioteca",
  "Analyzes all the media files in the library. The analysis captures information about the media which helps Plex decide how to optimally play back the media.": "Analizează toate fișierele media din bibliotecă. Analiza captează informații despre fișierele media ceea ce ajută Plex să decidă cum să le redea optim.",
  "There was a problem matching this item.": "A apărut o problemă la potrivirea acestui articol.",
  "No matches were found using this agent.": "Nu au fost găsite rezultate cu ajutorul acestui agent.",
  "There was a problem searching for matches.": "A apărut o problemă la căutarea de potriviri.",
  "Unused bundles are being removed.": "Pachetele nefolosite sunt eliminate.",
  "There was a problem removing unused bundles.": "A apărut o problemă la eliminarea pachetelor nefolosite.",
  "Are you sure you want to delete {1} items from your filesystem?": "Ești sigur că vrei să ștergi {1} articole din sistemul tău de fișiere?",
  "Are you sure you want to delete this item from your filesystem?": "Ești sigur că vrei să ștergi acest articol din sistemul tău de fișiere?",
  "Delete {1}": "Șterge {1}",
  "Multiple files may be deleted.": "S-ar putea ca fișierele multiple să fie șterse.",
  "Yes, I'm sure": "Da, sunt sigur",
  "Delete File": "Şterge fişierul",
  "Are you sure you want to delete this file from your filesystem?": "Ești sigur că vrei să ștergi acest fișier din sistemul tău de fișiere?",
  "There was a problem deleting the playlist.": "A apărut o problemă la ștergerea acestei liste de redare.",
  "Delete Playlist": "Șterge lista de redare",
  "Are you sure you want to delete {1}? This cannot be undone.": "Ești sigur că vrei să ștergi {1}? Această acțiune este ireversibilă.",
  "There was a problem deleting the library.": "A apărut o problemă la ștergerea acestei biblioteci.",
  "Delete Library": "Șterge biblioteca",
  "Are you sure you want to delete {1}?": "Ești sigur că vrei să ștergi {1}?",
  "This cannot be undone.": "Această acțiune este ireversibilă.",
  "The preview thumbnails for items in this library were deleted.": "Previzualizările pentru articolele din această bibliotecă au fost șterse.",
  "There was a problem deleting the preview thumbnails for items in this library.": "A apărut o problemă la ștergerea previzualizărilor pentru articolele din această bibliotecă.",
  "Delete Preview Thumbnails": "Șterge previzualizările",
  "Are you sure you want to delete the preview thumbnails for items in this library? This cannot be undone.": "Ești sigur că vrei să ștergi previzualizările pentru articlele din această bibliotecă? Această acțiune este ireversibilă.",
  "Delete Versions": "Stergeti versiunile",
  "The trash was emptied.": "Coșul de gunoi a fost golit.",
  "There was a problem emptying the trash.": "A apărut o problemă la golirea coșului de gunoi.",
  "Are you sure you want to mark {1} as unwatched?": "Ești sigur că vrei să marchezi {1} ca nevizionat?",
  "Are you sure you want to mark these movies as unwatched?": "Ești sigur că vrei să marchezi aceste filme ca nevizionate?",
  "Are you sure you want to mark all episodes of {1} as unwatched?": "Ești sigur că vrei să marchezi toate episoadele din {1} ca nevizionate?",
  "Are you sure you want to mark these episodes as unwatched?": "Ești sigur că vrei să marchezi aceste episoade ca nevizionate?",
  "Are you sure you want to mark these items as unwatched?": "Ești sigur că vrei să marchezi aceste articole ca nevizionate?",
  "Are you sure you want to mark {1} as watched?": "Ești sigur că vrei să marchezi {1} ca vizionat?",
  "Are you sure you want to mark these movies as watched?": "Ești sigur că vrei să marchezi aceste filme ca vizionate?",
  "Are you sure you want to mark all episodes of {1} as watched?": "Ești sigur că vrei să marchezi toate episoadele din {1} ca vizionate?",
  "Are you sure you want to mark these episodes as watched?": "Ești sigur că vrei să marchezi aceste episoade ca vizionate?",
  "Are you sure you want to mark these items as watched?": "Ești sigur că vrei să marchezi aceste articole ca vizionate?",
  "There was a problem merging these items.": "A apărut o problemă la îmbinarea acestor articole.",
  "Merge": "Îmbină",
  "Are you sure you want to merge these items together?": "Ești sigur că vrei să îmbini aceste articole?",
  "The database was optimized.": "Baza de date a fost optimizată.",
  "There was a problem optimizing this database.": "A apărut o problemă la optimizarea acestei baze de date.",
  "There was a problem refreshing.": "A apărut o problemă la reîmprospătare.",
  "There was a problem splitting this item apart.": "A apărut o problemă la divizarea acestui articol.",
  "Are you sure you want to split this item apart?": "Ești sigur că vrei să divizezi acest articol?",
  "There was a problem unmatching this item.": "A apărut o eroare la anularea grupării acestui articol.",
  "There was a problem canceling the update.": "A apărut o problemă la anularea actualizării.",
  "There was a problem updating the library.": "A apărut o problemă la actualizarea bibliotecii.",
  "Forces a download of fresh media information from the internet. This can take a long time. Any locked fields are not modified.": "Forțează o descărcare de informații media proaspete de pe internet. Acest lucru poate dura o perioadă lungă de timp. Oricare din câmpurile blocate nu sunt modificate.",
  "Play Now": "Redă acum",
  "This will clear the contents of Up Next and play the selection instead.": "Asta va curăța conținutul din Urmează și va reda selecția în schimb.",
  "There was a problem connecting your server.": "A apărut o problemă de conectare la serverul tău.",
  "There was a problem disconnecting your server.": "A apărut o problemă de deconectare la serverul tău.",
  "Remote Installation": "Instalare de la distanță",
  "Continue": "Continuă",
  "The installer may display dialogs that require input. Make sure you have desktop access to the computer running Plex Media Server before continuing.": "Instalarea s-ar putea să afișeze ferestre care necesită completare. Asigură-te ai acces la computerul care rulează Plex Media Server înainte de a continua.",
  "Are you sure you want to remove this server?": "Ești sigur că vrei să elimini acest server?",
  "Remove Server": "Elimină serverul",
  "Remove": "Elimină",
  "The username or password is incorrect.": "Numele de utilizator sau parola este incorectă.",
  "There was a problem signing the server out.": "A apărut o problemă la deconectarea serverului.",
  "There was a problem signing up for a Plex account.": "A apărut o problemă la crearea contului Plex.",
  "There was a problem accepting this invite.": "A apărut o problemă la acceptarea acestei invitații.",
  "You are the admin in your current home. If you leave, the remaining users will be removed and managed users will be deleted.": "Ești administratorul în casa ta actuală. Dacă pleci, utilizatorii rămași vor fi eliminați iar utilizatorii administrați vor fi șterși.",
  "Are you sure you want to join this home? You will leave your current home.": "Ești sigur că vrei să te alături acestei case? Vei părăsi casa ta actuală.",
  "The admin of this home will have access to your account. Other users of this home will be able to switch to your account by entering your PIN.": "Administratorul acestei case va avea acces la contul tău. Ceilalți utilizatori din această casă vor putea să comute la utilizatorul tău introducând codul tău PIN.",
  "Join Home": "Alătură-te casei",
  "Join": "Alătura-te",
  "Stop Syncing": "Oprește sincronizarea",
  "Synced items were refreshed.": "Articolele sincronizate au fost reîmprospătate.",
  "Reject Invite": "Respinge invitația",
  "Are you sure you want to reject this invite?": "Ești sigur că vrei să respingi invitația?",
  "Cancel Invite": "Anulează invitația",
  "Are you sure you want to cancel this invite?": "Ești sigur că vrei să anulezi această invitație?",
  "There was a problem rejecting this invite.": "A apărut o problema la acceptarea acestei invitații.",
  "There was a problem canceling this invite.": "A apărut o problemă la anularea cererii de prietenie.",
  "There was a problem removing this device.": "A apărut o problemă la eliminarea acestui dispozitiv.",
  "Deleting the Cloud Sync entry will stop Plex from being able to access any existing Cloud Sync content. You will need to create and upload new sync items.": "Ștergerea intrării Sincronizării în Cloud va opri Plex din accesarea oricărui conținut Sincronizat în Cloud. Va trebui să creezi și să încarci articole noi sincronizate.",
  "If you remove this device, you will need to sign in again on the device to restore access to Plex.": "Dacă elimini dispozitivul, va trebui să te conectezi din nou pe dispozitiv pentru a restaura accesul la Plex.",
  "Remove Device": "Elimină dispozitivul",
  "There was a problem removing this friend.": "A apărut o problemă la eliminarea acestui prieten.",
  "Are you sure you want to remove {1}?": "Ești sigur că vrei să elimini {1}?",
  "library": "biblioteca",
  "libraries": "biblioteci",
  "You are sharing {1} {2} with each other.": "Partajați reciproc {1} {2}.",
  "You are sharing {1} {2} with this friend.": "Partajezi {1} {2} cu acest prieten.",
  "This friend is sharing {1} {2} with you.": "Acest prieten partajează {1} {2} cu tine.",
  "This friend will be removed from your home.": "Acest prieten va fi eliminat din casa ta.",
  "You will be leaving your home.": "Vei părăsi casa ta.",
  "Remove Friend": "Șterge prietenul",
  "Leave Home": "Părăsește casa",
  "Leave": "Părăsește",
  "You are the admin in this home. If you leave, the remaining users will be removed and managed users will be deleted.": "Ești administratorul acestei case. Dacă pleci, utilizatorii rămași vor fi înlăturați, iar cei administrați vor fi eliminați.",
  "Are you sure you want to leave this home?": "Ești sigur că vrei să părăsești această casă?",
  "Remove User": "Șterge utilizatorul",
  "Removing a managed user from your home will delete the managed user. Watched status for this user will be lost. This cannot be undone.": "Eliminarea unui utilizator administrat din casa ta va șterge utilizatorul administrat. Starea vizionării pentru acest utilizator va fi pierdută. Acțiunea este ireversibilă.",
  "You will no longer be able to switch to this user.": "Nu vei mai putea comuta la acest utilizator.",
  "There was a problem leaving this home.": "A apărut o problemă la părăsirea acestei case.",
  "There was a problem removing this user.": "A apărut o problemă la înlăturarea acestui utilizator.",
  "There was a problem removing this share.": "A apărut o problemă la înlăturarea acestei partajări.",
  "There was a problem leaving this server.": "A apărut o problemă la părăsirea acestui server.",
  "Stop Sharing": "Oprește partajarea",
  "Are you sure you want to stop sharing with this friend?": "Ești sigur că vrei să oprești partajarea cu acest prieten?",
  "Leave Server": "Părăsește serverul",
  "Are you sure you want to leave this server? You can rejoin at any time.": "Ești sigur că vrei să părăsești acest server? Poți să revii oricând.",
  "This server needs to be connected to Plex to sync its content.": "Aceste server trebuie conectat la Plex pentru a sincroniza conținutul lui.",
  "Unable to enable guest account": "Nu s-a putut activa contul pentru musafiri",
  "Unable to disable guest account": "Nu s-a putut dezactiva contul pentru musafiri",
  "{1} started playing {2} on {3}.": "{1} a început redarea {2} pe {3}.",
  "Play selected": "Redă selectatele",
  "{1} of {2}": "{1} din {2}",
  "The server needs a Plex Pass to use sync.": "Serverul necesită un Plex Pass pentru a folosi sincronizarea.",
  "Learn More": "Află mai multe",
  "The server needs to be signed in with a Plex Pass to use sync.": "Acest server trebuie să fie conectat la un Plex Pass pentru a folosi sincronizarea.",
  "Sign In": "Conectează-te",
  "Premium {1}": "{1} premium",
  "Update Library": "Actualizează biblioteca",
  "Cancel Update": "Anulează actualizarea",
  "There was a problem loading these items.": "A apărut o problemă la încărcarea acestor articole.",
  "This playlist has no items.": "Lista de redare nu are niciun articol.",
  "1 Item": "1 articol",
  "{1} Items": "{1} articole",
  "Queue {1}": "Pune în așteptare {1}",
  "MIXED": "MIXT",
  "Required": "Necesar",
  "this {1}": "acest {1}",
  "original value": "valoare inițială",
  "blank": "necompletat",
  "You don't have any media servers yet.": "Nu ai niciun server media încă.",
  "{1}Download and install{2} one and try again.": "{1}Descarcă și instalează{2} unul și încearcă din nou.",
  "Search {1}": "Caută {1}",
  "There was a problem adding to this collection.": "A apărut o problemă la adăugarea la această colecție.",
  "There was a problem adding to the playlist.": "A apărut o problemă la adăugarea la lista de redare.",
  "There was a problem saving these settings.": "A apărut o problemă la salvarea acestor setări.",
  "There was an error editing this item": "A apărut o eroare la editarea acestui articol",
  "Your changes could not be saved.": "Schimbările tale nu au putut fi salvate.",
  "Match": "Potrivește",
  "Fix Incorrect Match": "Repară potrivirea incorectă",
  "Playlists have been imported.": "Listele de redare au fost importate.",
  "There was a problem importing.": "A apărut o problemă la import.",
  "There was a problem loading '{1}'": "A apărut o problemă la încărcarea „{1}”",
  "Finish Watching Queue": "Termină coada de vizionare",
  "This will clear the contents of your play queue.": "Acesta va curăța conținutul listei tale de redare.",
  "You have reached the {1} person home limit.": "Ai atins limita de {1} persoane într-o casă.",
  "Your changes have been saved.": "Modificările tale au fost salvate.",
  "Right click the \"Plex It!\" button and choose Add to Favorites so you can save videos to Watch Later.": "Click dreapta pe „Plex It!” și selectează Adaugă la favorite pentru a putea salva videoclipurile la rubrica Vizionează mai târziu.",
  "Add the button above to your favorites bar.": "Adaugă butonul de mai sus la bara ta de favorite.",
  "Drag the \"Plex it!\" button to your Bookmarks Bar so you can save videos to your Watch Later.": "Glisează butonul „Plex It!” către bara de marcaje pentru a putea salva videoclipurile la rubrica Vizionează mai târziu.",
  "Drag the button above to your bookmarks bar.": "Adaugă butonul de mai sus la bara ta cu semne de carte.",
  "{1} to copy": "{1} copieaza",
  "Watched": "Vizionat",
  "Remove Version": "Stergeti versiunea",
  "Less": "Mai puține",
  "Created": "Creat",
  "Progress for": "Progres pentru",
  "Downloading metadata for": "Se descarcă metadata pentru",
  "Loading metadata for": "Se încarcă metadata pentru",
  "Finished processing": "Procesare terminată",
  "Deleted": "Șters",
  "Transcoding": "Transcodare",
  "Direct Play": "Redare directă",
  "(throttled)": "(abandonat)",
  "Direct Stream": "Redare directă",
  "Transcode ({1})": "Transcodează ({1})",
  "Downloading": "Se descarcă",
  "Uploading": "Se încarcă",
  "This media is inaccessible. Please check that the file exists with the correct permissions.": "Acest articol media este inaccesibil. Verifică dacă fișierul există cu permisiunile corecte.",
  "The metadata for this media is invalid. Please reanalyze the media and try again.": "Metada pentru acest conținut media este nevalid. Te rog reanalizează conținutul media și încearcă din nou.",
  "The client profile for the sync target is invalid.": "Profilul de client pentru această sincronizare este nevalid.",
  "An error occurred processing this media. Please check that the disk is not full.": "A apărut o eroare în procesarea acestui conținut media. Te rog asigură-te că discul de stocare nu este plin.",
  "The transcoder was unable to process this media.": "Transcodificatorul nu a putut procesa acest fișier.",
  "This media was unable to be analyzed.": "Acest conținut media nu a putut fi analizat.",
  "This media was unable to be downloaded. Please check that it is still available and try again.": "Nu s-a putut descărca conținutul media. Verifică dacă încă mai este disponibil și încearcă din nou.",
  "An error occurred while syncing this media.": "A apărut o eroare la sincronizarea acestui conținut media.",
  "Installed": "Instalat",
  "Utility": "Utilitar",
  "user": "utilizator",
  "friend": "prieten",
  "Guest User": "Utilizator musafir",
  "Managed User": "Utilizator administrat",
  "invite sent {1}": "invitație trimisă {1}",
  "invite sent to {1}": "Invitație trimisă către {1}",
  "wants you to join their home and share {1} {2} with you": "vrea să te alături casei sale și să partajeze {1} {2} cu tine",
  "wants to be friends and share {1} {2} with you": "vrea să fiți prieteni și să partajeze {1} {2} cu tine",
  "wants to share {1} {2} with you": "vrea să partajeze {1} {2} cu tine",
  "wants you to join their home": "vrea să te alături casei sale",
  "wants to be friends": "dorește să fiți prieteni",
  "0 files": "0 fisiere",
  "This user could not be added to your home.": "Acest utilizator nu a putut fi adăugat la casa ta.",
  "An invite could not be sent to this user.": "Nu s-a putut trimite o invitația acestui utilizator.",
  "You've added a PIN restriction": "Ai adăugat o restricție PIN",
  "You've joined a Plex Home": "Te-ai alăturat unei case Plex",
  "This PIN could not be saved.": "Codul PIN nu a putut fi salvat.",
  "This PIN could not be removed.": "Codul PIN nu a putut fi eliminat.",
  "Please enter a 4 digit PIN.": "Introdu un cod PIN din 4 cifre.",
  "Your mix will resume shortly.": "Mix-ul tau va incepe in curand",
  "Skipping in {1} seconds...": "Salt în {1} secunde...",
  "Casting to {1}": "Se redă pe {1}",
  "Version {1}": "Versiunea {1}",
  "Automatically select audio and subtitle tracks": "Selectează automat sonorul și subtitrările",
  "Automatically select audio and subtitle tracks in your preferred language when possible.": "Selectează automat sonorul și subtitrările în limba ta preferată atunci când este posibil.",
  "Prefer audio tracks in": "Preferă linia sonoră în",
  "Subtitle mode": "Modul de subtitrare",
  "Manually selected": "Selectat manual",
  "Shown with foreign audio": "Afișat cu sunetul extern",
  "Always enabled": "Întotdeauna activat",
  "Prefer subtitles in": "Preferă subtitrările în",
  "An update is available.": "Este disponibilă o actualizare.",
  "Something went wrong.": "Ceva nu a mers bine.",
  "Converting": "Conversiune în progres",
  "Invalid profile": "Profil gresit",
  "Loading": "Se încarcă",
  "in": "în",
  "Channels": "Canale",
  "Manage": "Gestionează",
  "Settings": "Setări",
  "Try again": "Incearca din nou",
  "Remove {1}": "Stergeti {1}",
  "Version": "Versiune",
  "Reqirements": "Cerinte",
  "Searching for {1}": "Se caută {1}",
  "Results for {1}": "Rezultate pentru {1}",
  "No matches found.": "Nu s-a găsit nicio potrivire.",
  "or": "sau",
  "Sign Up": "Înregistrează-te",
  "Username": "Nume de utilizator",
  "Password": "Parolă",
  "Confirm Password": "Confirmă parola",
  "Passwords do not match": "Parolele nu se potrivesc",
  "Remember me": "Ține-mă minte",
  "Play Unwatched": "Redă nevizionatele",
  "Add to playlist": "Adaugă la lista de redare",
  "Select": "Selectează",
  "Deselect All": "Deselectează tot",
  "Share": "Distribuie",
  "Recommend": "Recomandat",
  "Info": "Informaţii",
  "Options": "Opțiuni",
  "Alerts": "Alerte",
  "Conversion": "Conversie",
  "Now Playing": "Redare actuală",
  "Alerts are restricted from shared users.": "Alertele sunt restricționate utilizatorilor distribuiți.",
  "Pause": "Pauza",
  "Resume": "Reia",
  "Now Playing is restricted from shared users.": "Redarea actuală este restricționată utilizatorilor distribuiți.",
  "Now Playing is unavailable with synced servers.": "Redarea actuală este indisponibilă cu serverele sincronizate.",
  "Now Playing requires Plex Media Server {1} or later.": "Redarea actuală necesită Plex Media Server {1} sau mai recentă.",
  "Nothing is synced to this device.": "Nimic nu este sincronizat la acest dispozitiv.",
  "You have no sync capable devices.": "Nu ai niciun dispozitiv capabil să sincronizeze.",
  "More Info": "Mai multe informații",
  "Experience new music features with a premium music library.": "Experimentează noi facilități muzicale cu o bibliotecă de muzică premium.",
  "Create a library": "Creează o bibliotecă",
  "A Plex Media Server update is available!": "Este disponibilă o nouă actualizare pentru Plex Media Server!",
  "Download now": "Descarcă acum",
  "Install now": "Instalează acum",
  "Posters": "Afișe",
  "Details": "Detalii",
  "List": "Listă",
  "Import from iTunes": "Importă din iTunes",
  "Edit Library": "Editează biblioteca",
  "Channel Directory": "Dosarul Canalului",
  "Browse Channels": "Răsfoiește canalele",
  "Install Channels": "Instalează canale",
  "Check for Updates": "Verifică dacă există versiuni mai noi",
  "Popular Tracks": "Piese populare",
  "Music Videos": "Videoclipuri muzicale",
  "On Tour": "În turneu",
  "Similar Artists": "Artiști similari",
  "Cast": "Distribuție",
  "Extras": "Conținut extra",
  "Failed to load items for this playlist.": "Nu s-au putut încărca articolele din această listă de redare.",
  "This media type does not have a details page.": "Acest tip de conținut media nu are o pagină de detalii.",
  "Auto Match": "Auto potrivire",
  "Nothing queued": "Nimic în așteptare",
  "Up Next": "Urmează",
  "Casting on": "Se redă pe",
  "Disconnect": "Deconectează-te",
  "Rating": "Evaluare",
  "choose an image": "alege o imagine",
  "drag and drop": "glisează și eliberează",
  "enter a url": "Introdu un url",
  "Uploading artwork...": "Se încarcă coperta de album...",
  "this artwork was uploaded successfully": "această copertă a fost încărcată cu succes",
  "{1}upload another{2}": "{1}încarcă alta{2}",
  "there was an error uploading this artwork": "a apărut o eroare la încărcarea acestei coperți",
  "{1}try again{2}": "{1}încearcă din nou{2}",
  "Enter a url to upload an image from the web": "Introdu un URL pentru a încărca o imagine de pe internet",
  "enter to {1}upload{2}": "intră pentru a {1}încărca{2}",
  "esc to {1}cancel{2}": "esc pentru a {1}anula{2}",
  "Files": "Fișiere",
  "Labels": "Etichete",
  "Labels require Plex Media Server {1} or later.": "Etichetele necesită Plex Media Server {1} sau mai recentă.",
  "You need a Plex Pass to use restrictions.": "Trebuie să ai un Plex Pass pentru a folosi restricțiile.",
  "{1} Settings": "{1} setări",
  "There was an error adding this library.": "A apărut o eroare la adăugarea acestei biblioteci.",
  "You need to {1}follow these instructions{2} to troubleshoot the Plex Media Server.": "Trebuie să {1}urmați aceste instrucțiuni{2} pentru a depana Plex Media Server.",
  "Add Folder": "Adaugă director",
  "Add": "Adaugă",
  "Select a Collection": "Selectează o colecție",
  "There are no collections in this library.": "Nu sunt colecții în această bibliotecă.",
  "New collection...": "Colecție nouă...",
  "Select a Playlist": "Selectează o listă de redare",
  "Create Playlist": "Creează o listă de redare",
  "There are no playlists on this server.": "Nu sunt liste de redare pe acest server.",
  "New playlist...": "Listă de redare nouă...",
  "Browse": "Răsfoiește",
  "Update": "Actualizează",
  "Restart": "Repornire",
  "Reset": "Resetează",
  "Uninstall": "Dezinstalează",
  "Install": "Instalează",
  "Directory Settings": "Setările dosarelor",
  "Save": "Salvează",
  "Download a Version": "Descarca o versiune",
  "Tags": "Etichete",
  "Sharing": "Partajare",
  "Poster": "Afiș",
  "Background": "Fundal",
  "Save Changes": "Salvează schimbările",
  "Add {1} Library": "Adaugă {1} bibliotecă",
  "Select type": "Selectează tipul",
  "Add folders": "Adaugă dosare",
  "Create": "Creează",
  "Advanced": "Avansat",
  "Next": "Următorul",
  "Location": "Locație",
  "Search Options": "Opțiuni de căutare",
  "Search": "Caută",
  "Server Unreachable": "Server indisponibil",
  "Insecure connections will only be allowed when you're on the same network as the server.": "Conexiunile nesigure vor fi permise doar când ești în aceeași rețea cu serverul.",
  "Insecure connections will be allowed to any server.": "Conexiunile nesigure vor fi permise în orice server.",
  "The Allow Fallback to Insecure Connections setting can be changed in Web Settings. Would you like to allow insecure connections?": "Setarea Permite redarea în conexiuni nesigure poate fi schimbată în Setările Web. Vrei să permiți conexiunile nesigure?",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library. Depending on how many tracks you have, this process can take many minutes to complete.": "Importarea din iTunes îți va importa listele de redare, evaluările, data adăugării muzicii, precum și numărul redărilor pentru piesele din biblioteca ta. În funcție de câte piese ai, procesul poate dura câteva minute.",
  "Add to library: ": "Adaugă la bibliotecă:",
  "Overwrite existing playlists": "Suprascrie listele de redare existente",
  "Import": "Importă",
  "Keyboard Shortcuts": "Comenzi rapide de la tastatură",
  "Internet Required": "Internet necesar",
  "Plex Pass Required": "Plex Pass necesar",
  "This server cannot reach the Internet. Please verify connectivity and try again.": "Serverul nu poate accesa internetul. Verifică conexiunea și încearcă din nou.",
  "This library requires your server be signed in to a Plex Pass account.": "Această bibliotecă necesită ca serverul tău să fie conectat la un cont Plex Pass.",
  "Media Server Detection": "Detectare server media",
  "We've detected a Plex Media Server running on this computer, but we can't connect to it. {1}Sign in to your account{2} on the server so that you can access it.": "Am detectat pe acest calculator un Plex Media Server, dar nu ne putem conecta la acesta. Pentru a-l putea accesa, {1}conectează-te la contul tău{2} de pe server.",
  "We were unable to find a Plex Media Server running on this computer. If you have one on this or another computer, make sure it's running and signed in to your account.": "Nu am reușit să detectăm pe acest calculator niciun Plex Media Server. Dacă deții un astfel de server, asigură-te de funcționarea acestuia precum și de conectarea ta la contul de pe server.",
  "For more information, please see {1}this support article{2}.": "Pentru mai multe informații, vezi {1}articolul ajutător{2}",
  "Media Info": "Informații media",
  "Delete Files": "Şterge fişiere",
  "Inaccessible": "Inaccesibil",
  "Please check that this file exists and the necessary drive is mounted.": "Te rog verifică dacă acest fișier există sau dacă unitatea de stocare aferentă este montată.",
  "Part": "Parte",
  "View XML": "Vezi codul XML",
  "Go Premium": "Treci la Premium",
  "This feature requires a Plex Pass subscription.": "Această funcție necesită un abonament Plex Pass.",
  "Everything you need to experience the best of Plex. Your subscription gives you premium features and exclusive access to new ones.": "Tot ce-ți trebuie pentru a experimenta ce-i mai bun la Plex. Abonamentul tău îți oferă funcții premium și acces exclusiv la altele noi.",
  "{1}Sign in{2} to a Plex account with a Plex Pass subscription.": "{1}Conectează-te{2} la un cont Plex cu un abonament Plex Pass.",
  "Select Friends": "Selectează prietenii",
  "Say something about this...": "Spune ceva despre asta...",
  "You need {1}friends{2} to recommend media.": "Ai nevoie de {1}prieteni{2} pentru a recomanda conținut media.",
  "Send": "Trimite",
  "Plex Media Server Release Notes": "Noutăți Plex Media Server",
  "New": "Nou",
  "Fixes": "Reparații",
  "Choose Destination": "Alege destinația",
  "Select a File": "Selectează un fișier",
  "Resume from {1}": "Rezumă de la {1}",
  "Start from beginning": "De la început",
  "You need to {1}link your account{2}.": "Trebuie să îți {1}legi contul{2}.",
  "Sync Status": "Status sincronizare",
  "Plex Terms of Service": "Termeni de servicii Plex",
  "Agree": "De acord",
  "Users": "Utilizatori",
  "Announcements": "Anunțuri",
  "Account": "Cont",
  "Get Plex apps": "Descarca applicatii Plex",
  "Help": "Ajutor",
  "Switch User...": "Schimbă utilizatorul...",
  "Sign Out": "Deconectează-te",
  "Problem Connecting to Plex": "Probleme cu conectarea la Plex",
  "Plex was unable to authenticate your server. Please sign your server out and try again.": "Plex nu a fost capabil să îți autentifice serverul. Ieși din server și încearcă din nou.",
  "Your server was unable to reach Plex. Please ensure that the computer or device running your server can access the internet.": "Serverul tău nu a fost capabil să se conecteze la Plex. Asigură-te că dispozitivul sau computerul care rulează serverul poate accesa internetul.",
  "Signed in to Plex": "Conectat la Plex",
  "You have successfully signed your server in to Plex, but we were unable to reach it from outside your network.": "Ai conectat cu succes serverul tău la Plex, dar nu am putut să-l accesăm din afara rețelei tale.",
  "If you skip this step you will not be able to share or stream media outside your home. If you change your mind later, you can adjust this in Settings.": "Dacă sari peste acest pas nu vei putea partaja sau reda fconținut media în afara rețelei tale. Dacă mai tarziu te răzgândești poți ajusta asta în Setări.",
  "If you would like to enable this now, you will need to configure your router or firewall to allow Plex to contact your server. Please refer to our {1}Connecting a Server{2} article for more information.": "Dacă vrei să activezi asta acum, va trebui să configurezi routerul sau firewallul pentru a permite ca Plex să contacteze serverul tău. Citește articolul {1}Conectarea la un server{2} pentru mai multe informații.",
  "Previous": "Anterior",
  "Playing Next": "Urmează",
  "The library has no content yet.": "Biblioteca nu are niciun conținut încă.",
  "Click {1}here{2} to add content to the library.": "Click {1}aici{2} pentru a adăuga conținut în bibliotecă.",
  "The library is still being refreshed. Hang on while we look for your content.": "Biblioteca încă se reîmprospătează. Așteaptă până căutăm conținutul.",
  "There is no content matching your active filter.": "Nu există conținut care să corespundă filtrării active.",
  "There is no content in the selected folder.": "Nu există conținut în folderul selectat.",
  "Invites": "Invitații",
  "Friends": "Prieteni",
  "Pending": "În așteptare",
  "My Home": "Casa mea",
  "Devices": "Dispozitive",
  "Add User": "Adaugă un utilizator",
  "Enable Guest": "Activează musafirul",
  "Disable Guest": "Dezactivează musafirul",
  "Invite Friend": "Invită un prieten",
  "Show Advanced": "Arată setările avansate",
  "Hide Advanced": "Ascunde setările avansate",
  "Debug": "Depanare",
  "Language": "Limba",
  "Help us translate Plex/Web into your language {1}here{2}.": "Ajută-ne să traducem Plex în limba ta {1}aici{2}.",
  "Automatically Sign In": "Conectează-te automat",
  "Do not prompt to select a user or enter a PIN during startup on this device.": "Nu încerca să introduci numele de utilizator sau coudl PIN pe durata inițializării acestui dispozitiv.",
  "Play Theme Music": "Redă tema muzicală",
  "Automatically play theme music in the background when available.": "Redă automat tema muzicală în fundal, atunci când este disponibilă.",
  "Show Unwatched Icons": "Arată iconițele pentru nevizionate",
  "Show unwatched icons in list items.": "Arată iconițele pentru nevizionate în lista de elemente.",
  "Enable Keyboard Shortcuts": "Activează comenzile rapide de la tastatură",
  "Press ? to view the list of {1}available shortcuts{2}.": "Apasă ? pentru a vedea lista {1}scurtăturilor disponibile{2}",
  "Allow Fallback to Insecure Connections": "Permite redarea în conexiuni nesigure",
  "Allow this browser to make insecure connections to Plex Media Server if secure connections fail.": "Permite ca acest browser să încerce conexiuni nesigure în Plex Media Server dacă conexiunile sigure eșuează.",
  "Debug Level": "Nivel de depanare",
  "You can view the debug logs {1}here{2}.": "Poți vedea jurnalele de depanare {1}aici{2}",
  "Search Shared Libraries": "Caută biblioteci partajate",
  "Allow searching libraries that have been shared with you.": "Permite căutarea bibliotecilor ce au fost partajate cu tine.",
  "Search Channels": "Caută canale",
  "Allow searching channels that have enabled search.": "Permite căutarea în canalele ce au funcția de căutare activată.",
  "Streaming Quality": "Calitate streaming",
  "Local Quality": "Calitate locală",
  "Remote Quality": "Calitate rețea externă",
  "Online Quality": "Calitate online",
  "Allows the player to play compatible media without any conversion. In most browsers, direct play supports MP4 videos with h264 video and AAC audio. Videos with subtitles cannot be played directly.": "Permite playerului să redea conținut media compatibil fără conversie. În majoritatea navigatoarelor, redarea directă suportă videoclipri MP4 cu codec video h264 și audio AAC. Videoclipurile cu subtitrări nu pot fi redate direct.",
  "Allows the server to copy compatible audio and video streams without converting them.": "Permite serverului să copieze fluxuri audio și video fără a le converti.",
  "Audio & Subtitles": "Audio și subtitrări",
  "Allow Direct Play of AC3 Audio": "Permite redarea directă a AC3 Audio",
  "Allow MP4 videos with AC3 audio to be played directly. Browser support for AC3 audio is limited.": "Permite ca videoclipurile MP4 cu audio AC3 să fie redate direct. Suportul navigatorului pentru audio AC3 este limitat.",
  "Prefer AAC Audio": "Preferă formatul audio AAC",
  "Prefer AAC over MP3 when transcoding audio. Some devices, like the Wii U, only support HLS with AAC audio.": "Preferă AAC în locul MP3ului atunci când se realizează transcodarea audio. Unele dispozitive precum Wii U acceptă doar HLS cu audio AAC.",
  "Subtitle Size": "Dimensiunea subtitrării",
  "Burn Subtitles": "Scrie subtitrări",
  "Determines if the server should burn in subtitles when converting video depending on the subtitles format. Avoiding burn in improves server performance and is only supported by the HTML5 player.": "Decide dacă serverul să înregistreze subtitrarea în timpul conversiei video în funcție de formatul subtitrării. Evitarea acestei înregistrări accelerează conversia, însă este suportată doar de playerul HTML5.",
  "Cinema Trailers to Play Before Movies": "Numărul Trailerelor de Cinema redate înaintea filmelor",
  "All set!": "Gata!",
  "Send anonymous usage data to Plex": "Trimite date statistice anonime către Plex.",
  "Back": "Inapoi",
  "Done": "Gata",
  "Setup is not allowed for shared servers.": "Setarea nu este permisă pentru servere partajate.",
  "A problem has been detected with a core component of Plex Media Server.": "S-a detectat o problemă la o componentă de bază a serverului media Plex.",
  "Please visit the {1}forums{2} and provide your logs, as described {3}here{4}.": "Vizitează {1}forumurile{2} și pune la dispoziție jurnalele tale, întocmai cum este descris {3}aici{4}.",
  "Welcome to Plex!": "Bun venit la Plex!",
  "Sign in with a Plex account to help your devices find each other, access your media from anywhere, and queue up videos from your browser to watch later in Plex.": "Conectează-te cu un cont Plex pentru a permite dispozitivelor tale să se găsească, să acceseze fișierele tale media de oriunde și să pună videoclipe în lista de așteptare, din browser, pentru a le urmări mai târziu în Plex.",
  "Organize Your Media": "Organizează conținutul tău media",
  "Plex organizes your media into libraries. You can add as many libraries as you want, and you can have multiple libraries with the same type.": "Plex organizează conținutul tău media în biblioteci. Poți adăuga câte biblioteci vrei, chiar poți avea mai multe biblioteci de același fel.",
  "Please wait a moment while Plex starts.": "Așteaptă un moment până când Plex pornește.",
  "Finish": "Termina",
  "Sort": "Sortează",
  "Filters": "Filtre",
  "Select A Filter": "Selectează un filtru",
  "Watch Later Help": "Ajutor pentru Vizionează mai târziu",
  "Add videos from your browser": "Adaugă conținut video din browserul tău",
  "To save a video to Watch Later, click \"Plex It!\" in your Bookmarks Bar.": "Pentru a salva un videoclip la Vizionează mai târziu, click pe „Plex It!” în bara ta de marcaje.",
  "A panel will appear on the left side of the page to let you know the video has been saved.": "Un panou va apărea în partea stângă a paginii pentru a te anunța că videoclipul a fost salvat.",
  "You can also recommend the video to friends or \"fling\" it to a Plex player and watch it there.": "Poți recomanda videoclipul prietenilor tăi sau îl poți reda pe un player Plex pentru a te putea bucura de el acolo.",
  "Add videos by email": "Adaugă conținut video prin email",
  "Send an email to the address above with any link(s) you want added to Watch Later.": "Trimite un email la adresa de mai sus cu orice link pe care vrei să-l adaugi la Vizionează mai Târziu.",
  "Add this to your address book so you can easily email links from your iPhone, iPad, Android, or any other device.": "Adaugă asta în agenda ta pentru a putea trimite cu ușurință linkuri de pe iPhone, iPad, Android sau orice alt dispozitiv.",
  "{1} set to {2}.": "{1} setat la {2}.",
  "Opened connection to {1}, listening for events.": "Conexiune deschisă cu {1}, urmărire evenimente..",
  "Connection to {1} closed.": "Conectarea la {1} a fost închisă.",
  "Unable to listen for events on {1}.": "Nu s-au putut asculta evenimentele pe {1}.",
  "Nothing is currently being played.": "Nu este redat nimic momentan.",
  "Synced": "Sincronizat",
  "Waiting to be uploaded": "În așteptare pentru a fi încărcat",
  "Waiting to be downloaded": "În așteptare pentru a fi descărcat",
  "Waiting to be converted": "În așteptare pentru a fi convertit",
  "Disc {1}": "Discul {1}",
  "Score {1}": "Scor {1}",
  "No friends yet. {1}Invite a friend{2} and share your libraries.": "Niciun prieten încă. {1}Invită un prieten{2} și partajează-ți bibliotecile.",
  "shares {1} {2} with you": "partajează {1} {2} cu tine",
  "sharing {1} {2} with this {3}": "se partajează {1} {2} cu acest {3}",
  "invited to share {1} {2}": "a invitat să partajeze {1} {2}",
  "no shared libraries": "nicio bibliotecă partajată",
  "No one else is in your home. {1}Add a user{2} to enable user switching.": "Nimeni nu este în casa ta. {1}Adaugă un utilizator{2} pentru a activa schimbarea utilizatorilor.",
  "You need a Plex Pass to add users to your home.": "Ai nevoie de un Plex Pass pentru a adăuga utilizatori la casa ta.",
  "Limit to": "Limiteaza la",
  "items": "Articole",
  "A large number of sync items may be time-consuming to convert, and the time to upload is dependent on your bandwidth. A large number of high quality items may take a very long time. If you have trouble, try reducing the number of items or your quality setting.": "Un număr mare de articole sincronizate pot fi consumatoare de timp pentru a converti, iar timpul pentru a încărca depinde de lățimea ta de bandă Un număr mare de articole de înaltă calitate poate lua foarte mult timp. Dacă ai probleme, încearcă să reduci numărul de articol sau calitatea.",
  "A large number of sync items may be time-consuming to convert and transfer to your device. If you have trouble, try reducing the number of items.": "Un număr mare de articole sincronizate poate necesita mult timp pentru a fi convertite și transferate pe dispozitivul tău. Dacă întâmpini probleme, încearcă să reduci numărul de articole.",
  "Title": "Titlu",
  "There was a problem syncing this media.": "A apărut o problemă la sincronizarea acestui articol media.",
  "Watch the status of the sync {1}here{2}.": "Urmărește starea sincronizării {1}aici{2}.",
  "Invite": "Invită",
  "An invite will be sent to this user.": "O invitație va fi trimisă acestui utilizator.",
  "Disable guest": "Dezactivează musafirul",
  "Delete user": "Șterge utilizatorul",
  "Remove this friend": "Șterge acest prieten",
  "Remove from home": "Șterge din casă",
  "My Servers": "Serverele mele",
  "Restrictions": "Restricții",
  "Shared With Me": "Partajat cu mine",
  "Available": "Disponibil",
  "Unauthorized": "Neautorizat",
  "Last Seen": "Văzut ultima dată",
  "Address": "Adresă",
  "Allow Channels": "Permite canalele",
  "Allow Sync": "Permite sincronizarea",
  "Ratings": "Evaluări",
  "Allow all ratings": "Permite toate evaluările",
  "Allow all labels": "Permite toate etichetele",
  "We were unable to retrieve libraries for {1}. Please ensure the server is signed in to your Plex account.": "Nu am putut să regăsim bibliotecile pentru {1}. Asigură-te că serverul este conectat la contul tău Plex.",
  "No libraries": "Nicio bibliotecă",
  "Sync Allowed": "Sincronizare permisă",
  "Username or email": "Nume de utilizator sau email",
  "Add an Existing Plex User": "Adaugă un utilizator Plex existent",
  "Adding a Plex user to your home will allow you to quickly switch accounts. The invited user will be asked to confirm home membership.": "Adăugarea unui utilizator Plex la casa ta îți va permite să schimbi cu ușurință conturile. Utilizatorului invtat i se va cere confirmarea apartenenței casei.",
  "Create a Managed User": "Creează un utilizator administrat",
  "Managed users are only available when signed in with an account in your home. You can choose any name you like and you'll be able to set restrictions on accessible media.": "Utilizatorii administrați sunt disponibili doar la conectarea cu un cont în casa ta. Poți să alegi orice nume dorit și vei putea să setezi restricții pe conținutul media accesibil.",
  "The invited user will be asked to confirm friendship. If libraries are shared with the user, you'll be able to set restrictions on accessible media.": "Utilizatorului invitat i se va cere confirmarea prieteniei. Dacă bibliotecile sunt partajate cu utilizatorul, vei putea să setezi restricții pe conținutul media accesibil.",
  "Welcome to Plex Home": "Bun venit la Casa Plex",
  "{1}, so we've made a few changes to help keep your media safe.": "{1}, am făcut unele schimbări pentru a-ți păstra conținutul media în siguranță.",
  "We've increased the security requirements on this server, so anything communicating with it will need to be signed in to a Plex account.": "Am crescut cerințele pentru securitate pe acest server, așadar orice comunicare cu acesta va necesita un cont Plex.",
  "We've disabled DLNA to prevent any DLNA-enabled device from browsing and playing media without a password or PIN. You can change this preference in your {1}server settings{2}.": "Am dezactivat DLNA pentru a preveni orice dispozitiv compatibil DLNA să navigheze și să redea conținut media fără o parolă sau un PIN. Poți schimba această preferință în {1}setările serverului{2} tău.",
  "For more information on Plex Home security settings, please see the {1}Plex Home section{2} on our support site.": "Pentru mai multe informații privind setările de securitate ale Plex Home, consultă {1}secțiunea Plex Home{2} de pe siteul nostru de asistență.",
  "Edit PIN": "Editează codul PIN",
  "Confirm Current PIN": "Confirmă codul PIN actual",
  "Enter PIN": "Introdu codul PIN",
  "You do not currently have a PIN. This will allow any users in this home to switch to your account.": "Momentan, nu ai niciun PIN. Acesta va permite utilizatorilor din această casă să comute la contul tău.",
  "Skip": "Sari peste",
  "Select User": "Selectează un utilizator",
  "Scanner": "Scaner",
  "A scanner is required.": "Este necesar un scaner.",
  "An agent is required.": "Este necesar un agent.",
  "Add folders to your library": "Adaugă foldere în biblioteca ta",
  "Browse for media folder": "Răsfoiește pentru dosarul media",
  "At least one folder is required.": "Este necesar cel puțin un dosar.",
  "Help us out by following {1}our guide{2} to naming and organizing your media.": "Ajută-ne prin a urma {1}ghidul nostru{2} pentru a numi și organiza conținutul tău media.",
  "Create a premium Plex music library!": "Creează o bibliotecă muzicală premium Plex!",
  "Access to the best artwork, artist bios, album reviews, and more": "Accesează cele mai bune coperți, informații despre artist, recenzii de album și altele.",
  "Smart mixes based on track or mood": "Mixaje inteligente în funcție de piesă sau stare ",
  "Improved music recognition and matching": "Recunoaștere și potrivire îmbunătățită a pieselor muzicale",
  "Ad-free music videos": "Videoclipuri muzicale fără reclame",
  "Note: An active Plex Pass is required for this service. Don't have a Plex Pass? {1}Subscribe here{2}": "Notă: pentru acest serviciu ai nevoie de un Plex Pass. Nu ai un Plex Pass? {1}Abonează-te aici{2}",
  "Create a basic music library": "Creează o bibliotecă muzicală",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library.": "Importarea din iTunes va importa listele de redare în biblioteca de pe serverul Plex. Împreună cu acestea vor fi importate și evaluările tale, data la care ai adăugat piesele precum și numărul pieselor redate și omise.",
  "Select your library type": "Selectează tipul de bibliotecă",
  "Library type": "Tip de bibliotecă",
  "You must select a media type.": "Trebuie să selectezi un tip de conținut media.",
  "Name your library and choose language.": "Pune un nume bibliotecii și alege limba.",
  "A library name is required.": "Este necesar un nume de bibliotecă.",
  "A language is required.": "Este necesară o limbă.",
  "Last updated {1}": "Actualizat ultima dată {1}",
  "Each library should only contain one type of media.": "Fiecare bibliotecă ar trebui să conțină un tip de conținut media.",
  "Year": "Anul",
  "Select which additional agents should contribute to metadata from {1}, and drag them to change the order of preference.": "Alege care dintre agenții adiționali ar trebui să contribuie la metadata de la {1} și poziționează-i în ordinea preferinței.",
  "Connecting server...": "Se conectează serverul...",
  "Disconnecting server...": "Se deconectează serverul...",
  "Not available outside your network": "Innacesibil din afara rețelei tale",
  "First {1}sign in{2} to access your server from anywhere.": "Mai întâi {1}autentifică-te{2} pentru a accesa serverul tău de oriunde.",
  "Enable to access your server from anywhere.": "Activează accesul la serverul tău de oriunde.",
  "Enable Remote Access": "Activează accesul de la distanță",
  "Your server is signed in to Plex, but is not reachable from outside your network. {1}Learn more{2}": "Serverul tău este logat la Plex, dar nu poate fi accesat din afara rețele tale. {1}Detalii suplimentare{2}",
  "Fully accessible outside your network": "Complet accesibil din afara rețelei tale",
  "Disable Remote Access": "Dezactivează accesul de la distanță",
  "You currently have Remote Access enabled through a manually-specified port. If you wish to disable Remote Access, you will need to remove your manual port forwarding from your router.": "Momentan ai Accesul de la distanță prin portul specificat manual. Dacă vrei să dezactivezi Accesul de la distanță, va trebui să elimini portul tău manual de la routerul tău.",
  "Server Mapping": "Mapare server",
  "Private": "Privat",
  "Unknown IP": "IP necunoscut",
  "Retry": "Reîncearcă",
  "Apply": "Aplică",
  "You may need to enable this to establish a direct connection from outside your network.  You may also need to configure your router.  Detailed instructions are available {1}here{2}.": "S-ar putea ca activarea acestei setări se fie necesară pentru a stabili o conexiune directă din afara rețelei. De asemenea, s-ar putea să fie necesară configurarea routerului. Instrucțiuni detaliate sunt disponibile {1}aici{2}.",
  "Server signed in as": "Conectat pe server ca",
  "Sign in with your Plex account to help your devices find this server, access your media remotely, and more. {1}Learn more{2}": "Conectează-te cu contul tău Plex pentru a permite dispozitivelor tale să găsească acest server, să acceseze fișierele tale media de oriunde și nu numai. {1}Află mai multe{2}",
  "Checking for Updates": "Se verifică actualizările",
  "Download Updates": "Descarcă actualizări",
  "Downloading Update": "Se descarcă actualizarea",
  "Install Update": "Instalează actualizarea",
  "Installing": "Se instalează",
  "Up to date": "La zi",
  "Please install manually.": "Te rog instalează manual.",
  "What's New": "Ce este nou",
  "New Filter": "Filtru nou",
  "Connect": "Conectează-te",
  "Agents": "Agenți",
  "Library": "Bibliotecă",
  "Network": "Rețea",
  "Languages": "Limbi",
  "Network Discovery": "Descoperire rețea",
  "Scheduled Tasks": "Sarcini programate",
  "Open Keyboard Shortcuts": "Deschide comenzile rapide de la tastatură",
  "Close Modal or Close Player or Navigate Back": "Închide Modal, închide Player sau navighează înapoi",
  "Toggle Sidebar": "Mută bara laterală",
  "Navigate to Dashboard": "Navighează la tabloul de bord",
  "Navigate to Settings": "Navighează la setări",
  "Navigate to Activity": "Navighează la activitate",
  "Navigate to Watch Later": "Navighează la Vizionează mai Târziu",
  "Navigate to Recommended": "Navighează la Recomandări",
  "Navigate to Users": "Navighează la utilizatori",
  "Navigate back": "Navighează înapoi",
  "Navigate forward": "Navighează înainte",
  "Focus Search": "Căutare concentrată",
  "Open Player": "Deschide playerul",
  "Edit Library or Edit Item": "Editează bibilioteca sau editează articolul",
  "Delete Library or Delete Item": "Șterge biblioteca sau șterge articolul",
  "Update Library or Refresh Item": "Actualizează biblioteca sau reîmprospătează articolul",
  "Analyze Library or Analyze Item": "Analizează biblioteca sau analizează articolul",
  "Play or Pause": "Redă sau pune pauză",
  "Decrease Volume": "Scade volumul",
  "Increase Volume": "Mărește volumul",
  "Seek Backward (15 seconds)": "Derulează înapoi (15 secunde)",
  "Seek Forward (30 seconds)": "Derulează înainte (30 de secunde)",
  "Step Backward (10 minutes)": "Mergi înapoi (10 minute)",
  "Step Forward (10 minutes)": "Mergi înainte (10 minute)",
  "Skip to Previous Item": "Sari la articolul precedent",
  "Skip to Next Item": "Sari la articolul următor",
  "Created {1} in {2} on {3}": "S-a creat {1} în {2} pe {3}",
  "Matching {1} in {2} on {3}": "Potrivire {1} în {2} pe {3}",
  "Downloading metadata for {1} in {2} on {3}": "Se descarcă metadata pentru {1} în {2} pe {3}",
  "Loading metadata for {1} in {2} on {3}": "Se încarcă metadata pentru {1} în {2} pe {3}",
  "Finished processing {1} in {2} on {3}": "Procesarea {1} în {2} pe {3} a fost finalizată",
  "Analyzing {1} in {2} on {3}": "Se analizează {1} în {2} pe {3}",
  "Deleted {1} in {2} on {3}": "Șters {1} în {2} pe {3}",
  "Episode {1}": "Episodul {1}",
  "This name will be used to identify this media server to other computers on your network. If you leave it blank, your computer's name will be used instead.": "Acest nume va fi folosit pentru a identifica acest server media de pe alte computere de pe rețea. Dacă îl lași necompletat, numele acestui computer va fi folosit în schimb.",
  "This helps us improve your experience (for example, to help us match movies and TV shows).": "Acesta ne ajută la îmbunătățirea experienței tale (de exemplu, ne va ajuta să identificăm filme sau emisiuni TV).",
  "Plex Media Server verbose logging": "Logare detaliată a Plex Media Server",
  "Enable Plex Media Server verbose logging": "Activează logarea detaliată a serverului media Plex.",
  "Ask to add a login item for externally mounted drives": "Solicită adăugarea unui element de conectare pentru unități externe de stocare",
  "Plex Media Server debug logging": "Depanare de logare Plex Media Server",
  "Enable Plex Media Server debug logging": "Activează depanarea de logare Plex Media Server",
  "Plex Media Server token logging": "Token pentru conectarea la Plex Media Server",
  "Enable Plex Media Server token logging": "Activează tokenul de conectare la Plex Media Server",
  "Show a dock icon": "Arată o iconiță în dock",
  "Update my library automatically": "Actualizează automat biblioteca mea",
  "Your library will be updated automatically when changes to library folders are detected": "Biblioteca ta se va actualiza automat atunci când se vor detecta schimbări la dosarele din bibliotecă",
  "Weeks to look at for On Deck": "Săptămâni cuprinse la În curs de redare",
  "The number of recent weeks used as the window for On Deck": "Numărul de săptămâni recente folosite ca referință pentru În curs de redare",
  "Library update interval": "Interval de actualizare a bibliotecii",
  "every 15 minutes": "la fiecare 15 minute",
  "every 30 minutes": "la fiecare 30 de minute ",
  "hourly": "la fiecare oră",
  "every 2 hours": "la fiecare 2 ore",
  "every 6 hours": "la fiecare 6 ore",
  "every 12 hours": "la fiecare 12 ore",
  "daily": "zilnic",
  "Update my library periodically": "Actualizează periodic biblioteca mea",
  "Clients will be able to delete media": "Clienții vor putea să șteargă conținut media",
  "Empty trash automatically after every scan": "Golește coșul de gunoi automat după fiecare scanare",
  "Include music sections in automatic updates": "Cuprinde secțiuni de muzică în actualizările automate",
  "Large music sections may take a long time to scan": "Scanarea secțiunilor mari de muzică poate dura mult",
  "Aperture library XML path": "Calea XML către biblioteca Aperture",
  "Enable Aperture sharing": "Permite partajarea prin Aperture",
  "Number of seconds to wait before a plugin times out": "Numărul de secunde de așteptare înainte ca pluginul să expire",
  "Disable capability checking": "Dezactivează verificarea capacității",
  "Capability checking ensures that plug-ins that are incompatible with this version of the server or the current client application you are using are hidden. Disabling capability checking is useful during development, but will enable access to plug-ins that may perform unreliably with certain client applications.": "Verificarea capacității asigură că pluginurile care sunt incompatibile cu această versiune de server sau actuala aplicație client pe care o utilizezi sunt ascunse. Dezactivarea verificării capacității este utilă în timpul dezvoltării, dar va permite accesul la pluginuri care pot interfera cu anumite aplicații client.",
  "iPhoto library XML path": "Calea XML către biblioteca iPhoto",
  "Enable iPhoto sharing": "Activează partajarea prin iPhoto",
  "iTunes library XML path": "Calea XML către biblioteca iTunes",
  "Enable iTunes sharing": "Activează partajarea prin iTunes",
  "AppCast URL": "URL AppCast ",
  "Web Manager URL": "Manager URL",
  "Enable server support for IPv6": "Activează suportul pentru server pentru IPv6",
  "List of networks that are allowed without auth": "Lista de rețele care sunt permise fără autentificare",
  "Comma separated list of ip/netmask for networks that are allowed into PMS without auth": "Listă separată prin virgulă a adreselor IP/netmask pentru rețelele care sunt permise în PMS fără autentificare",
  "Enable Dolby Digital on Apple TV": "Activează Dolby Digital pe Apple TV",
  "When playing video on an Apple TV, allow Dolby Digital audio to play. You must go to Settings on the Apple TV and set Dolby Digital Out to \"On\" in the Audio & Video menu.": "La redarea video pe un Apple TV, permite redarea audio Dolby Digital. Trebuie să intri în setările Apple TV în meniul Audio și Video și să setezi ieșirea Dolby Digital pe poziția „Activat”.",
  "Transcoder quality": "Calitatea transcoderului",
  "Quality profile used by the transcoder": "Profilul de calitate folosit de transcoder",
  "Automatic": "Automat",
  "Prefer higher speed encoding": "Preferă codarea rapidă",
  "Prefer higher quality encoding": "Preferă codarea la o calitate superioară",
  "Make my CPU hurt": "Dă-i bătăi de cap procesorului",
  "Segmented transcoder timeout": "Timpul alocat transcoderului segmentat a expirat",
  "Timeout in seconds segmented transcodes wait for the transcoder to begin writing data": "Timpul limită în secunde de așteptare în care transcoderul poate începe procesarea transcodărilor segmentate",
  "Transcoder default duration": "Durata implicită pentru transcoder",
  "Duration in minutes to use when transcoding something with an unknown duration": "Durata în minute de utilizare atunci când se convertește ceva cu o durată necunoscută",
  "Transcoder temporary directory": "Director temporar pentru Transcoder",
  "Directory to use when transcoding for temporary files": "Director utilizat în timpul convertirii pentru fișiere temporare.",
  "Transcoder default throttle buffer": "Buffer implicit pentru accelerația transcoderului",
  "Amount in seconds to buffer before throttling the transcoder": "Numărul de secunde de buffer până la încetinirea transcoderului",
  "WebKit window visible": "Fereastra KitWeb vizibilă",
  "Show the WebKit window used by plugins instead of placing it off screen": "Arată fereastra WebKid utilizata de pluginuri în loc de a o plasa în afara ecranului",
  "Enable Media Link down-mixing of DTS audio.": "Activează codarea Media Link a sunetului DTS.",
  "Media Link does not support DTS audio in certain regions. The Plex Media Server can automatically convert DTS to stereo so that it will play.": "Media Link nu acceptă sunetul DTS pentru anumite regiuni. Plex Media Server poate converti automat DTS în stereo pentru a activa redarea.",
  "Offer higher bitrates over 3G connections": "Oferă rate de biți mai mari pentru conexiunile 3G",
  "Automatically select audio tracks": "Selectează automat linia sonoră",
  "Automatically select audio tracks in your preferred language when possible.": "Selectează automat linia sonoră în limba preferată atunci când este posibil.",
  "DLNA client preferences": "Preferințe client DLNA",
  "Client-specific configuration settings for the DLNA server": "Setări specifice clientului de configurare pentru serverul DLNA",
  "DLNA default protocol info": "Informații despre protocolul standard DLNA",
  "Protocol info string used in GetProtocolInfo responses by the DLNA server": "Informații despre protocol folosite de către serverul DLNA în răspunsurile la solicitările GetProtocolInfo",
  "DLNA media renderer discovery interval": "Interval de descoperire la randarea media DLNA",
  "Number of seconds between DLNA media renderer discovery requests": "Numărul de secunde între solicitările de descoperire la randările media DLNA",
  "DLNA server announcement lease time": "Durata anunțului de închiriere a serverui DLNA",
  "Duration of DLNA Server SSDP announcement lease time, in seconds": "Durata anunțului de închiriere a serverului DLNA SSDP, în secunde",
  "DLNA server description icons": "Iconițe de descriere pentru serverul DLNA",
  "Icons offered by DLNA server when devices request server description": "Iconițe oferite de serverul DLNA atunci când dispozitivele cer descrierea serverului",
  "DLNA enabled": "DLNA Activat",
  "Enable the PMS DLNA server": "Activează serverul PMS DLNA",
  "Platinum logging level": "Nivel de logare platinum",
  "OFF": "OPRIT",
  "SEVERE": "GRAV",
  "WARNING": "AVERTISMENT",
  "FINE": "BUNĂ",
  "FINER": "MAI BUNĂ",
  "FINEST": "CEA MAI BUNĂ",
  "ALL": "TOATE",
  "DLNA server timeline reporting": "Raportarea cronologică a serverului DLNA",
  "Enable the PMS DLNA server to report timelines for video play activity": "Permite serverului PMS DLNA să raporteze cronologia activităților de redare video",
  "Service type for discovered clients": "Tipul serviciului pentru clienții descoperiți",
  "Enable the Bonjour Daemon": "Activează Bonjour Daemon",
  "Advertised domain": "Domeniu promovat",
  "Enable Bonjour": "Activează Bonjour",
  "Advertised hostname": "Hostname promovat",
  "Service type for discovered servers": "Tipul de serviciu pentru serverele descoperite",
  "Advertised service type": "Tip de serviciu anunțat",
  "Enable GDM": "Activează GDM",
  "Time at which tasks start to run.": "Ora la care sarcinile încep să ruleze.",
  "The time at which the server starts running background maintenance tasks.": "Ora la care serverul începe să ruleze sarcini de mentenanță în fundal.",
  "Time at which tasks stop running.": "Ora la care sarcinile încetează să ruleze.",
  "Backup database every three days": "Fă o copie de rezervă a bazei de date la fiecare trei zile",
  "Backup directory": "Dosarul copiei de rezervă",
  "The directory in which database backups are stored.": "Dosarul în care sunt stocate copiile de rezervă ale bazei de date.",
  "Optimize database every week": "Optimizează săptămânal baza de date",
  "Remove old bundles every week": "Elimină săptămânal pachetele vechi",
  "Remove old cache files every week": "Elimină săptămânal fișierele cache vechi",
  "Generate missing media index files nightly": "Generează în fiecare noapte fișiere de indexare pentru conținutul media lipsă",
  "Refresh local metadata every three days": "Reîmprospătează metadata locală la fiecare trei zile",
  "Refresh all libraries nightly": "Reîmprospătează toate bibliotecile în fiecare noapte",
  "Upgrade media analysis nightly": "Upgradează analiza media în fiecare noapte"
}