{
  "Playback of this media is not supported with the selected player.": "Redarea acestui conținut media nu este acceptată cu playerul selectat.",
  "an item": "un articol",
  "Please check the permissions for this file.": "Verifică permisiunile pentru acest fișier.",
  "Please check that the file exists and the necessary drive is mounted.": "Verificați dacă acest fișier există și dacă unitatea necesară este montată.",
  "This server is not powerful enough to convert music.": "Serverul nu este destul de puternic pentru a converti muzica.",
  "This server is not powerful enough to convert video. You may be able to enable playback by increasing your quality setting.": "Serverul nu este destul de puternic pentru conversia video. Încearcă ridicarea calității.",
  "This server is not powerful enough to convert video.": "Acest server nu este destul de puternic pentru a converti videoclipul.",
  "Please update Plex Media Server. This feature requires {1} or later.": "Vă rugăm să actualizați Plex Media Server. Această funcție necesită {1} sau mai nouă.",
  "Streaming this media is unsupported.": "Acest conținut media nu este suportat.",
  "There was a problem playing this item.": "A apărut o problemă la redarea acestui articol.",
  "There was a problem embedding this video.": "A apărut o problemă la încorporarea acestui fișier video.",
  "video": "videoclip",
  "track": "piesă",
  "The server is not powerful enough to convert this {1} for smooth playback. Try playing at the original quality.": "Serverul nu este destul de puternic pentru a converti acest {1} pentru o redare omogenă. Încearcă redarea la calitatea originală.",
  "The server is not powerful enough to convert this {1} for smooth playback.": "Serverul nu este destul de puternic pentru a converti acest {1} pentru o redare omogenă.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network or try a lower quality.": "Conexiunea ta la server nu este destul de rapidă pentru o redare omogenă a acestui {1}. Verifică-ți rețeaua sau încearcă o calitate mai scăzută.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network.": "Conexiunea dvs. la server nu este destul de rapidă pentru o redare omogenă a acestui {1}. Verificați-vă rețeaua.",
  "We are having trouble playing this {1}. Please check your playback setup.": "Avem probleme în redarea acestui {1}. Verificați-vă setările de redare.",
  "Ensure that media deletion is enabled for library content in your server settings.": "Asigurați-vă că ștergerea conținutului media este activată în setările serverului.",
  "There was a problem deleting this item.": "A apărut o problemă la ștergerea acestui articol.",
  "There was a problem selecting the stream for this item.": "A apărut o problemă în selectarea redării pentru acest articol.",
  "There was a problem marking this item as watched.": "A apărut o problemă la marcarea acestui articol ca vizionat.",
  "There was a problem marking this item as unwatched.": "A apărut o problemă la marcarea acestui articol ca nevizionat.",
  "There was a problem signing in to Plex.": "A apărut o problemă la conectarea la Plex.",
  "from {1}": "din {1}",
  "None": "Niciunul",
  "You can skip {1} songs an hour per mix.": "Puteți omite {1} melodii pe oră de mix.",
  "Watch Later": "Vizionează mai târziu",
  "Recommended": "Recomandat",
  "{1} hr": "{1} oră",
  "{1} hr {2} min": "{1} oră {2} min",
  "Unknown": "Necunoscut",
  "External": "Extern",
  "Forced": "Forțat",
  "Low": "Scăzută",
  "Medium": "Medie",
  "High": "Înaltă",
  "Highest": "Cea mai înaltă",
  "Sorry, there was a problem playing this item.": "Ne pare rău, a apărut o problemă la redarea acestui articol.",
  "{1} and {2}": "{1} și {2}",
  "{1}, {2}, and {3}": "{1}, {2} și {3}",
  "{1}, {2}, and {3} others": "{1}, {2} și alți {3}",
  "Movie": "FIlm",
  "Movies": "Filme",
  "TV Show": "Emisiune TV",
  "TV Shows": "Emisiuni TV",
  "Music": "Muzică",
  "Photo": "Fotografie",
  "Photos": "Fotografii",
  "Home Video": "Filmare domestică",
  "Home Videos": "Filmări domestice",
  "Deleted Scene": "Scenă ștearsă",
  "Interview": "Interviu",
  "Music Video": "Videoclip muzical",
  "Behind the Scenes": "În spatele scenelor",
  "Scene": "Scena",
  "Live Music Video": "Videoclip muzical live",
  "Lyric Music Video": "Videoclip muzical cu versuri",
  "Short": "Scurt",
  "Other": "Altul",
  "Show": "Arată",
  "Shows": "Emisiuni",
  "Season": "Sezonul",
  "Seasons": "Sezoane",
  "Episode": "Episodul",
  "Episodes": "Episoade",
  "Trailers": "Trailere",
  "Comic": "Bandă desenată",
  "Comics": "Benzi desenate",
  "Person": "Persoană",
  "People": "Oameni",
  "Artists": "Artiști",
  "Albums": "Albume",
  "Track": "Piesă",
  "Tracks": "Piese",
  "Picture": "Fotografie",
  "Pictures": "Imagini",
  "Clips": "Clipuri",
  "Photo Album": "Album foto",
  "Photo Albums": "Albume foto",
  "Playlist": "Listă de redare",
  "Playlists": "Liste de redare",
  "Subtitles": "Subtitrări",
  "Lyrics": "Versuri",
  "All": "Toate",
  "Unwatched": "Nevizionat",
  "Recently Released": "Lansat Recent",
  "Recently Added": "Adăugate recent",
  "Recently Viewed": "Recent Vizionat",
  "Recently Viewed Shows": "Seriale vizionate recent",
  "On Deck": "Redate recent",
  "By Folder": "După director",
  "Tag": "Etichetă",
  "Genre": "Gen",
  "Collection": "Colecție",
  "Bookmark": "Semn de carte",
  "Director": "Regizor",
  "Writer": "Scriitor",
  "country": "țară",
  "Chapter": "Capitol",
  "Review": "Recenzie",
  "Label": "Etichetă",
  "Version Background Processing Target": "Ținta versiunii procesării în fundal",
  "Make": "Marcă",
  "Aperture": "Deschidere",
  "Exposure": "Expunere",
  "Lens": "Lentile",
  "Device": "Dispozitiv",
  "Mood": "Stare",
  "Composer": "Compozitor",
  "Featuring": "Prezentând",
  "Track Artist": "Artist piesă",
  "Similar Artist": "Artist similar",
  "This channel is not responding.": "Acest canal nu răspunde.",
  "Sorry! There was an error signing out.": "Scuze! A apărut o eroare la deconectare.",
  "Please try again in a few minutes.": "Încearcă din nou în câteva minute.",
  "You must be lost.": "Cred că te-ai rătăcit.",
  "This page doesn't exist.": "Această pagină nu există.",
  "Media server not found.": "Serverul media nu a fost găsit.",
  "The server you're trying to access doesn't seem to exist.": "Se pare că serverul pe care încerci să îl accesezi nu există.",
  "Media not found.": "Conținutul media nu a fost găsit.",
  "The media you're trying to access doesn't seem to exist.": "Conținutul media pe care încerci să-l accesezi nu pare să existe.",
  "No soup for you!": "Nicio supă pentru tine!",
  "The server you're trying to access doesn't want to let you in. Make sure you're signed in as a user with access to this server.": "Serverul pe care încerci să-l accesezi nu te lasă să intri. Asigură-te că te-ai conectat ca un utilizator cu acces la acest server.",
  "Plex is down for maintenance.": "Plex este în mentenanță.",
  "Don't worry, it'll be back soon.": "Nu te îngrijora, revine în curând.",
  "Plex is not reachable.": "Plex nu este accesibil.",
  "Make sure your server has an internet connection and any firewalls or other programs are set to allow access.": "Asigură-te că serverul tău dispune de o conexiune la internet și că orice firewall sau alte programe sunt setate să permită accesul.",
  "Server unavailable.": "Server indisponibil.",
  "We couldn't reach \"{1}\". Make sure it's online and try again.": "Nu am putut accesa „{1}”. Asigură-te că este online și încearcă din nou.",
  "We couldn't reach this server. Make sure it's online and try again.": "Nu am putut accesa acest server. Asigură-te că este online și încearcă din nou.",
  "No": "Nu",
  "Yes": "Da",
  "Invalid Credentials": "Acreditări nevalide",
  "Your credentials have expired. Please sign in again.": "Acreditările dvs. au expirat. Conectați-vă din nou.",
  "Ignore": "Ignoră",
  "Sync status is unavailable.": "Starea sincronizării nu este disponibilă.",
  "The conversion queue is unavailable.": "Coada pentru conversie nu este disponibilă.",
  "Your channels are unavailable.": "Canalele tale sunt indisponibile.",
  "The channel directory is restricted from shared users.": "Directorul de canale este restricționat utilizatorilor distribuiți.",
  "The channel directory is unavailable.": "Directorul canalului este indisponibil.",
  "Playlists are unavailable for this server.": "Listele de redare sunt indisponibile pentru acest server.",
  "Playlist not found.": "Listă de redare negasită.",
  "Server settings are restricted from shared users.": "Setările serverului sunt restricționate utilizatorilor partajați.",
  "Server settings are unavailable.": "Setările serverului sunt indisponibile.",
  "Your friends are unavailable.": "Prietenii tăi sunt indisponibili.",
  "Your home is unavailable.": "Casa dvs. este indisponibilă.",
  "Your devices are unavailable.": "Dispozitivele tale nu sunt disponibile.",
  "This playlist is unavailable.": "Această listă de redare este indisponibilă.",
  "This playlist item is unavailable.": "Acest articol din lista de redare este indisponibil.",
  "Announcements are not available.": "Anunțurile nu sunt disponible.",
  "There was a problem connecting to this player.": "A apărut o problemă la conectarea cu acest player.",
  "This server is unavailable to the player. Please sign this server in to your Plex account and try again.": "Acest server este inaccesibil pentru player. Conectați-vă la acest server cu contul dvs. Plex și încercați din nou.",
  "This server is unavailable to the player. Please sign in to your Plex account and try again.": "Acest server este inaccesibil pentru player. Conectați-vă la acest server cu contul dvs. Plex și încercați din nou.",
  "Unable to Cast": "Nu s-a putut reda prin oglindire",
  "Your browser does not support video streaming.": "Browserul dvs. nu acceptă redarea video.",
  "Plex Media Server is not responding.": "Plex Media Server nu răspunde.",
  "The player is unable to perform this action.": "Playerul nu poate executa această acțiune.",
  "This channel was successfully reset.": "Acest canal a fost resetat cu succes.",
  "There was a problem resetting this channel.": "A apărut o problemă la resetarea acestui canal.",
  "This channel was successfully restarted.": "Acest canal a fost repornit cu succes.",
  "There was a problem restarting this channel.": "A apărut o problemă la repornirea acestui canal.",
  "Unable to Uninstall Channel": "Nu s-a putut dezinstala canalul",
  "This channel could not be uninstalled, but you can disable it in the server settings.": "Acest canal nu a putut fi dezinstalat, dar îl puteți dezactiva în setările serverului.",
  "This channel could not be uninstalled.": "Acest canal nu a putut fi dezinstalat.",
  "Uninstall Channel": "Dezinstalează canalul",
  "Are you sure you want to uninstall this channel?": "Sunteți sigur că doriți să dezinstalați acest canal?",
  "There was a problem checking for updates.": "A apărut o problemă la verificarea actualizărilor.",
  "{1} added to Watch Later.": "{1} adăugat la Vizionează mai târziu.",
  "There was a problem adding to Watch Later.": "A apărut o problemă la adăugarea la Vizionează mai târziu.",
  "There was a problem analyzing the library.": "A apărut o problemă la analizarea bibliotecii.",
  "Analyze Library": "Analizează biblioteca",
  "Analyzes all the media files in the library. The analysis captures information about the media which helps Plex decide how to optimally play back the media.": "Analizează toate fișierele media din bibliotecă. Analiza captează informații despre conținutul media, ceea ce ajută Plex să decidă cum să le redea optim.",
  "Analyze": "Analizează",
  "Cancel": "Anulează",
  "There was a problem matching this item.": "A apărut o problemă la potrivirea acestui articol.",
  "No matches were found using this agent.": "Nu au fost găsite rezultate cu ajutorul acestui agent.",
  "There was a problem searching for matches.": "A apărut o problemă la căutarea de potriviri.",
  "Unused bundles are being removed.": "Pachetele nefolosite sunt eliminate.",
  "There was a problem removing unused bundles.": "A apărut o problemă la eliminarea pachetelor nefolosite.",
  "Clean Bundles": "Curăță pachetele",
  "The media server stores information about your media to disk, as well as posters, artwork, and other media resources from the internet. Running this task deletes any bundles which are no longer in use.": "Serverul media stochează pe disc diverse informații despre conținutul media, cum ar fi afișele, coperțile și alte resurse media de pe Internet. Rularea acestei activități va duce la ștergerea pachetelor neutilizate.",
  "Clean": "Curăță",
  "Are you sure you want to delete {1} items from your filesystem?": "Sunteți sigur că doriți să ștergeți {1} articole din sistemul dvs. de fișiere?",
  "Are you sure you want to delete this item from your filesystem?": "Ești sigur că vrei să ștergi acest articol din sistemul tău de fișiere?",
  "Delete {1}": "Șterge {1}",
  "Delete": "Șterge",
  "Multiple files may be deleted.": "S-ar putea să fie șterse fișiere multiple.",
  "Yes, I'm sure": "Da, sunt sigur",
  "Delete File": "Șterge fișierul",
  "Are you sure you want to delete this file from your filesystem?": "Sunteți sigur că doriți să ștergeți acest fișier din sistemul dvs. de fișiere?",
  "There was a problem deleting the playlist.": "A apărut o problemă la ștergerea acestei liste de redare.",
  "Delete Playlist": "Șterge lista de redare",
  "Are you sure you want to delete {1}? This cannot be undone.": "Sunteți sigur că doriți să ștergeți {1}? Această acțiune este ireversibilă.",
  "There was a problem deleting the library.": "A apărut o problemă la ștergerea acestei biblioteci.",
  "Delete Library": "Șterge biblioteca",
  "Are you sure you want to delete {1}?": "Ești sigur că vrei să ștergi {1}?",
  "This cannot be undone.": "Această acțiune este ireversibilă.",
  "The preview thumbnails for items in this library were deleted.": "Previzualizările pentru articolele din această bibliotecă au fost șterse.",
  "There was a problem deleting the preview thumbnails for items in this library.": "A apărut o problemă la ștergerea previzualizărilor pentru articolele din această bibliotecă.",
  "Delete Preview Thumbnails": "Șterge previzualizările",
  "Are you sure you want to delete the preview thumbnails for items in this library? This cannot be undone.": "Sunteți sigur că doriți ștergerea previzualizările pentru articolele din această bibliotecă? Această acțiune este ireversibilă.",
  "There was a problem deleting these versions.": "A apărut o problemă la ștergerea acestor versiuni.",
  "Are you sure you want to delete {1} versions of {2}?": "Sunteți sigur că doriți să ștergeți {1} versiuni ale {2}?",
  "Are you sure you want to delete the {1} version of {2}?": "Sunteți sigur că doriți să ștergeți cele {1} versiuni ale {2}?",
  "Delete Versions": "Ștergeți versiunile",
  "Delete Version": "Șterge versiunea",
  "The trash was emptied.": "Coșul de gunoi a fost golit.",
  "There was a problem emptying the trash.": "A apărut o problemă la golirea coșului de gunoi.",
  "Empty Trash": "Golește coșul de gunoi",
  "By default the media server doesn't remove information for media right away. This helps if a drive is temporarily disconnected. When you empty the trash for a section, all information about missing media is deleted.": "În mod implicit, serverul nu elimină imediat informațiile despre conținutul media. Acest lucru ajută în cazul în care o unitate de stocare este deconectată temporar. Atunci când goliți coșul de gunoi al unei secțiuni, toate informațiile cu privire la conținutul media care lipsește în acel moment sunt eliminate.",
  "Empty": "Golește",
  "Are you sure you want to mark {1} as unwatched?": "Ești sigur că vrei să marchezi {1} ca nevizionat?",
  "Are you sure you want to mark these movies as unwatched?": "Sunteți sigur că doriți să marcați aceste filme ca nevizionate?",
  "Are you sure you want to mark all episodes of {1} as unwatched?": "Sunteți sigur că vreți să marcați toate episoadele din {1} ca nevizionate?",
  "Are you sure you want to mark these episodes as unwatched?": "Sunteți sigur că doriți să marcați aceste episoade ca nevizionate?",
  "Are you sure you want to mark these items as unwatched?": "Sunteți sigur că doriți să marcați aceste articole ca nevizionate?",
  "Mark as Unwatched": "Marchează ca nevizionat",
  "Are you sure you want to mark {1} as watched?": "Sunteți sigur că vreți să marcați {1} ca vizionat?",
  "Are you sure you want to mark these movies as watched?": "Sunteți sigur că doriți să marcați aceste filme ca vizionate?",
  "Are you sure you want to mark all episodes of {1} as watched?": "Sunteți sigur că vreți să marcați toate episoadele din {1} ca vizionate?",
  "Are you sure you want to mark these episodes as watched?": "Sunteți sigur că doriți să marcați aceste episoade ca vizionate?",
  "Are you sure you want to mark these items as watched?": "Sunteți sigur că doriți să marcați aceste articole ca vizionate?",
  "Mark as Watched": "Marchează ca vizionat",
  "There was a problem merging these items.": "A apărut o problemă la îmbinarea acestor articole.",
  "Merge": "Îmbină",
  "Are you sure you want to merge these items together?": "Sunteți sigur că doriți să îmbinați aceste articole?",
  "The database was optimized.": "Baza de date a fost optimizată.",
  "There was a problem optimizing this database.": "A apărut o problemă la optimizarea acestei baze de date.",
  "Optimize Database": "Optimizează baza de date",
  "Cleans up the library database and ensures it is operating as quickly as possible. This is especially useful when you've added or removed a large amount of media from the library.": "Curăță baza de date a bibliotecii și asigură o funcționare cât mai rapidă a acesteia. Această funcție este în mod special folositoare atunci când ați adăugat sau ați șters o cantitate mare de date din bibliotecă.",
  "Optimize": "Optimizează",
  "There was a problem rating this item.": "A apărut o problemă la evaluarea acestui articol.",
  "There was a problem refreshing.": "A apărut o problemă la reîmprospătare.",
  "There was a problem splitting this item apart.": "A apărut o problemă la divizarea acestui articol.",
  "Split Apart": "Desparte",
  "Are you sure you want to split this item apart?": "Ești sigur că vrei să divizezi acest articol?",
  "There was a problem unmatching this item.": "A apărut o eroare la anularea potrivirii acestui articol.",
  "There was a problem canceling the update.": "A apărut o problemă la anularea actualizării.",
  "There was a problem updating the library.": "A apărut o problemă la actualizarea bibliotecii.",
  "Refresh All": "Reîmprospătare completă",
  "Refresh": "Reîmprospătează",
  "There was a problem connecting your server.": "A apărut o problemă la conectare serverului dvs.",
  "There was a problem disconnecting your server.": "A apărut o problemă la deconectarea serverului dvs.",
  "Remote Installation": "Instalare de la distanță",
  "Continue": "Continuă",
  "The installer may display dialogs that require input. Make sure you have desktop access to the computer running Plex Media Server before continuing.": "Instalarea s-ar putea să afișeze ferestre care necesită completare. Asigurați-vă că aveți acces la computerul care rulează Plex Media Server înainte de continuare.",
  "If you remove the server, all syncs and shares associated with the server will be lost and you will need to sign the server in again to restore access to Plex.": "Dacă doriți să ștergeți serverul, toate sincronizările și partajările asociate cu serverul vor fi pierdute și va trebui să vă conectați cu serverul din nou pentru a restabili accesul la Plex.",
  "Are you sure you want to remove this server?": "Sunteți sigur că doriți să eliminați acest server?",
  "Remove Server": "Elimină serverul",
  "Remove": "Elimină",
  "The username or password is incorrect.": "Numele de utilizator sau parola este incorectă.",
  "There was a problem signing the server out.": "A apărut o problemă la deconectarea serverului.",
  "This account information is invalid.": "Datele acestui cont sunt nevalide.",
  "There was a problem signing up for a Plex account.": "A apărut o problemă la crearea contului Plex.",
  "Play Now": "Redă acum",
  "This will clear the contents of Up Next and play the selection instead.": "Aceasta va curăța conținutul din Urmează și va reda în schimb selecția.",
  "There was a problem accepting this invite.": "A apărut o problemă la acceptarea acestei invitații.",
  "You are the admin in your current home. If you leave, the remaining users will be removed and managed users will be deleted.": "Sunteți administratorul în casa actuală. Dacă plecați, utilizatorii rămași vor fi eliminați iar utilizatorii administrați vor fi șterși.",
  "Are you sure you want to join this home? You will leave your current home.": "Sunteți sigur că doriți să vă alăturați acestei case? Veți părăsi casa actuală.",
  "The admin of this home will have access to your account. Other users of this home will be able to switch to your account by entering your PIN.": "Administratorul acestei case va avea acces la contul dvs. Ceilalți utilizatori din această casă vor putea să comute la utilizatorul dvs. introducând codul dvs. PIN.",
  "Join Home": "Alăturați-vă casei",
  "Join": "Alătura-te",
  "Please sign in to remove sync items.": "Vă rugăm să vă conectați pentru a șterge articolele sincronizate.",
  "There was a problem removing this sync item.": "A apărut o problemă la înlăturarea acestui articol sincronizat.",
  "Stop Syncing": "Oprește sincronizarea",
  "Are you sure you want to stop syncing this item? All files created by this job will be removed from the device.": "Sunteți singur că doriți să revocați sincronizarea acestui articol? Toate fișierele create de această operațiune vor fi șterse de pe dispozitiv.",
  "There was a problem recommending this item.": "A apărut o problemă în recomandarea acestui articol.",
  "Synced items were refreshed.": "Articolele sincronizate au fost reîmprospătate.",
  "Reject Invite": "Respinge invitația",
  "Are you sure you want to reject this invite?": "Sunteți sigur că doriți să respingeți invitația?",
  "Cancel Invite": "Anulează invitația",
  "Are you sure you want to cancel this invite?": "Sunteți sigur că doriți să anulați această invitație?",
  "There was a problem rejecting this invite.": "A apărut o problema la acceptarea acestei invitații.",
  "There was a problem canceling this invite.": "A apărut o problemă la anularea cererii de prietenie.",
  "There was a problem removing this device.": "A apărut o problemă la eliminarea acestui dispozitiv.",
  "Deleting the Cloud Sync entry will stop Plex from being able to access any existing Cloud Sync content. You will need to create and upload new sync items.": "Ștergerea intrării sincronizării în cloud va opri Plex din accesarea oricărui conținut sincronizat în cloud. Va trebui să creați și să încărcați articole noi sincronizate.",
  "If you remove this device, you will need to sign in again on the device to restore access to Plex.": "Dacă eliminați dispozitivul, va trebui să vă conectați din nou pe dispozitiv pentru a restaura accesul la Plex.",
  "Remove Device": "Elimină dispozitivul",
  "There was a problem removing this friend.": "A apărut o problemă la eliminarea acestui prieten.",
  "Are you sure you want to remove {1}?": "Sunteți sigur că doriți să eliminați {1}?",
  "library": "bibliotecă",
  "libraries": "biblioteci",
  "You are sharing {1} {2} with each other.": "Partajați reciproc {1} {2}.",
  "You are sharing {1} {2} with this friend.": "Partajați {1} {2} cu acest prieten.",
  "This friend is sharing {1} {2} with you.": "Acest prieten partajează {1} {2} cu dvs.",
  "This friend will be removed from your home.": "Acest prieten va fi eliminat din casa dvs.",
  "You will be leaving your home.": "Veți părăsi casa dvs.",
  "Remove Friend": "Șterge prietenul",
  "Leave Home": "Părăsește casa",
  "Leave": "Părăsește",
  "You are the admin in this home. If you leave, the remaining users will be removed and managed users will be deleted.": "Sunteți administratorul acestei case. Dacă plecați, utilizatorii rămași vor fi înlăturați, iar cei administrați vor fi eliminați.",
  "Are you sure you want to leave this home?": "Sunteți sigur că doriți să părăsiți această casă?",
  "Remove User": "Șterge utilizatorul",
  "Removing a managed user from your home will delete the managed user. Watched status for this user will be lost. This cannot be undone.": "Eliminarea unui utilizator administrat din casa dvs. va șterge utilizatorul administrat. Starea vizionării pentru acest utilizator va fi pierdută. Acțiunea este ireversibilă.",
  "You will no longer be able to switch to this user.": "Nu veți mai putea comuta la acest utilizator.",
  "There was a problem leaving this home.": "A apărut o problemă la părăsirea acestei case.",
  "There was a problem removing this user.": "A apărut o problemă la înlăturarea acestui utilizator.",
  "There was a problem removing this share.": "A apărut o problemă la înlăturarea acestei partajări.",
  "There was a problem leaving this server.": "A apărut o problemă la părăsirea acestui server.",
  "Stop Sharing": "Oprește partajarea",
  "Are you sure you want to stop sharing with this friend?": "Sunteți sigur că doriți să opriți partajarea cu acest prieten?",
  "Leave Server": "Părăsește serverul",
  "Are you sure you want to leave this server? You can rejoin at any time.": "Sunteți sigur că doriți să părăsiți acest server? Puteți să reveniți oricând.",
  "There was a problem sharing this item.": "A apărut o problemă la partajarea acestui articol.",
  "This server needs to be connected to Plex to sync its content.": "Aceste server trebuie conectat la Plex pentru a sincroniza conținutul lui.",
  "There was a problem connecting to Plex.": "A apărut o problemă de conectare la Plex.",
  "Unable to enable guest account": "Nu s-a putut activa contul pentru musafiri",
  "Unable to disable guest account": "Nu s-a putut dezactiva contul pentru musafiri",
  "There was a problem analyzing this item.": "A apărut o problemă la analizarea acestui articol.",
  "There was a problem refreshing this item.": "A apărut o problemă la reîmprospătarea acestui articol.",
  "There was a problem updating a library.": "A apărut o problemă la actualizarea unei biblioteci.",
  "There was a problem optimizing the database.": "A apărut o problemă la optimizarea bazei de date.",
  "{1} started playing {2} on {3}.": "{1} a început redarea {2} pe {3}.",
  "{1} of {2}": "{1} din {2}",
  "There was a problem converting 1 item.": "Au apărut probleme la conversia unui articol.",
  "There were problems converting {1} items.": "Au apărut probleme la conversia a {1} articole.",
  "The server needs a Plex Pass to use sync.": "Serverul necesită un Plex Pass pentru a folosi sincronizarea.",
  "Learn More": "Află mai multe",
  "The server needs to be signed in with a Plex Pass to use sync.": "Acest server trebuie să fie conectat la un Plex Pass pentru a folosi sincronizarea.",
  "Sign In": "Conectează-te",
  "Play selected": "Redă selectatele",
  "Play All": "Redă tot",
  "Premium {1}": "{1} premium",
  "Update Library": "Actualizează biblioteca",
  "Cancel Update": "Anulează actualizarea",
  "There was a problem loading these items.": "A apărut o problemă la încărcarea acestor articole.",
  "This playlist has no items.": "Lista de redare nu are niciun articol.",
  "1 Item": "1 articol",
  "{1} Items": "{1} articole",
  "YYYY-MM-DD": "DD.MM.YYYY",
  "MIXED": "MIXT",
  "Required": "Necesar",
  "this {1}": "acest {1}",
  "original value": "valoare inițială",
  "blank": "necompletat",
  "Play {1}": "Redă {1}",
  "Queue {1}": "Pune în așteptare {1}",
  "You don't have any media servers yet.": "Încă nu aveți niciun server media.",
  "{1}Download and install{2} one and try again.": "{1}Descarcă și instalează{2} unul și încearcă din nou.",
  "There was a problem adding to this collection.": "A apărut o problemă la adăugarea la această colecție.",
  "There was a problem adding to the playlist.": "A apărut o problemă la adăugarea la lista de redare.",
  "There was a problem saving these settings.": "A apărut o problemă la salvarea acestor setări.",
  "There was an error editing this item": "A apărut o eroare la editarea acestui articol",
  "Edit {1}": "Editează {1}",
  "Your changes could not be saved.": "Schimbările tale nu au putut fi salvate.",
  "Match": "Potrivește",
  "Fix Incorrect Match": "Repară potrivirea incorectă",
  "Playlists have been imported.": "Listele de redare au fost importate.",
  "There was a problem importing.": "A apărut o problemă la import.",
  "Search {1}": "Caută {1}",
  "There was a problem loading '{1}'": "A apărut o problemă la încărcarea „{1}”",
  "Finish Watching Queue": "Termină coada de vizionare",
  "This will clear the contents of your play queue.": "Acesta va curăța conținutul listei tale de redare.",
  "You have reached the {1} person home limit.": "Ați atins limita de {1} persoane într-o casă.",
  "Your changes have been saved.": "Modificările tale au fost salvate.",
  "Right click the \"Plex It!\" button and choose Add to Favorites so you can save videos to Watch Later.": "Clic dreapta pe „Plex It!” și selectați Adaugă la favorite pentru a putea salva videoclipurile la rubrica Vizionează mai târziu.",
  "Add the button above to your favorites bar.": "Adaugă butonul de mai sus la bara ta de favorite.",
  "Drag the \"Plex it!\" button to your Bookmarks Bar so you can save videos to your Watch Later.": "Glisează butonul „Plex It!” către bara de marcaje pentru a putea salva videoclipurile la rubrica Vizionează mai târziu.",
  "Drag the button above to your bookmarks bar.": "Adaugă butonul de mai sus la bara ta cu semne de carte.",
  "{1} to copy": "{1} pentru copiere",
  "Watched": "Vizionat",
  "There was a problem deleting all versions.": "A apărut o problemă la ștergerea tuturor versiunilor.",
  "Delete All Versions": "Șterge toate versiunile",
  "Are you sure you want to delete all versions? This cannot be undone.": "Sunteți sigur că doriți să ștergeți toate versiunile? Această acțiune este ireversibilă.",
  "Unable to stop generating these versions.": "Nu s-a putut opri generarea acestor versiuni.",
  "Removing this item will delete all versions created by {1}. Are you sure you want to continue?": "Ștergerea acestui obiect va elimina toate versiunile create de {1}. Sunteți sigur că doriți să continuați?",
  "Removing this item will delete all related versions. Are you sure you want to continue?": "Ștergerea acestui obiect va elimina toate versiunile înrudite. Sunteți sigur că doriți să continuați?",
  "There was a problem disabling this version.": "A apărut o problemă la dezactivarea acestei versiuni.",
  "Remove Version": "Ștergeți versiunea",
  "Are you sure you want to delete this version? You can enable it again in Optimized Versions Settings.": "Sunteți sigur că doriți să ștergeți această versiune? O puteți activa din nou în setările versiunilor optimizate.",
  "There was a problem enabling this version.": "A apărut o problemă la activarea acestei versiuni.",
  "There was a problem processing this item.": "A apărut o problemă la procesarea acestui articol.",
  "There was a problem processing these items.": "A apărut o problemă la procesarea acestor articole.",
  "More": "Mai multe",
  "Less": "Mai puține",
  "Created": "Creat",
  "Progress for": "Progres pentru",
  "Matching": "Se potrivește",
  "Downloading metadata for": "Se descarcă metadata pentru",
  "Loading metadata for": "Se încarcă metadata pentru",
  "Finished processing": "Procesare terminată",
  "Analyzing": "Se analizează",
  "Deleted": "Șters",
  "Transcoding": "Transcodare",
  "Direct Play": "Redare directă",
  "(throttled)": "(limitat)",
  "Direct Stream": "Flux direct",
  "Transcode ({1})": "Transcodează ({1})",
  "Downloading": "Se descarcă",
  "Uploading": "Se încarcă",
  "done": "gata",
  "This media is inaccessible. Please check that the file exists with the correct permissions.": "Acest articol media este inaccesibil. Verificați dacă fișierul există cu permisiunile corecte.",
  "The metadata for this media is invalid. Please reanalyze the media and try again.": "Metadata pentru acest conținut media este nevalidă. Vă rugăm reanalizați conținutul media și încercați din nou.",
  "The client profile for the sync target is invalid.": "Profilul de client pentru această sincronizare este nevalid.",
  "An error occurred processing this media. Please check that the disk is not full.": "A apărut o eroare în procesarea acestui conținut media. Vă rugăm să vă asigurați că discul nu este plin.",
  "The transcoder was unable to process this media.": "Transcodificatorul nu a putut procesa conținutul media.",
  "This media was unable to be analyzed.": "Acest conținut media nu a putut fi analizat.",
  "This media was unable to be downloaded. Please check that it is still available and try again.": "Nu s-a putut descărca conținutul media. Vă rugăm să verificați dacă încă mai este disponibil și încercați din nou.",
  "An error occurred while syncing this media.": "A apărut o eroare la sincronizarea acestui conținut media.",
  "Installed": "Instalat",
  "Utility": "Utilitar",
  "{1} episode": "{1} episod",
  "{1} episodes": "{1} episoade",
  "user": "utilizator",
  "friend": "prieten",
  "Guest User": "Utilizator musafir",
  "Managed User": "Utilizator administrat",
  "invite sent {1}": "invitație trimisă {1}",
  "invite sent to {1}": "invitație trimisă către {1}",
  "wants you to join their home and share {1} {2} with you": "vrea să vă alăturați casei sale și să partajeze {1} {2} cu dvs.",
  "wants to be friends and share {1} {2} with you": "vrea să fiți prieteni și să partajeze {1} {2} cu dvs.",
  "wants to share {1} {2} with you": "vrea să partajeze {1} {2} cu dvs.",
  "wants you to join their home": "vrea să vă alăturați casei sale",
  "wants to be friends": "dorește să fiți prieteni",
  "Custom: {1}": "Particularizat: {1}",
  "{1} item": "{1} articol",
  "{1} items": "{1} articole",
  "0 files": "0 fișiere",
  "Your mix will resume shortly.": "Mix-ul dvs. va reporni în curând.",
  "Skipping in {1} seconds...": "Salt în {1} secunde...",
  "Casting to {1}": "Se oglindește pe {1}",
  "This user could not be added to your home.": "Acest utilizator nu a putut fi adăugat la casa dvs.",
  "An invite could not be sent to this user.": "Nu s-a putut trimite o invitație acestui utilizator.",
  "Loading...": "Se încarcă...",
  "You've added a PIN restriction": "Ați adăugat o restricție PIN",
  "You've joined a Plex Home": "V-ați alăturat unei Plex Home",
  "This PIN could not be saved.": "Codul PIN nu a putut fi salvat.",
  "This PIN could not be removed.": "Codul PIN nu a putut fi eliminat.",
  "Please enter a 4 digit PIN.": "Introdu un cod PIN din 4 cifre.",
  "No lyrics available.": "Versuri indisponibile.",
  "An error occurred loading these lyrics.": "A apărut o eroare la încărcarea versurilor.",
  "Version {1}": "Versiunea {1}",
  "Automatically select audio and subtitle tracks": "Selectează automat sonorul și subtitrările",
  "Automatically select audio and subtitle tracks in your preferred language when possible.": "Selectează automat sonorul și subtitrările în limba dvs. preferată atunci când este posibil.",
  "Prefer audio tracks in": "Preferă linia sonoră în",
  "Subtitle mode": "Modul de subtitrare",
  "Manually selected": "Selectat manual",
  "Shown with foreign audio": "Afișat cu sunetul extern",
  "Always enabled": "Întotdeauna activate",
  "Prefer subtitles in": "Preferă subtitrările în",
  "An update is available.": "Este disponibilă o actualizare.",
  "Something went wrong.": "Ceva nu a mers bine.",
  "Server settings are unavailable because the server could not be reached.": "Setările serverului sunt indisponibile pentru că serverul nu a putut fi contactat.",
  "Convert Immediately": "Convertește imediat",
  "Do you want to start converting this item immediately? Any conversion progress for '{1}' will be lost.": "Doriți să începeți conversia imediat? Orice progres pentru „{1}” va fi pierdut.",
  "Sync": "Sincronizează",
  "Paused": "Pe pauză",
  "Converting": "Se convertește",
  "Waiting": "În așteptare",
  "1 failed item": "1 articol eșuat",
  "{1} failed items": "{1} articole eșuate",
  "File unavailable": "Fișier indisponibil",
  "Invalid metadata": "Metadata invalidă",
  "Invalid profile": "Profil invalid",
  "Unable to analyze": "Nu s-a putut analiza",
  "Unable to convert": "Nu s-a putut converti",
  "Loading": "Se încarcă",
  "Connecting": "Se conectează",
  "Loading libraries": "Se încarcă bibliotecile",
  "There was an unexpected error loading libraries": "A apărut o eroare la încărcarea bibliotecilor",
  "You're not supposed to be here": "Nu ar trebui să fiți aici",
  "This page is restricted from the server \"{1}\"": "Această pagină este restricționată de la serverul „{1}”",
  "This page is restricted from this server": "Această pagină este restricționată de la acest server",
  "Tip: If \"Secure connections\" in your server's network settings is disabled, select \"Preferred\" to use the secure web app": "Sfat: Dacă opțiunea „Conexiuni securizate” din setările de rețea ale serverului dvs. este dezactivată, selectați „Preferat” pentru a utiliza aplicația web securizată",
  "The server \"{1}\" is unavailable": "Serverul „{1}” este indisponibil",
  "This server is unavailable": "Acest server este indisponibil",
  "Plex will automatically try to reconnect to this server": "Plex va încerca să se reconecteze automat la acest server",
  "You do not have access to this server": "Nu aveți acces la acest server",
  "Connecting to {1}": "Se conectează la {1}",
  "Shuffle": "Amestecă",
  "Add to Playlist...": "Adaugă la lista de redare...",
  "Edit": "Editează",
  "Sync...": "Sincronizează...",
  "Optimize...": "Optimizează...",
  "Deselect All": "Deselectează tot",
  "Account": "Cont",
  "Sharing": "Partajare",
  "Search in {1}...": "Căutați în {1}...",
  "by": "de",
  "with": "cu",
  "in": "în",
  "Selected": "Selectat",
  "Play": "Redă",
  "Play Version...": "Redă versiunea...",
  "Play Next": "Redă următorul",
  "Play Plex Mix": "Redă mixul Plex",
  "Play Trailer": "Redă trailerul",
  "Play Music Video": "Redă videoclipul muzical",
  "Fix Match...": "Reparare potrivire...",
  "Match...": "Potrivire...",
  "Unmatch": "Anulează potrivirea",
  "Download": "Descarcă",
  "Share...": "Partajează...",
  "Recommend...": "Recomandă...",
  "Get Info": "Află informații",
  "Previous Page": "Pagina anterioară",
  "Next Page": "Pagina ulterioară",
  "Downloading Metadata": "Se descarcă metadata",
  "In Trash": "La gunoi",
  "More Actions": "Mai multe acțiuni",
  "Poster Size": "Dimensiune afiș",
  "Rating": "Evaluare",
  "Add to Playlist": "Adaugă la Lista de redare",
  "{1} albums": "{1} albume",
  "{1} season": "{1} sezon",
  "{1} seasons": "{1} sezoane",
  "Save Changes": "Salvează schimbările",
  "Language": "Limba",
  "Username": "Nume de utilizator",
  "Password": "Parolă",
  "All Libraries": "Toate bibliotecile",
  "Discover": "Descoperă",
  "Plex is down for maintenance": "Plex este în mentenanță",
  "Don't worry, it will be back soon": "Nu vă îngrijorați, revenim în curând",
  "No shared libraries": "Nicio bibliotecă partajată",
  "A user in your home needs to share a library with you": "Un utilizator din casă trebuie trebuie să partajeze o bibliotecă cu dvs.",
  "Get your Plex Media Server": "Descărcați Plex Media Server",
  "Install your new server": "Instalați noul dvs. server",
  "To get started streaming your media everywhere, download and install Plex Media Server on the computer or device where you keep your media.": "Pentru a începe să partajați media dvs. pretutindeni, descărcați și instalați Plex Media Server pe computerul sau dispozitivul pe care țineți media dvs.",
  "Excellent. Check your download location for Plex Media Server and install it. Once it's running, check back here and we'll get you set up.": "Excelent. Verificați locația de descărcare pentru Plex Media Server și instalați-l. Odată ce rulează, reveniți aici și vă vom ajuta să îl setați.",
  "Download Plex Media Server": "Descărcați Plex Media Server",
  "Need to download different server?": "Trebuie să descărcați alt server?",
  "Download for Computer Platforms": "Descărcați pentru platforme PC",
  "Download for NAS Platforms": "Descărcați pentru platforme NAS",
  "Update your Plex Media Server": "Actualizați Plex Media Server",
  "This version of the web app requires Plex Media Server {1} or higher. Use one of the links below to open an available server directly.": "Această versiune a aplicației web necesită Plex Media Server {1} sau mai mare. Utilizați una dintre adresele de mai jos pentru a deschide direct unul dintre serverele disponibile.",
  "There was an unexpected error": "A apărut o eroare",
  "Please visit our forums if you continue to experience problems": "Vă rugăm să vizitați forumul nostru dacă continuați să întâmpinați probleme",
  "Go to Forums": "Mergeți la forumuri",
  "Loading dashboard": "Se încarcă tabloul de bord",
  "There was an unexpected error loading the dashboard": "A apărut o eroare la încărcarea tabloului de bord",
  "The server \"{1}\" does not support the dashboard": "Serverul „{1}” nu suportă tabloul de bord",
  "Browse libraries using the sidebar": "Răsfoiți bibliotecile utilizând bara laterală",
  "The dashboard is empty": "Tabloul de bord este gol",
  "Browse and manage your libraries using the sidebar": "Răsfoiți și administrați bibliotecile dvs. utilizând bara laterală",
  "Tip: The \"Include in dashboard\" advanced setting for each library allows content to be displayed here": "Sfat: Setarea avansată „Includere în tabloul de bord” pentru fiecare bibliotecă permite conținutului să fie afișat aici",
  "Add libraries with your media to make the most of Plex Media Server": "Adăugați biblioteci cu media dvs. pentru a beneficia la maximum de serverul media Plex",
  "Add Library": "Adaugă bibliotecă",
  "Search": "Caută",
  "A server could not be found. Download and install Plex Media Server, and it will appear here.": "Un server nu a putut fi găsit. Descărcați și instalați Plex Media Server și va apărea aici.",
  "Where is my server?": "Unde este serverul meu?",
  "No one in your home has shared a library with you.": "Nimeni din casă nu a partajat o bibliotecă cu dvs.",
  "Learn more": "Aflați mai multe",
  "The server {1} needs an update.": "Serverul {1} necesită o actualizare.",
  "The servers {1} need updates.": "Serverele {1} necesită actualizări.",
  "Please wait while servers are discovered.": "Vă rugăm așteptați cât timp se descoperă serverele.",
  "Loading {1}": "Se încarcă {1}",
  "Loading list": "Lista de încărcare",
  "There was an unexpected error loading {1}": "A apărut o eroare la încărcarea {1}",
  "There was an unexpected error loading this list": "A apărut o eroare la încărcarea acestei liste",
  "Nothing to see here": "Nimic de văzut aici",
  "There are no items in {1}": "Nu sunt articole în {1}",
  "There are no items in this list": "Nu sunt articole în această listă",
  "Looking for servers...": "Se caută servere...",
  "Unavailable": "Indisponibil",
  "Secure": "Securizat",
  "Needs Update": "Necesită actualizări",
  "Nearby": "Aproape",
  "Remote": "La distanță",
  "Mobile Sync": "Sincronizare mobilă",
  "Update Libraries": "Actualizează bibliotecile",
  "Online Content": "Conținut online",
  "Channels": "Canale",
  "Manage": "Gestionează",
  "Status": "Stare",
  "Settings": "Setări",
  "Unclaimed": "Nerevendicate",
  "Libraries": "Biblioteci",
  "There was an unexpected error loading libraries.": "A apărut o eroare la încărcarea bibliotecilor",
  "The selected server cannot be reached securely. An insecure connection may be possible.": "Serverul selectat nu a putut fi contactat în mod securizat. O conexiune nesecurizată poate fi posibilă.",
  "The selected server is unreachable. Make sure it's running, double check your network, and try again.": "Serverul selectat nu a putut fi contactat. Asigurați-vă că rulează, reverificați-vă rețeaua și încercați din nou.",
  "Try again": "Încercați din nou",
  "Reload app insecurely": "Reîncarcă aplicația în mod nesecurizat",
  "Allow insecure connection": "Permite conexiuni nesecurizate",
  "Remove server": "Șterge serverul",
  "If this server is restarted, it will automatically be added to your account again.": "Dacă acest server este repornit, va fi adăugat din nou automat la contul dvs.",
  "Your mix will resume shortly": "Mix-ul dvs. va reporni în curând",
  "Version": "Versiune",
  "Reqirements": "Cerințe",
  "Searching for {1}": "Se caută {1}",
  "Results for {1}": "Rezultate pentru {1}",
  "No matches found.": "Nu s-a găsit nicio potrivire.",
  "or": "sau",
  "Sign Up": "Înregistrează-te",
  "Confirm Password": "Confirmă parola",
  "Passwords do not match": "Parolele nu se potrivesc",
  "By creating an account, you confirm that you have read and accept the {1}Terms and Conditions{2} and are at least 13 years old.": "Prin crearea unui cont confirmați că ați citit și acceptat {1}Termenele și condițiile{2} și că vârsta dvs. este de cel puțin 13 ani.",
  "Remember me": "Ține-mă minte",
  "Alerts": "Alerte",
  "Conversion": "Conversie",
  "Now Playing": "Redare actuală",
  "Alerts are restricted from shared users.": "Alertele sunt restricționate utilizatorilor distribuiți.",
  "Pause": "Pauză",
  "Resume": "Reia",
  "Check the status in {1}Optimized Versions Settings{2}.": "Verificați starea în {1}setările versiunilor optimizate{2}.",
  "Manage your completed conversions in {1}Optimized Versions Settings{2}.": "Administrați conversiile complete în {1}setările versiunilor optimizate{2}.",
  "This requires Plex Media Server {1} or later.": "Aceasta necesită Plex Media Server {1} sau mai recentă.",
  "Now Playing is restricted from shared users.": "Redarea actuală este restricționată utilizatorilor distribuiți.",
  "Now Playing is unavailable with synced servers.": "Redarea actuală este indisponibilă cu servere sincronizate.",
  "Now Playing requires Plex Media Server {1} or later.": "Redarea actuală necesită Plex Media Server {1} sau mai recentă.",
  "Nothing is synced to this device.": "Nimic nu este sincronizat la acest dispozitiv.",
  "You have no sync capable devices.": "Nu ai niciun dispozitiv capabil să sincronizeze.",
  "Play Unwatched": "Redă nevizionatele",
  "Add to playlist": "Adaugă la lista de redare",
  "Select": "Selectează",
  "Share": "Partajează",
  "Recommend": "Recomandat",
  "Info": "Informații",
  "Options": "Opțiuni",
  "Add to Collection...": "Adaugă la colecție...",
  "More Info": "Mai multe informații",
  "An insecure media server has been found on your network.": "Un server media nesecurizat a fost găsit pe rețeaua dvs.",
  "An unclaimed media server has been found on your network.": "Un media server nerevendicat a fost găsit pe rețeaua dvs.",
  "Claim it now": "Revendică-l acum",
  "Experience new music features with a premium music library.": "Experimentează noi funcții muzicale cu o bibliotecă muzicală premium.",
  "Create a library": "Creează o bibliotecă",
  "A Plex Media Server update is available!": "Este disponibilă o nouă actualizare pentru Plex Media Server!",
  "Download now": "Descarcă acum",
  "Install now": "Instalează acum",
  "Popular Tracks": "Piese populare",
  "Music Videos": "Videoclipuri muzicale",
  "On Tour": "În turneu",
  "Similar Artists": "Artiști similari",
  "Cast": "Distribuție",
  "Extras": "Conținut extra",
  "Failed to load items for this playlist.": "Nu s-au putut încărca articolele din această listă de redare.",
  "This media type does not have a details page.": "Acest tip de conținut media nu are o pagină de detalii.",
  "Posters": "Afișe",
  "Details": "Detalii",
  "List": "Listă",
  "Import from iTunes": "Importă din iTunes",
  "Edit Library": "Editează biblioteca",
  "Channel Directory": "Dosarul canalelor",
  "Browse Channels": "Răsfoiește canalele",
  "Install Channels": "Instalează canale",
  "Check for Updates": "Verifică actualizări noi",
  "choose an image": "alege o imagine",
  "drag and drop": "glisează și eliberează",
  "enter a url": "Introdu un url",
  "Uploading artwork...": "Se încarcă coperta de album...",
  "this artwork was uploaded successfully": "această copertă a fost încărcată cu succes",
  "{1}upload another{2}": "{1}încarcă alta{2}",
  "there was an error uploading this artwork": "a apărut o eroare la încărcarea acestei coperți",
  "{1}try again{2}": "{1}încearcă din nou{2}",
  "Enter a url to upload an image from the web": "Introduceți un URL pentru a încărca o imagine de pe internet",
  "enter to {1}upload{2}": "intrați pentru a {1}încărca{2}",
  "esc to {1}cancel{2}": "esc pentru a {1}anula{2}",
  "Files": "Fișiere",
  "Labels": "Etichete",
  "Labels require Plex Media Server {1} or later.": "Etichetele necesită Plex Media Server {1} sau mai recentă.",
  "You need a Plex Pass to use restrictions.": "Trebuie să aveți un Plex Pass pentru a folosi restricțiile.",
  "Auto Match": "Potrivire automată",
  "Nothing queued": "Nimic în așteptare",
  "Up Next": "Urmează",
  "Casting on": "Se oglindește pe",
  "Disconnect": "Deconectare",
  "{1} Settings": "{1} setări",
  "Note: These settings will take effect for all libraries using the {1} agent.": "Notă: Aceste setări vor avea efect asupra tuturor bibliotecilor care utilizează agentul {1}.",
  "There was an error adding this library.": "A apărut o eroare la adăugarea acestei biblioteci.",
  "You need to {1}follow these instructions{2} to troubleshoot the Plex Media Server.": "Trebuie să {1}urmați aceste instrucțiuni{2} pentru a depana Plex Media Server.",
  "Add Folder": "Adaugă director",
  "Add": "Adaugă",
  "Select a Collection": "Selectează o colecție",
  "There are no collections in this library.": "Nu sunt colecții în această bibliotecă.",
  "New collection...": "Colecție nouă...",
  "Select a Playlist": "Selectează o listă de redare",
  "Create Playlist": "Creează o listă de redare",
  "There are no playlists on this server.": "Nu sunt liste de redare pe acest server.",
  "New playlist...": "Listă de redare nouă...",
  "Browse": "Răsfoiește",
  "Update": "Actualizează",
  "Restart": "Repornește",
  "Reset": "Resetează",
  "Uninstall": "Dezinstalează",
  "Install": "Instalează",
  "Directory Settings": "Setările dosarelor",
  "Save": "Salvează",
  "Download a Version": "Descarcă o versiune",
  "Tags": "Etichete",
  "Poster": "Afiș",
  "Background": "Fundal",
  "Add {1} Library": "Adaugă {1} bibliotecă",
  "Select type": "Selectează tipul",
  "Add folders": "Adaugă dosare",
  "Create": "Creează",
  "Advanced": "Avansat",
  "Next": "Următorul",
  "Location": "Locație",
  "Search Options": "Opțiuni de căutare",
  "Server Unreachable": "Server indisponibil",
  "Insecure connections will only be allowed when you're on the same network as the server.": "Conexiunile nesigure vor fi permise doar când sunteți în aceeași rețea cu serverul.",
  "Insecure connections will be allowed to any server.": "Conexiunile nesigure vor fi permise la orice server.",
  "The Allow Fallback to Insecure Connections setting can be changed in Web Settings. Would you like to allow insecure connections?": "Setarea Permite redarea în conexiuni nesigure poate fi schimbată în Setările Web. Vreți să permiteți conexiunile nesigure?",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library. Depending on how many tracks you have, this process can take many minutes to complete.": "Importarea din iTunes vă va importa listele de redare, evaluările, data adăugării muzicii, precum și numărul redărilor pentru piesele din biblioteca dvs. În funcție de câte piese aveți, procesul poate dura câteva minute.",
  "Overwrite existing playlists": "Suprascrie listele de redare existente",
  "Import": "Importă",
  "Keyboard Shortcuts": "Comenzi rapide de la tastatură",
  "Internet Required": "Internet necesar",
  "Plex Pass Required": "Plex Pass necesar",
  "This server cannot reach the Internet. Please verify connectivity and try again.": "Serverul nu poate accesa Internetul. Verificați conexiunea și încercați din nou.",
  "This library requires your server be signed in to a Plex Pass account.": "Această bibliotecă necesită ca serverul tău să fie conectat la un cont Plex Pass.",
  "Media Server Detection": "Detectare server media",
  "We've detected a Plex Media Server running on this computer, but we can't connect to it. {1}Sign in to your account{2} on the server so that you can access it.": "Am detectat pe acest calculator un server media Plex care rulează, dar nu ne putem conecta la acesta. Pentru a-l putea accesa, {1}conectați-vă la contul dvs.{2} de pe server.",
  "We were unable to find a Plex Media Server running on this computer. If you have one on this or another computer, make sure it's running and signed in to your account.": "Nu am reușit să detectăm pe acest calculator niciun media server Plex. Dacă dețineți un astfel de server, asigurați-vă de funcționarea acestuia precum și de conectarea dvs. la contul de pe server.",
  "For more information, please see {1}this support article{2}.": "Pentru mai multe informații, vezi {1}articolul ajutător{2}",
  "Media Info": "Informații despre media",
  "Delete Files": "Şterge fişiere",
  "Inaccessible": "Inaccesibil",
  "Please check that this file exists and the necessary drive is mounted.": "Vă rugăm să verificați dacă acest fișier există sau dacă unitatea de stocare aferentă este montată.",
  "Part": "Parte",
  "View XML": "Vezi codul XML",
  "Select a Version": "Alegeți o versiune",
  "Go Premium": "Treci la Premium",
  "This feature requires a Plex Pass subscription.": "Această funcție necesită un abonament Plex Pass.",
  "Everything you need to experience the best of Plex. Your subscription gives you premium features and exclusive access to new ones.": "Tot ce-ți trebuie pentru a experimenta ce-i mai bun la Plex. Abonamentul tău îți oferă funcții premium și acces exclusiv la altele noi.",
  "Select Friends": "Selectează prietenii",
  "Say something about this...": "Spune ceva despre asta...",
  "You need {1}friends{2} to recommend media.": "Aveți nevoie de {1}prieteni{2} pentru a recomanda conținut media.",
  "Send": "Trimite",
  "Plex Media Server Release Notes": "Noutăți Plex Media Server",
  "New": "Nou",
  "Fixes": "Reparații",
  "Choose Destination": "Alege destinația",
  "Select a File": "Selectează un fișier",
  "Resume from {1}": "Repornește de la {1}",
  "Start from beginning": "De la început",
  "Plex Media Server Downloads": "Descărcări Plex Media Server",
  "You need to {1}link your account{2}.": "Trebuie să vă {1}legați contul{2}.",
  "Sync Status": "Starea sincronizării",
  "Plex Terms of Service": "Termeni de utilizare Plex",
  "Agree": "De acord",
  "Problem Connecting to Plex": "Probleme cu conectarea la Plex",
  "Plex was unable to authenticate your server. Please sign your server out and try again.": "Plex nu a fost capabil să vă autentifice serverul. Ieșiți din server și încercați din nou.",
  "Your server was unable to reach Plex. Please ensure that the computer or device running your server can access the internet.": "Serverul dvs. nu a fost capabil să se conecteze la Plex. Asigurați-vă că dispozitivul sau computerul care rulează serverul poate accesa Internetul.",
  "Signed in to Plex": "Conectat la Plex",
  "You have successfully signed your server in to Plex, but we were unable to reach it from outside your network.": "Ați conectat cu succes serverul dvs. la Plex, dar nu am putut să-l accesăm din afara rețelei dvs.",
  "If you skip this step you will not be able to share or stream media outside your home. If you change your mind later, you can adjust this in Settings.": "Dacă săriți peste acest pas nu veți putea partaja sau reda conținut media în afara rețelei dvs. Dacă mai târziu vă răzgândiți puteți ajusta acesta în Setări.",
  "If you would like to enable this now, you will need to configure your router or firewall to allow Plex to contact your server. Please refer to our {1}Connecting a Server{2} article for more information.": "Dacă vreți să activați acesta acum, va trebui să configurați routerul sau firewall-ul pentru a permite ca Plex să contacteze serverul dvs. Citiți articolul {1}Conectarea la un server{2} pentru mai multe informații.",
  "Previous": "Anterior",
  "Playing Next": "Urmează",
  "Users": "Utilizatori",
  "Announcements": "Anunțuri",
  "Get Plex apps": "Descarcă aplicații Plex",
  "Help": "Ajutor",
  "Switch User...": "Comută utilizatorul...",
  "Sign Out": "Deconectează-te",
  "The library has no content yet.": "Biblioteca nu are încă niciun conținut.",
  "Click {1}here{2} to add content to the library.": "Clic {1}aici{2} pentru a adăuga conținut la bibliotecă.",
  "The library is still being refreshed. Hang on while we look for your content.": "Biblioteca încă se reîmprospătează. Așteaptă până căutăm conținutul.",
  "There is no content matching your active filter.": "Nu există conținut care să corespundă filtrării active.",
  "There is no content in the selected folder.": "Nu există conținut în folderul selectat.",
  "Invites": "Invitații",
  "Friends": "Prieteni",
  "Pending": "În așteptare",
  "My Home": "Casa mea",
  "Devices": "Dispozitive",
  "Add User": "Adaugă un utilizator",
  "Enable Guest": "Activează musafirul",
  "Disable Guest": "Dezactivează musafirul",
  "Invite Friend": "Invită un prieten",
  "Show Advanced": "Arată setările avansate",
  "Hide Advanced": "Ascunde setările avansate",
  "Debug": "Depanare",
  "Automatically Sign In": "Conectează-te automat",
  "Do not prompt to select a user or enter a PIN during startup on this device.": "Nu încercați să introduceți numele de utilizator sau codul PIN pe durata inițializării acestui dispozitiv.",
  "Play Theme Music": "Redă tema muzicală",
  "Automatically play theme music in the background when available.": "Redă automat tema muzicală în fundal, atunci când este disponibilă.",
  "Show Unwatched Icons": "Arată iconițele pentru nevizionate",
  "Show unwatched icons in list items.": "Arată iconițele pentru nevizionate în lista de elemente.",
  "Enable Keyboard Shortcuts": "Activează comenzile rapide de la tastatură",
  "Press ? to view the list of {1}available shortcuts{2}.": "Apasă ? pentru a vedea lista {1}scurtăturilor disponibile{2}",
  "Allow Fallback to Insecure Connections": "Permite redarea în conexiuni nesigure",
  "Allow this browser to make insecure connections to Plex Media Server if secure connections fail.": "Permite ca acest browser să încerce conexiuni nesigure în media serverul Plex dacă conexiunile sigure eșuează.",
  "Debug Level": "Nivel de depanare",
  "You can view the debug logs {1}here{2}.": "Poți vedea jurnalele de depanare {1}aici{2}",
  "Streaming Quality": "Calitatea redării",
  "Local Quality": "Calitate locală",
  "Remote Quality": "Calitate rețea externă",
  "Online Quality": "Calitate online",
  "HTML5 Player": "Player HTML5",
  "Prefer the HTML5 video player over the Flash player.": "Preferă playerul video HTML5 playerului Flash.",
  "Allows the player to play compatible media without any conversion. In most browsers, direct play supports MP4 videos with h264 video and AAC audio. Videos with subtitles cannot be played directly.": "Permite playerului să redea conținut media compatibil fără conversie. În majoritatea navigatoarelor, redarea directă suportă videoclipri MP4 cu codec video h264 și audio AAC. Videoclipurile cu subtitrări nu pot fi redate direct.",
  "Allows the server to copy compatible audio and video streams without converting them.": "Permite serverului să copieze fluxuri audio și video fără a le converti.",
  "Audio & Subtitles": "Audio și subtitrări",
  "Allow Direct Play of AC3 Audio": "Permite redarea directă a AC3 Audio",
  "Allow MP4 videos with AC3 audio to be played directly. Browser support for AC3 audio is limited.": "Permite ca videoclipurile MP4 cu audio AC3 să fie redate direct. Suportul navigatorului pentru audio AC3 este limitat.",
  "Prefer AAC Audio": "Preferă formatul audio AAC",
  "Prefer AAC over MP3 when transcoding audio. Some devices, like the Wii U, only support HLS with AAC audio.": "Preferă AAC în locul MP3 la transcodarea audio. Unele dispozitive precum Wii U acceptă doar HLS cu audio AAC.",
  "Multi-Channel Audio Boost": "Amplificare audio multi-canal",
  "Boost volume when converting multi-channel audio to stereo.": "Amplificare volum la conversia sunetului multi-canal la stereo.",
  "Subtitle Size": "Dimensiunea subtitrării",
  "Burn Subtitles": "Scrie subtitrări",
  "Determines if the server should burn in subtitles when converting video depending on the subtitles format. Avoiding burn in improves server performance and is only supported by the HTML5 player.": "Decide dacă serverul să înregistreze subtitrarea în timpul conversiei video în funcție de formatul subtitrării. Evitarea acestei înregistrări accelerează conversia, însă este suportată doar de playerul HTML5.",
  "Cinema Trailers to Play Before Movies": "Numărul trailerelor de cinema redate înaintea filmelor",
  "Great, we found a server!": "Perfect, am găsit un server!",
  "Give it a friendly name to help identify it in Plex apps and on your network.": "Dați-i un nume prietenos pentru a vă ajuta să îl identificați în aplicațiile Plex și în rețeaua dvs.",
  "Send anonymous usage data to Plex": "Trimite date statistice anonime către Plex.",
  "Help us improve everyone's Plex experience by sending anonymous usage data.": "Ajută-ne să îmbunătățim experiența Plex prin trimiterea de date de utilizare anonime.",
  "Back": "Înapoi",
  "Done": "Gata",
  "Setup is not allowed for shared servers.": "Setarea nu este permisă pentru servere partajate.",
  "A problem has been detected with a core component of Plex Media Server.": "S-a detectat o problemă la o componentă de bază a serverului media Plex.",
  "Please visit the {1}forums{2} and provide your logs, as described {3}here{4}.": "Vizitați {1}forumurile{2} și puneți la dispoziție jurnalele dvs., întocmai cum este descris {3}aici{4}.",
  "Welcome to Plex!": "Bun venit la Plex!",
  "Sign in with a Plex account to help your devices find each other, access your media from anywhere, and queue up videos from your browser to watch later in Plex.": "Conectați-vă cu un cont Plex pentru a permite dispozitivelor dvs. să se găsească, să acceseze fișierele dvs. media de oriunde și să pună videoclipuri în lista de așteptare, din browser, pentru a le urmări mai târziu în Plex.",
  "Organize Your Media": "Organizează conținutul dvs. media",
  "Plex organizes your media into libraries. You can add as many libraries as you want, and you can have multiple libraries with the same type.": "Plex organizează conținutul dvs. media în biblioteci. Puteți adăuga câte biblioteci doriți, chiar puteți avea mai multe biblioteci de același fel.",
  "Please wait a moment while Plex starts.": "Așteptați un moment până când Plex pornește.",
  "Server Setup": "Instalare server",
  "Name": "Nume",
  "Media Library": "Bibliotecă media",
  "Finish": "Termină",
  "Sort": "Sortează",
  "Filters": "Filtre",
  "Select A Filter": "Selectează un filtru",
  "Watch Later Help": "Ajutor pentru Vizionează mai târziu",
  "Add videos from your browser": "Adăugați conținut video din browserul dvs.",
  "To save a video to Watch Later, click \"Plex It!\" in your Bookmarks Bar.": "Pentru a salva un videoclip la Vizionează mai târziu, clic pe „Plex It!” în bara dvs. de marcaje.",
  "A panel will appear on the left side of the page to let you know the video has been saved.": "Un panou va apărea în partea stângă a paginii pentru a vă anunța că videoclipul a fost salvat.",
  "You can also recommend the video to friends or \"fling\" it to a Plex player and watch it there.": "Puteți recomanda videoclipul prietenilor dvs. sau îl poți reda pe un player Plex pentru a vă putea bucura de el acolo.",
  "Add videos by email": "Adaugă conținut video prin email",
  "Send an email to the address above with any link(s) you want added to Watch Later.": "Trimiteți un email la adresa de mai sus cu orice link pe care doriți să-l adăugați la Vizionează mai târziu.",
  "Add this to your address book so you can easily email links from your iPhone, iPad, Android, or any other device.": "Adăugați asta în agenda dvs. pentru a putea trimite cu ușurință linkuri de pe iPhone, iPad, Android sau orice alt dispozitiv.",
  "{1} set to {2}.": "{1} setat la {2}.",
  "Opened connection to {1}, listening for events.": "Conexiunea la {1} a fost deschisă, se urmăresc evenimentele.",
  "Connection to {1} closed.": "Conexiunea la {1} a fost închisă.",
  "Unable to listen for events on {1}.": "Nu s-au putut asculta evenimentele pe {1}.",
  "Nothing is currently being played.": "Nu este redat nimic momentan.",
  "Synced": "Sincronizat",
  "Waiting to be uploaded": "În așteptare pentru a fi încărcat",
  "Waiting to be downloaded": "În așteptare pentru a fi descărcat",
  "Waiting to be converted": "În așteptare pentru a fi convertit",
  "Disc {1}": "Discul {1}",
  "Score {1}": "Scor {1}",
  "No devices found": "Nu s-a găsit niciun dispozitiv",
  "No friends yet. {1}Invite a friend{2} and share your libraries.": "Niciun prieten încă. {1}Invitați un prieten{2} și partajați-vă bibliotecile.",
  "shares {1} {2} with you": "partajează {1} {2} cu dvs.",
  "sharing {1} {2} with this {3}": "se partajează {1} {2} cu acest {3}",
  "invited to share {1} {2}": "a invitat să partajeze {1} {2}",
  "no shared libraries": "nicio bibliotecă partajată",
  "No one else is in your home. {1}Add a user{2} to enable user switching.": "Nu mai este nimeni în casa dvs. {1}Adăugați un utilizator{2} pentru a activa comutarea utilizatorilor.",
  "You need a Plex Pass to add users to your home.": "Aveți nevoie de un Plex Pass pentru a adăuga utilizatori la casa dvs.",
  "There was a problem preparing for optimization.": "A apărut o problemă la pregătirea pentru optimizare.",
  "Version storage location": "Locația de stocare pentru versiuni",
  "In folders with original items": "În folderele cu obiectele originale",
  "A \"Plex Versions\" folder will be created in your chosen location.": "Un folder cu „versiunile Plex” va fi creat în locația aleasă de dvs.",
  "Unwatched only": "Doar nevizionate",
  "Limit to": "Limitează la",
  "items": "articole",
  "A large number of sync items may be time-consuming to convert, and the time to upload is dependent on your bandwidth. A large number of high quality items may take a very long time. If you have trouble, try reducing the number of items or your quality setting.": "Un număr mare de articole poate necesita mult timp pentru convertire, iar timpul pentru încărcare depinde de lățimea ta de bandă. Un număr mare de articole de înaltă calitate poate lua foarte mult timp. Dacă întâmpinați probleme, încercați să reduceți numărul de articole sau calitatea.",
  "A large number of sync items may be time-consuming to convert and transfer to your device. If you have trouble, try reducing the number of items.": "Un număr mare de articole poate necesita mult timp pentru convertire și transferare pe dispozitivul dvs. Dacă întâmpinați probleme, încercați să reduceți numărul de articole.",
  "A large number of items may be time-consuming to convert. If you have trouble, try reducing the number of items.": "Un număr mare de articole poate necesita mult timp pentru convertire. Dacă întâmpinați probleme, încercați să reduceți numărul de articole.",
  "Custom": "Personalizat",
  "Quality Name": "Numele calității",
  "Plex will convert your media to this quality. Each version will be stored in a separate file.": "Plex va converti media dvs. la această calitate. Fiecare versiune va fi stocată într-un fișier separat.",
  "Video optimization may take a long time to complete on this server. You'll be able to use Plex normally while you wait.": "Optimizarea video s-ar putea să necesite mult timp să se termine pe acest server. Veți putea să utilizați Plex ca de obicei cât timp așteptați.",
  "Title": "Titlu",
  "This media is being converted.": "Acest conținut media este în curs de convertire.",
  "Watch the status of the conversion {1}here{2}.": "Urmăriți starea conversiei {1}aici{2}.",
  "There was a problem syncing this media.": "A apărut o problemă la sincronizarea acestui articol media.",
  "Plex will convert your media to this quality and transfer the converted media to your device.": "Plex va converti media dvs. la această calitate și o va transfera pe dispozitivul dvs.",
  "This media is being synced.": "Acest conținut media este în curs de sincronizare.",
  "Watch the status of the sync {1}here{2}.": "Urmăriți starea sincronizării {1}aici{2}.",
  "Invite": "Invită",
  "An invite will be sent to this user.": "O invitație va fi trimisă acestui utilizator.",
  "Disable guest": "Dezactivează musafirul",
  "Delete user": "Șterge utilizatorul",
  "Remove this friend": "Șterge acest prieten",
  "Remove from home": "Șterge din casă",
  "My Servers": "Serverele mele",
  "Restrictions": "Restricții",
  "Shared With Me": "Partajat cu mine",
  "Available": "Disponibil",
  "Unauthorized": "Neautorizat",
  "Last Seen": "Văzut ultima dată",
  "Address": "Adresă",
  "Allow Channels": "Permite canalele",
  "Plex Pass restrictions": "Restricții Plex Pass",
  "Allow Sync": "Permite sincronizarea",
  "Allow Camera Upload": "Permite încărcarea prin cameră",
  "Enabling this option will allow this user to upload media to your server.": "Activarea acest opțiuni va permite acestui utilizator să încarce media pe serverul dvs.",
  "Only allow movies matching the ratings or labels below.": "Permite numai filmele care se potrivesc evaluării sau etichetelor de mai jos.",
  "Ratings": "Evaluări",
  "Allow all ratings": "Permite toate evaluările",
  "Allow all labels": "Permite toate etichetele",
  "Only allow TV shows matching the ratings or labels below.": "Permite numai emisiunile TV care se potrivesc evaluării sau etichetelor de mai jos.",
  "Sync Allowed": "Sincronizare permisă",
  "We were unable to retrieve libraries for {1}. Please ensure the server is signed in to your Plex account.": "Nu am putut să regăsim bibliotecile pentru {1}. Asigurați-vă că serverul este conectat la contul dvs. Plex.",
  "No libraries": "Nicio bibliotecă",
  "Username or email": "Nume de utilizator sau email",
  "Add an Existing Plex User": "Adaugă un utilizator Plex existent",
  "Adding a Plex user to your home will allow you to quickly switch accounts. The invited user will be asked to confirm home membership.": "Adăugarea unui utilizator Plex la casa dvs. vă va permite să schimbați cu ușurință conturile. Utilizatorului invitat i se va cere confirmarea apartenenței casei.",
  "Create a Managed User": "Creează un utilizator administrat",
  "Managed users are only available when signed in with an account in your home. You can choose any name you like and you'll be able to set restrictions on accessible media.": "Utilizatorii administrați sunt disponibili doar la conectarea cu un cont în casa dvs. Puteți să alegeți orice nume dorit și veți putea să setați restricții pe conținutul media accesibil.",
  "The invited user will be asked to confirm friendship. If libraries are shared with the user, you'll be able to set restrictions on accessible media.": "Utilizatorului invitat i se va cere confirmarea prieteniei. Dacă bibliotecile sunt partajate cu utilizatorul, veți putea să setați restricții pe conținutul media accesibil.",
  "Welcome to Plex Home": "Bun venit la Plex Home",
  "{1}, so we've made a few changes to help keep your media safe.": "{1}, am făcut unele schimbări pentru a vă păstra conținutul media în siguranță.",
  "We've increased the security requirements on this server, so anything communicating with it will need to be signed in to a Plex account.": "Am crescut cerințele pentru securitate pe acest server, așadar orice comunicare cu acesta va necesita un cont Plex.",
  "We've disabled DLNA to prevent any DLNA-enabled device from browsing and playing media without a password or PIN. You can change this preference in your {1}server settings{2}.": "Am dezactivat DLNA pentru a preveni orice dispozitiv compatibil DLNA să navigheze și să redea conținut media fără o parolă sau un PIN. Puteți schimba această preferință în {1}setările serverului{2} dvs.",
  "For more information on Plex Home security settings, please see the {1}Plex Home section{2} on our support site.": "Pentru mai multe informații privind setările de securitate ale Plex Home, consultați {1}secțiunea Plex Home{2} de pe site-ul nostru de asistență.",
  "Edit PIN": "Editează codul PIN",
  "Confirm Current PIN": "Confirmă codul PIN actual",
  "Enter PIN": "Introduceți codul PIN",
  "You do not currently have a PIN. This will allow any users in this home to switch to your account.": "Momentan, nu aveți niciun PIN. Acesta va permite utilizatorilor din această casă să comute la contul dvs.",
  "Skip": "Sari peste",
  "Select User": "Selectează un utilizator",
  "Scanner": "Scaner",
  "A scanner is required.": "Este necesar un scaner.",
  "An agent is required.": "Este necesar un agent.",
  "Add folders to your library": "Adaugă foldere în biblioteca dvs.",
  "Browse for media folder": "Răsfoiește pentru dosarul media",
  "At least one folder is required.": "Este necesar cel puțin un folder.",
  "Help us out by following {1}our guide{2} to naming and organizing your media.": "Ajutați-ne prin a urma {1}ghidul nostru{2} pentru a numi și organiza conținutul dvs. media.",
  "Create a premium Plex music library!": "Creați o bibliotecă muzicală premium Plex!",
  "Access to the best artwork, artist bios, album reviews, and more": "Accesați cele mai bune coperți, informații despre artist, recenzii de album și altele.",
  "Smart mixes based on track or mood": "Mixaje inteligente în funcție de piesă sau stare ",
  "Improved music recognition and matching": "Recunoaștere și potrivire îmbunătățită a pieselor muzicale",
  "Note: An active Plex Pass is required for this service. Don't have a Plex Pass? {1}Subscribe here{2}": "Notă: Pentru acest serviciu aveți nevoie de un Plex Pass. Nu aveți un Plex Pass? {1}Abonați-vă aici{2}",
  "Create a basic music library": "Creează o bibliotecă muzicală",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library.": "Importarea din iTunes va importa listele de redare. Împreună cu acestea vor fi importate și evaluările dvs., data la care ați adăugat piesele precum și numărul pieselor redate și omise.",
  "Select your library type": "Selectează tipul de bibliotecă",
  "Library type": "Tip de bibliotecă",
  "You must select a media type.": "Trebuie să selectați un tip de conținut media.",
  "Name your library and choose language.": "Pune un nume bibliotecii și alege limba.",
  "A library name is required.": "Este necesar un nume de bibliotecă.",
  "A language is required.": "Este necesară o limbă.",
  "Last updated {1}": "Ultima actualizare {1}",
  "Each library should only contain one type of media.": "Fiecare bibliotecă ar trebui să conțină un tip de conținut media.",
  "Year": "Anul",
  "Select which additional agents should contribute to metadata from {1}, and drag them to change the order of preference.": "Alegeți care dintre agenții adiționali ar trebui să contribuie la metadata de la {1} și poziționați-i în ordinea preferinței.",
  "Connecting server...": "Se conectează serverul...",
  "Disconnecting server...": "Se deconectează serverul...",
  "Not available outside your network": "Inaccesibil din afara rețelei dvs.",
  "First {1}sign in{2} to access your server from anywhere.": "Mai întâi {1}autentifică-te{2} pentru a accesa serverul tău de oriunde.",
  "Enable to access your server from anywhere.": "Activați accesul la serverul dvs. de oriunde.",
  "Enable Remote Access": "Activare acces de la distanță",
  "Your server is signed in to Plex, but is not reachable from outside your network. {1}Learn more{2}": "Serverul tău este logat la Plex, dar nu poate fi accesat din afara rețele tale. {1}Detalii suplimentare{2}",
  "Disable Remote Access": "Dezactivare acces de la distanță",
  "You currently have Remote Access enabled through a manually-specified port. If you wish to disable Remote Access, you will need to remove your manual port forwarding from your router.": "Momentan aveți acces de la distanță prin portul specificat manual. Dacă vreți să dezactivați accesul de la distanță, va trebui să eliminați manual portul de la routerul dvs.",
  "Server Mapping": "Mapare server",
  "Private": "Privat",
  "Unknown IP": "IP necunoscut",
  "Manually specify public port": "Specificați manual portul public",
  "Retry": "Reîncearcă",
  "Apply": "Aplică",
  "You may need to enable this to establish a direct connection from outside your network.  You may also need to configure your router.  Detailed instructions are available {1}here{2}.": "S-ar putea ca activarea acestei setări se fie necesară pentru a stabili o conexiune directă din afara rețelei. De asemenea, s-ar putea să fie necesară configurarea routerului. Instrucțiuni detaliate sunt disponibile {1}aici{2}.",
  "Server signed in as": "Conectat pe server ca",
  "This server is unclaimed and not secure": "Acest server nu a fost revendicat și nu este securizat",
  "Claiming this server will associate it with your Plex account. {1} This helps your devices find each other and helps keep your media safe.": "Revendicarea acestui server îl va asocia contului dvs. Plex. {1} Acesta ajută dispozitivele dvs. să se găsească între ele și vă ține media în siguranță.",
  "Claim Server": "Revendică serverul",
  "Sign in with your Plex account to help your devices find this server, access your media remotely, and more. {1}Learn more{2}": "Conectați-vă cu contul dvs. Plex pentru a permite dispozitivelor dvs. să găsească acest server, să acceseze fișierele dvs. media de oriunde și nu numai. {1}Aflați mai multe{2}",
  "Checking for Updates": "Se verifică actualizările",
  "Download Updates": "Descarcă actualizări",
  "Downloading Update": "Se descarcă actualizarea",
  "Install Update": "Instalează actualizarea",
  "Installing": "Se instalează",
  "Up to date": "La zi",
  "Please install manually.": "Vă rugăm instalați manual.",
  "What's New": "Ce este nou",
  "Optimized Versions requires Plex Media Server {1} or later.": "Versiunile optimizate necesită Plex Media Server {1} sau mai recentă.",
  "This Plex Media Server platform is not capable of converting video.": "Platforma media serverului Plex nu este capabilă să convertească video.",
  "There was a problem requesting media versions from this server.": "A apărut o problemă la cererea versiunilor media de pe server.",
  "Monitor conversion progress in {1}Conversion Activity{2}.": "Monitorizează progresul conversiei în {1}Activitatea de conversie{2}.",
  "Conversions for sync and media optimization will appear here.": "Conversiile pentru sincronizare și optimizare media vor apărea aici.",
  "Manage your optimized versions in {1}Optimized Versions Settings{2}.": "Administrați versiunile optimizate în {1}setările versiunilor optimizate{2}.",
  "Complete": "Terminat",
  "Choose \"Optimize...\" on items in your library and optimized versions will appear here.": "Alegeți „Optimizează...” pentru obiectele din librăria dvs. și versiunile optimizate vor apărea aici.",
  "Failed": "Eșuat",
  "New Filter": "Filtru nou",
  "Connect": "Conectează-te",
  "Agents": "Agenți",
  "Library": "Bibliotecă",
  "Network": "Rețea",
  "Languages": "Limbi",
  "Network Discovery": "Descoperire rețea",
  "Scheduled Tasks": "Sarcini programate",
  "Open Keyboard Shortcuts": "Deschide comenzile rapide de la tastatură",
  "Close Modal or Close Player or Navigate Back": "Închide Modal, închide Player sau navighează înapoi",
  "Toggle Sidebar": "Comutare bară laterală",
  "Navigate to Dashboard": "Navighează la tabloul de bord",
  "Navigate to Settings": "Navigați la setări",
  "Navigate to Activity": "Navighează la activitate",
  "Navigate to Watch Later": "Navigați la Vizionează mai târziu",
  "Navigate to Recommended": "Navigați la Recomandări",
  "Navigate to Users": "Navigați la utilizatori",
  "Navigate back": "Navighează înapoi",
  "Navigate forward": "Navighează înainte",
  "Focus Search": "Căutare concentrată",
  "Open Player": "Deschide playerul",
  "Edit Library or Edit Item": "Editează bibilioteca sau editează articolul",
  "Delete Library or Delete Item": "Șterge biblioteca sau șterge articolul",
  "Update Library or Refresh Item": "Actualizează biblioteca sau reîmprospătează articolul",
  "Analyze Library or Analyze Item": "Analizează biblioteca sau analizează articolul",
  "Play or Pause": "Redă sau pune pauză",
  "Toggle FullScreen": "Comută la ecran complet",
  "Decrease Volume": "Scade volumul",
  "Increase Volume": "Mărește volumul",
  "Seek Backward (15 seconds)": "Derulează înapoi (15 secunde)",
  "Seek Forward (30 seconds)": "Derulează înainte (30 de secunde)",
  "Step Backward (10 minutes)": "Mergi înapoi (10 minute)",
  "Step Forward (10 minutes)": "Mergi înainte (10 minute)",
  "Skip to Previous Item": "Sari la articolul precedent",
  "Skip to Next Item": "Sari la articolul următor",
  "Created {1} in {2} on {3}": "S-a creat {1} în {2} pe {3}",
  "Matching {1} in {2} on {3}": "Potrivire {1} în {2} pe {3}",
  "Downloading metadata for {1} in {2} on {3}": "Se descarcă metadata pentru {1} în {2} pe {3}",
  "Loading metadata for {1} in {2} on {3}": "Se încarcă metadata pentru {1} în {2} pe {3}",
  "Finished processing {1} in {2} on {3}": "Procesarea {1} în {2} pe {3} a fost finalizată",
  "Analyzing {1} in {2} on {3}": "Se analizează {1} în {2} pe {3}",
  "Deleted {1} in {2} on {3}": "S-a șters {1} în {2} pe {3}",
  "Episode {1}": "Episodul {1}",
  "Summary": "Rezumat",
  "Biography": "Biografie"
}