{
  "Playback of this media is not supported with the selected player.": "Prehrávanie tohto média nie je podporované vybraným prehrávačom.",
  "an item": "položku",
  "Please check the permissions for this file.": "Skontrolujte prístupové práva pre tento súbor.",
  "Please check that the file exists and the necessary drive is mounted.": "Prosím overte, či daný súbor existuje a či je pripojený potrebný disk.",
  "This server is not powerful enough to convert music.": "Tento server nemá dostatočný výkon pre prevod zvuku.",
  "This server is not powerful enough to convert video. You may be able to enable playback by increasing your quality setting.": "Tento server nie je dostatočne silný na prevod videa. Môžete umožniť prehrávanie zvýšením nastavenej kvality prehrávania.",
  "This server is not powerful enough to convert video.": "Tento server nemá dostatočný výkon pre prevod videa.",
  "Please update Plex Media Server. This feature requires {1} or later.": "Prosím aktualizujte Plex Media Server. Táto funkcia vyžaduje verziu {1} alebo novšiu.",
  "Streaming this media is unsupported.": "Streamovanie tohto videa nie je podporované.",
  "There was a problem playing this item.": "Nastal problém pri prehrávaní tejto položky.",
  "There was a problem embedding this video.": "Nastal problém pri vkladaní tohto videa.",
  "track": "stopa",
  "The server is not powerful enough to convert this {1} for smooth playback. Try playing at the original quality.": "Server nie je dostatočne výkonný na skonvertovanie {1} pre plynulé prehrávanie. Vyskúšajte prepnúť na originálnu kvalitu videa.",
  "The server is not powerful enough to convert this {1} for smooth playback.": "Server nie je dostatočne výkonný na skonvertovanie {1} pre plynulé prehrávanie.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network or try a lower quality.": "Vaše spojenie so serverom nie je dostatočne rýchle pre streaming {1}. Skontrolujte vašu sieť alebo skúste nižšiu kvalitu.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network.": "Vaše spojenie so serverom nie je dostatočne rýchle pre streaming {1}. Skontrolujte vašu sieť.",
  "We are having trouble playing this {1}. Please check your playback setup.": "Máme problémy s prehrávaním {1}. Prosím skontrolujte nastavenie prehrávania.",
  "Ensure that media deletion is enabled for library content in your server settings.": "Uistite sa vaších nastaveniach, že mazanie médií je zapnuté pre obsah knižnice .",
  "There was a problem deleting this item.": "Vyskytol sa problém s odstránením tejto položky.",
  "There was a problem selecting the stream for this item.": "Nastal problém s výberom streamu pre túto položku.",
  "There was a problem marking this item as watched.": "Nastal problém pri označovaní tejto položky ako pozeranej.",
  "There was a problem marking this item as unwatched.": "Nastal problém pri označovaní tejto položky ako pozeranej.",
  "There was a problem signing in to Plex.": "Nastal problém pri prihlasovaní do Plex.",
  "from {1}": "z {1}",
  "None": "Žiaden",
  "You can skip {1} songs an hour per mix.": "Môžete preskočiť {1} skladieb za hodinu.",
  "Watch Later": "Pozrieť neskôr",
  "Recommended": "Odporúčané",
  "{1} hr": "{1} hod",
  "{1} hr {2} min": "{1} hod {2} min",
  "{1} sec": "{1} sek",
  "Unknown": "Neznámy",
  "External": "Externý",
  "Forced": "Vynútené",
  "Low": "Nízke",
  "Medium": "Stredné",
  "High": "Vysoké",
  "Highest": "Najvyššie",
  "Sorry, there was a problem playing this item.": "Ospravedlňujeme sa, ale pri prehrávaní tejto položky nastal problém.",
  "{1} and {2}": "{1} a {2}",
  "{1}, {2}, and {3}": "{1}, {2} a {3}",
  "{1}, {2}, and {3} others": "{1}, {2} a {3} ostatné",
  "Movie": "Film",
  "Movies": "Filmy",
  "TV Show": "Seriál",
  "TV Shows": "Seriály",
  "Music": "Hudba",
  "Photo": "Fotografia",
  "Photos": "Fotografie",
  "Home Video": "Domáce video",
  "Home Videos": "Domáce videá",
  "Trailer": "Upútavka.",
  "Deleted Scene": "Zmazané scény",
  "Interview": "Rozhovor.",
  "Music Video": "Hudobné Video",
  "Behind the Scenes": "V zákulisí",
  "Scene": "Scéna",
  "Live Music Video": "Živé hudobné video",
  "Lyric Music Video": "Lyrické hudobné video",
  "Concert": "Koncert",
  "Featurette": "Krátkometrážny film",
  "Short": "Krátke",
  "Other": "Ostatné",
  "Show": "Ukázať",
  "Shows": "Seriály",
  "Season": "Séria",
  "Seasons": "Série",
  "Episode": "Epizóda",
  "Episodes": "Epizódy",
  "Trailers": "Trailer",
  "Comic": "Komédia",
  "Comics": "Komix",
  "Person": "Osoba",
  "People": "Ľudia",
  "Artist": "Umelec",
  "Artists": "Umelci",
  "Albums": "Albumy",
  "Track": "Stopa",
  "Tracks": "Skladby",
  "Picture": "Obrázok",
  "Pictures": "Obrázky",
  "Clip": "Klip",
  "Clips": "Klipy",
  "Photo Album": "Foto Album",
  "Photo Albums": "Foto Albumy",
  "Playlists": "Playlisty",
  "Audio": "Zvuk",
  "Subtitles": "Titulky",
  "Lyrics": "Texty",
  "All": "Všetko",
  "Unwatched": "Nepozerané",
  "Recently Released": "Nedávno vydané",
  "Recently Added": "Aktuálne pridané",
  "Recently Viewed": "Nedávno prezerané",
  "Recently Viewed Shows": "Naposledy sledované seriály",
  "On Deck": "Rozpozerané",
  "By Folder": "Podľa priečinku",
  "Genre": "Žáner",
  "Collection": "Kolekcia",
  "Bookmark": "Obľúbené",
  "Director": "Režisér",
  "Writer": "Autor",
  "Actor": "Herec",
  "country": "krajina",
  "Chapter": "Kapitola",
  "Review": "Recenzia",
  "Label": "Menovka",
  "Version Background Processing Target": "Cieľ pre spracovanie verzií na pozadí",
  "Make": "Vytvoriť",
  "Aperture": "Clona",
  "Exposure": "Expozícia",
  "Lens": "Objektív",
  "Device": "Zariadenie",
  "Mood": "Nálada",
  "BPM": "Úderov za minútu",
  "Composer": "Skladateľ",
  "Featuring": "Účinkujúci",
  "Track Artist": "Interpret skladby",
  "Similar Artist": "Podobný umelci",
  "This channel is not responding.": "Tento kanál neodpovedá",
  "Sorry! There was an error signing out.": "Prepáčte :(, bola to chyba, ktorá Vás odhlásila.",
  "Please try again in a few minutes.": "Skúste to znova o niekoľko minút.",
  "You must be lost.": "Musíš byť stratený.",
  "This page doesn't exist.": "Táto stránka neexistuje.",
  "Media server not found.": "Media server nebol nájdený.",
  "The server you're trying to access doesn't seem to exist.": "Server ku ktorému sa pokúšate pripojiť zrejme neexistuje.",
  "Media not found.": "Médium nebolo nájdené.",
  "The media you're trying to access doesn't seem to exist.": "Médium ku ktorému pristupujete, zrejme neexistuje.",
  "No soup for you!": "Žiadna polievka pre teba!",
  "The server you're trying to access doesn't want to let you in. Make sure you're signed in as a user with access to this server.": "Server, na ktorý sa pokúšate pripojiť vám nechce povoliť prístup. Uistite sa, že ste prihlásený ako používateľ s právami na prístup k tomuto serveru.",
  "Plex is down for maintenance.": "Plex je vypnutý z dôvodu údržby.",
  "Don't worry, it'll be back soon.": "Bez obáv, bude to čoskoro.",
  "Plex is not reachable.": "Plex nie je dostupný.",
  "Make sure your server has an internet connection and any firewalls or other programs are set to allow access.": "Uistite sa, že váš server má pripojenie k internetu a všetky brány firewallu alebo iné programy sú nastavené pre umožnenie prístupu.",
  "Server unavailable.": "Server nie je k dispozícii.",
  "We couldn't reach \"{1}\". Make sure it's online and try again.": "Nemohli sme pripojiť na \"{1}\". Uistite sa, že je on-line a skúste to znova.",
  "We couldn't reach this server. Make sure it's online and try again.": "Nemohli sme dosiahnuť na server. Uistite sa, že je on-line a skúste to znova.",
  "No": "Nie",
  "Yes": "Áno",
  "Invalid Credentials": "Neplatné prihlásenie",
  "Your credentials have expired. Please sign in again.": "Platnosť vášho prihlásenia vypršala. Prihláste sa prosím znova.",
  "Ignore": "Ignorovať",
  "Sync status is unavailable.": "Stav synchronizácie nie je k dispozícii.",
  "The conversion queue is unavailable.": "Rada položiek pre konvertovanie je nedostupná.",
  "Your channels are unavailable.": "Vaše kanály nie sú dostupné.",
  "The channel directory is restricted from shared users.": "Adresár \"Kanál\" je zakázaný pre zdieľaných užívateľov.",
  "The channel directory is unavailable.": "Adresár kanálu nie je dostupný.",
  "Playlists are unavailable for this server.": "Playlisty sú k dispozícii pre tento server.",
  "Playlist not found.": "Playlist nebol nájdený.",
  "Server settings are restricted from shared users.": "Nastavenie servera nie je dostupné pre zdieľaných užívateľov.",
  "Server settings are unavailable.": "Nastavenie servera nie je dostupné.",
  "Your friends are unavailable.": "Priatelia sú momentálne nedostupný.",
  "Your home is unavailable.": "Vaša domáca skupina nie je dostupná.",
  "Your devices are unavailable.": "Vaše zariadenia sú nedostupné.",
  "This playlist is unavailable.": "Playlist nie je dostupný.",
  "This playlist item is unavailable.": "Táto položka z playlistu je nedostupná.",
  "Announcements are not available.": "Oznámenia nie sú dostupné.",
  "There was a problem connecting to this player.": "Nastal problém pri pripájaní k tomuto prehrávaču.",
  "This server is unavailable to the player. Please sign this server in to your Plex account and try again.": "Server nie je v Chromecaste dostupný. Prosím prihláste server k vášmu Plex účtu a skúste to znova.",
  "This server is unavailable to the player. Please sign in to your Plex account and try again.": "Server nie je pre prehrávač dostupný. Prosím prihláste sa k vášmu účtu Plex a skúste to znova.",
  "Unable to Cast": "Nemožno vzdialene prehrať",
  "Your browser does not support video streaming.": "Váš prehliadač nepodporuje video streaming.",
  "Plex Media Server is not responding.": "Plex Media Server neodpovedá.",
  "The player is unable to perform this action.": "Prehrávač nemôže vykonať túto akciu.",
  "This channel was successfully reset.": "Tento kanál bol úspešne obnovený.",
  "There was a problem resetting this channel.": "Nastal problém s obnovením tohoto kanála.",
  "This channel was successfully restarted.": "Tento kanál bol úspešne reštartovaný.",
  "There was a problem restarting this channel.": "Nastal problém s reštartovaním tohoto kanálu.",
  "Unable to Uninstall Channel": "Nepodarilo sa odinštalovať kanál.",
  "This channel could not be uninstalled, but you can disable it in the server settings.": "Tento kanál nemohol byť odinštalovaný. ale môžete ho vypnúť v nastaveniach.",
  "This channel could not be uninstalled.": "Tento kanál nemôže byť odinštalovaný.",
  "Uninstall Channel": "Odinštalovať kanál",
  "Are you sure you want to uninstall this channel?": "Ste si istý, že chcete odinštalovať tento kanál?",
  "There was a problem checking for updates.": "Vyskytol sa problém s kontrolou dostupnosti aktualizácií.",
  "{1} added to Watch Later.": "{1} pridané k Pozrieť neskôr.",
  "There was a problem adding to Watch Later.": "Nastal problém pri pridávaní do Pozrieť neskôr. ",
  "There was a problem analyzing the library.": "Nastal problém s analyzovaním knižnice.",
  "Analyze Library": "Analyzovať knižnicu",
  "Analyzes all the media files in the library. The analysis captures information about the media which helps Plex decide how to optimally play back the media.": "Analyzuje všetky média súbory v knižnici. Analýza zachytáva informácie o mediach čo pomáha Plex rozhodnúť sa ako optimálne prehrávať médium.",
  "Analyze": "Analyzovať",
  "Cancel": "Zrušiť",
  "There was a problem matching this item.": "Nastal problém pri párovaní tejto položky.",
  "No matches were found using this agent.": "Použitím tohoto agenta sa nenašli žiadne páry.",
  "There was a problem searching for matches.": "Nastal problém pri hľadaní zhodných položiek.",
  "Unused bundles are being removed.": "Nepoužité balíčky budú odstránené.",
  "There was a problem removing unused bundles.": "Nastal problém s odstránením nepoužitých balíčkov.",
  "Clean Bundles": "Vyčistiť balíčky",
  "The media server stores information about your media to disk, as well as posters, artwork, and other media resources from the internet. Running this task deletes any bundles which are no longer in use.": "Medialny server ukladá informácie o vašich médiách na disk, rovnako ako postery, plagáty a ďalšie mediálne prostriedky z internetu. Spustením tejto úlohy sa odstránia všetky zväzky, ktoré už nie sú v prevádzke.",
  "Clean": "Vyčistiť",
  "Are you sure you want to delete {1} items from your filesystem?": "Naozaj chcete zmazať {1} položky z Vášho disku ?",
  "Are you sure you want to delete this item from your filesystem?": "Ste si istý, že chcete zmazať tuto položku z Vášho systému?",
  "Delete {1}": "Zmazať {1}",
  "Delete": "Vymazať",
  "Multiple files may be deleted.": "Môže byť zmazaných viac súborov.",
  "Yes, I'm sure": "Ano, som si istý",
  "Delete File": "Vymazať Súbor",
  "Are you sure you want to delete this file from your filesystem?": "Naozaj chcete zmazať tento súbor z Vášho disku ?",
  "There was a problem deleting the playlist.": "Nastal problém pri odstránení  playlistu.",
  "Delete Playlist": "Odstrániť Playlist",
  "Are you sure you want to delete {1}? This cannot be undone.": "Naozaj chcete odstrániť {1}? Akciu nie je možné vrátiť späť.",
  "There was a problem deleting the library.": "Nastal problém pri vymazávaní knižnice.",
  "Delete Library": "Vymazať knižnicu",
  "Are you sure you want to delete {1}?": "Naozaj chcete zmazať {1}?",
  "This cannot be undone.": "Túto akciu nie je možné vrátiť.",
  "The preview thumbnails for items in this library were deleted.": "Náhľady položiek v tejto knižnici boli zmazané.",
  "There was a problem deleting the preview thumbnails for items in this library.": "Zmazanie náhľadov položiek v tejto knižnici zlyhalo.",
  "Delete Preview Thumbnails": "Zmazať náhľady",
  "Are you sure you want to delete the preview thumbnails for items in this library? This cannot be undone.": "Naozaj chcete zmazať náhľady položiek v tejto knižnici? Túto akciu nie je možné vrátiť.",
  "There was a problem deleting these versions.": "Vyskytol sa problém s odstránením tejto verzie.",
  "Are you sure you want to delete {1} versions of {2}?": "Ste si istý, že chcete vymazať {1} verziu alebo {2}?",
  "Are you sure you want to delete the {1} version of {2}?": "Ste si istý, že chcete vymazať {1} verziu alebo {2}?",
  "Delete Versions": "Vymazať verzie",
  "Delete Version": "Vymazať verziu",
  "The trash was emptied.": "Kôš bol vysypaný.",
  "There was a problem emptying the trash.": "Nastal problém pri vysypávaní koša.",
  "Empty Trash": "Vysypať kôš",
  "By default the media server doesn't remove information for media right away. This helps if a drive is temporarily disconnected. When you empty the trash for a section, all information about missing media is deleted.": "Predvolený server médií nemôže vymazať informácie o médiách okamžite. To pomáha ak je disk dočasne nedostupný. Keď vyprázdnite kôš sekcie, všetky informácie o chýbajúcich médiách budú vymazané.",
  "Empty": "Vysypať",
  "Are you sure you want to mark {1} as unwatched?": "Naozaj chcete označiť {1} ako nepozreté ?",
  "Are you sure you want to mark these movies as unwatched?": "Naozaj chcete označiť všetky filmy ako nepozreté ?",
  "Are you sure you want to mark all episodes of {1} as unwatched?": "Naozaj chcete označiť všetky diely seriálu {1} ako nepozreté ?",
  "Are you sure you want to mark these episodes as unwatched?": "Naozaj chcete označiť tieto epizódy ako nepozreté?",
  "Are you sure you want to mark these items as unwatched?": "Naozaj chcete označiť tieto položky ako nepozreté ?",
  "Mark as Unwatched": "Označiť ako nepozerané",
  "Are you sure you want to mark {1} as watched?": "Naozaj chcete označiť {1} ako pozretý ?",
  "Are you sure you want to mark these movies as watched?": "Naozaj chcete označiť tieto filmy ako pozreté ?",
  "Are you sure you want to mark all episodes of {1} as watched?": "Naozaj chcete označiť všetky diely seriálu {1} ako pozreté?",
  "Are you sure you want to mark these episodes as watched?": "Naozaj chcete označiť všetky tieto epizódy ako pozreté?",
  "Are you sure you want to mark these items as watched?": "Naozaj chcete označiť tieto položky ako pozreté?",
  "Mark as Watched": "Označiť ako pozerané",
  "There was a problem merging these items.": "Nastal problém pri zlučovaní týchto položiek.",
  "Merge": "Spojiť",
  "Are you sure you want to merge these items together?": "Ste si istý, že chcete zlúčiť tieto položky?",
  "The database was optimized.": "Databáza bola optimalizovaná.",
  "There was a problem optimizing this database.": "Nastal problém s optimalizáciou databázy.",
  "Optimize Database": "Optimalizovať databázu",
  "Cleans up the library database and ensures it is operating as quickly as possible. This is especially useful when you've added or removed a large amount of media from the library.": "Vyčistí databázu knižnice a zaistí funkčnosť tak rýchlo, ako je to len možné. Toto je obzvlášť užitočné, ak ste pridali alebo odstránili väčšie množstvo médií z knižnice.",
  "Optimize": "Optimalizovať",
  "There was a problem rating this item.": "Nastal problém s ohodnotením tejto položky.",
  "There was a problem refreshing.": "Obnovenie zlyhalo.",
  "There was a problem splitting this item apart.": "Nastal problém pri oddeľovaní tejto položky.",
  "Split Apart": "Rozdeliť",
  "Are you sure you want to split this item apart?": "Ste si istý, že chcete oddeliť túto položku?",
  "There was a problem unmatching this item.": "Nastal problém pri rušení párovania tejto položky.",
  "There was a problem canceling the update.": "Nastal problém pri zrušení aktualizácie.",
  "There was a problem updating the library.": "Nastal problém pri aktualizácii knižnice.",
  "Refresh All": "Obnoviť všetko",
  "Refresh": "Obnoviť",
  "There was a problem connecting your server.": "Vyskytol sa problém s pripojením na váš server",
  "There was a problem disconnecting your server.": "Vyskytol sa problém s odpojením vášho serveru.",
  "Remote Installation": "Diaľková inštalácia.",
  "Continue": "Pokračovať",
  "The installer may display dialogs that require input. Make sure you have desktop access to the computer running Plex Media Server before continuing.": "Inštalátor môže zobraziť okno, ktoré bude vyžadovať Vašu akciu. Uistite sa, že máte prístup na plochu počítača kde beží Plex Media Server, než budete pokračovať.",
  "If you remove the server, all syncs and shares associated with the server will be lost and you will need to sign the server in again to restore access to Plex.": "Pokiaľ vymažete server, všetky synchronizácie a zdielania spojené so serverom budú stratené a bude potrebné Vaše opätovné prihlásenie k serveru.",
  "Are you sure you want to remove this server?": "Ste si istý, že chcete odstrániť tento server?",
  "Remove Server": "Odstrániť Server",
  "Remove": "Odstrániť",
  "The username or password is incorrect.": "Užívateľské meno alebo heslo je nesprávne.",
  "There was a problem signing the server out.": "Nastal problém pri odhlasovaní zo serveru.",
  "This account information is invalid.": "Údaje účtu su neplatné.",
  "There was a problem signing up for a Plex account.": "Nastal problém pri registrácii Plex účtu.",
  "Play Now": "Prehrať teraz",
  "This will clear the contents of Up Next and play the selection instead.": "Toto zmaže obsah Ďalší v poradí a prehrá namiesto toho výber.",
  "There was a problem accepting this invite.": "Nastal problém pri akceptovaní tohto pozvania.",
  "You are the admin in your current home. If you leave, the remaining users will be removed and managed users will be deleted.": "Ste admin v aktuálnej domácej skupine. Ak odídete, budú zvyšní užívatelia odstránení a správcovia zmazaní.",
  "Are you sure you want to join this home? You will leave your current home.": "Ste si istí, že sa chcete pripojiť k tomuto domovu ? Budete odpojený od svojho súčasného domova.",
  "The admin of this home will have access to your account. Other users of this home will be able to switch to your account by entering your PIN.": "Administrátor tejto domácej skupiny má prístup na Váš účet. Ostatní užívatelia tejto domácej skupiny sa môžu prepnúť na Váš účet po zadaní Vášho PINu.",
  "Join Home": "Pripojte sa domov",
  "Join": "Pripojiť",
  "Please sign in to remove sync items.": "Prosím prihláste sa pre odstránenie synchronizovaných položiek.",
  "There was a problem removing this sync item.": "Vyskytol sa problém s odstránením synchrozovanej položky.",
  "Stop Syncing": "Zastaviť synchronizáciu",
  "Are you sure you want to stop syncing this item? All files created by this job will be removed from the device.": "Ste si istý, že chcete zastaviť synchronizáciu tejto položky? Všetky vytvorené súbory touto synchronizáciou budú zo zariadenia odstránené.",
  "There was a problem recommending this item.": "Nastal problém s odporúčaním tejto položky.",
  "Synced items were refreshed.": "Synchronizované položky boli obnovené",
  "Reject Invite": "Odmietnuť Pozvanie",
  "Are you sure you want to reject this invite?": "Ste si istý, že chcete odmietnuť toto pozvanie?",
  "Cancel Invite": "Zrušiť Pozvanie",
  "Are you sure you want to cancel this invite?": "Ste si istý, že chcete zrušiť toto pozvanie?",
  "There was a problem rejecting this invite.": "Nastal problém pri odmietnutí tohto pozvania.",
  "There was a problem canceling this invite.": "Nastal problém pri zrušení tohto pozvania.",
  "There was a problem removing this device.": "Vyskytol sa problém s odstránením tohto zariadenia.",
  "Deleting the Cloud Sync entry will stop Plex from being able to access any existing Cloud Sync content. You will need to create and upload new sync items.": "Vymazanie Cloud Sync záznamu zruší prístup Plexu k existujúcemu obsahu Cloud Sync. Budete musieť vytvoriť a nahrať nové položky pre synchronizáciu.",
  "If you remove this device, you will need to sign in again on the device to restore access to Plex.": "Ak odstránite toto zariadenie, bude potrebné sa opätovne prihlásiť na zariadení pre obnovenie prístupu k Plex. ",
  "Remove Device": "Odobrať zariadenie",
  "There was a problem removing this friend.": "Vyskytol sa problém s odstránením tohto priateľa.",
  "Are you sure you want to remove {1}?": "Ste si istí, že chcete odstrániť {1}?",
  "library": "knižnica",
  "libraries": "knižnice",
  "You are sharing {1} {2} with each other.": "Vzájomne zdieľate {1} {2} .",
  "You are sharing {1} {2} with this friend.": "Zdieľate {1} {2} s týmto priateľom.",
  "This friend is sharing {1} {2} with you.": "Tento priateľ s Vami zdieľa {1} {2} .",
  "This friend will be removed from your home.": "Tento priateľ bude odstránený z vášho domova.",
  "You will be leaving your home.": "Opustíte svoju domácu skupinu",
  "Remove Friend": "Odstrániť Priateľa",
  "Leave Home": "Opustiť domov",
  "Leave": "Odísť",
  "You are the admin in this home. If you leave, the remaining users will be removed and managed users will be deleted.": "Ste administrátor v aktuálnej domácej skupine. Ak odídete, budú zvyšní užívatelia odstránení a spravovaní užívatelia zmazaní.",
  "Are you sure you want to leave this home?": "Ste si istí, že chcete opustiť túto domácu skupinu?",
  "Remove User": "Odstrániť Užívateľa ",
  "Removing a managed user from your home will delete the managed user. Watched status for this user will be lost. This cannot be undone.": "Odobratím lokálneho používateľa z vašej domácej skupiny bude konto tohto užívateľa úplne odstránené, vrátane pamäte jeho zhliadnutých médií. Akciu nemožno potom vrátiť späť.",
  "You will no longer be able to switch to this user.": "Už nepôjde prepnúť na tohoto užívateľa.",
  "There was a problem leaving this home.": "Objavil sa problém pri opustení domácej skupiny.",
  "There was a problem removing this user.": "Vyskytol sa problém s odstránením tohto užívateľa.",
  "There was a problem removing this share.": "Vyskytol sa problém s odstránením tohto zdieľania.",
  "There was a problem leaving this server.": "Vyskytol sa problém s odpojením z tohto serveru.",
  "Stop Sharing": "Zastaviť Zdieľanie",
  "Are you sure you want to stop sharing with this friend?": "Ste si istí, že chcete zastaviť zdieľanie s týmto priateľom?",
  "Leave Server": "Opustiť Server",
  "Are you sure you want to leave this server? You can rejoin at any time.": "Ste si istý, že chcete opustiť tento server? Môžete sa kedykoľvek znovu pripojiť.",
  "There was a problem sharing this item.": "Nastal problém so zdieľaním tejto položky.",
  "This server needs to be connected to Plex to sync its content.": "Tento server musí byť pripojený k Plexu pre synchronizáciu jeho obsahu.",
  "There was a problem connecting to Plex.": "Nastal problém s pripojením k Plexu.",
  "Unable to enable guest account": "Nie je možné povoliť účet guest",
  "Unable to disable guest account": "Nie je možné zakázať účet guest",
  "There was a problem analyzing this item.": "Vyskytol sa problém s analýzou tejto položky.",
  "There was a problem refreshing this item.": "Nastal problém s obnovením tejto položky.",
  "There was a problem updating a library.": "Nastal problém pri aktualizácii knižnice.",
  "There was a problem optimizing the database.": "Nastal problém s optimalizáciou databázy.",
  "{1} started playing {2} on {3}.": "{1} začal pozerať {2} o {3}.",
  "{1} of {2}": "{1} z {2}",
  "There was a problem converting 1 item.": "Nastal problém s konvertovaním tejto položky.",
  "There were problems converting {1} items.": "Nastal problém s konvertovaním {1} položky.",
  "The server needs a Plex Pass to use sync.": "Server potrebuje pre synchronizáciu Plex Pass.",
  "Learn More": "Dozvedieť sa viac",
  "The server needs to be signed in with a Plex Pass to use sync.": "Pre synchronizáciu musíte byť prihlásený s Plex Pass.",
  "Sign In": "Prihlásiť sa",
  "Play selected": "Prehrať vybrané",
  "Play All": "Prehrať všetko",
  "Premium {1}": "Prémia {1}",
  "Update Library": "Aktualizovať knižnicu",
  "Cancel Update": "Zrušiť aktualizáciu",
  "There was a problem loading these items.": "Vyskytol sa problém pri nahrávaní tejto položky.",
  "This playlist has no items.": "Tento playlist nemá žiadne položky.",
  "1 Item": "1 Položka",
  "{1} Items": "{1} Položky",
  "YYYY-MM-DD": "RRRR-MM-DD",
  "MIXED": "MIXOVANÝ",
  "Required": "Požadované",
  "this {1}": "toto {1}",
  "original value": "pôvodná hodnota",
  "blank": "prázdny",
  "Play {1}": "Prehrať {1}",
  "Queue {1}": "Zaradiť do fronty {1}",
  "You don't have any media servers yet.": "Zatiaľ nemáte žiadne média servery.",
  "{1}Download and install{2} one and try again.": "{1} Stiahnuť a nainštalovať {2} Skúste to znova.",
  "There was a problem adding to this collection.": "Vyskytol sa problém s pridaním do tejto kolekcie.",
  "There was a problem adding to the playlist.": "Nastal problém pri pridávaní do playlistu.",
  "There was a problem saving these settings.": "Vyskytol sa problém pri uložení týchto nastavení.",
  "There was an error editing this item": "Došlo k chybe, pri úprave položky.",
  "Edit {1}": "Upraviť {1}",
  "Your changes could not be saved.": "Zmeny sa nepodarilo uložiť.",
  "Match": "Priradť",
  "Fix Incorrect Match": "Opraviť zlé párovanie",
  "Playlists have been imported.": "Playlisty boli importované",
  "There was a problem importing.": "Pri importe nastal problém.",
  "Search {1}": "Vyhľadať {1}",
  "There was a problem loading '{1}'": "Nastal problém s načítaním '{1}'",
  "Finish Watching Queue": "Dokončiť sledovanie fronty",
  "This will clear the contents of your play queue.": "To vymaže obsah tvojej  fronty!",
  "You have reached the {1} person home limit.": "Dosiahli ste limit {1} osôb v domácej skupine.",
  "Your changes have been saved.": "Zmeny boli uložené.",
  "Right click the \"Plex It!\" button and choose Add to Favorites so you can save videos to Watch Later.": "Kliknite pravým tlačidlom myši na \"Plex It!\" a vyberte Pridať k obľúbeným, môžete tak uložené video prehrať neskôr.",
  "Add the button above to your favorites bar.": "Pridať vyššie uvedené tlačidlo do vášho panelu obľúbených.",
  "Drag the \"Plex it!\" button to your Bookmarks Bar so you can save videos to your Watch Later.": "Pretiahnite tlačidlo \"Plex it!\" na lištu záložiek, tak si môžete uložiť videa pre Pozrieť neskôr.",
  "Drag the button above to your bookmarks bar.": "Pretiahnite odkaz vyššie do svojho panelu záložiek (obľúbené).",
  "{1} to copy": "{1} k skopírovaniu",
  "Watched": "Pozerané",
  "There was a problem deleting all versions.": "Vyskytol sa problém s odstránením všetkých verzií.",
  "Delete All Versions": "Vymazať všetky verzie",
  "Are you sure you want to delete all versions? This cannot be undone.": "Ste si istý, že chcete odstrániť všetký verzie? tento krok je nevratný.",
  "Unable to stop generating these versions.": "Nepodarilo sa zastaviť generovanie týchto verzií.",
  "Removing this item will delete all versions created by {1}. Are you sure you want to continue?": "Odstránením tejto položky vymážete všetký verzie vyvorené {1}. Ste si istý, že chcete pokračovať?",
  "Removing this item will delete all related versions. Are you sure you want to continue?": "Odstránením tejto položky vymažete všetký relevantné verzie. Ste si istý, že chete pokračovať?",
  "There was a problem disabling this version.": "Nastal problém pri vypínaní tejto verzie.",
  "Remove Version": "Odstrániť verziu",
  "Are you sure you want to delete this version? You can enable it again in Optimized Versions Settings.": "Ste si istý, že chcete vymazať túto verziu? Môžete ju opäť zapnúť v nastaveniach optimalizácie verzií.",
  "There was a problem enabling this version.": "Nastal problém pri zapínaní tejto verzie.",
  "There was a problem processing this item.": "Nastal problém so spracovaním tejto položky.",
  "There was a problem processing these items.": "Nastal problém so spracovaním týchto položiek.",
  "More": "Viac",
  "Less": "menej",
  "Created": "Vytvorený",
  "Progress for": "Priebeh pre",
  "Matching": "Zhodujúce",
  "Downloading metadata for": "Sťahujem metadata pre",
  "Loading metadata for": "Načítavam metadata pre",
  "Finished processing": "Spracovanie dokončené",
  "Analyzing": "Analyzovanie",
  "Deleted": "Vymazané",
  "Transcoding": "Transkódovanie",
  "Direct Play": "Priame prehrávanie",
  "(throttled)": "priškrtený",
  "Direct Stream": "Priamy stream",
  "Transcode ({1})": "Transkódovať ({1})",
  "Downloading": "Sťahovanie",
  "Uploading": "Nahrávanie",
  "done": "Hotovo",
  "This media is inaccessible. Please check that the file exists with the correct permissions.": "Toto médium je neprístupné. Skontrolujte prístupové práva pre tento súbor.",
  "The metadata for this media is invalid. Please reanalyze the media and try again.": "Metadáta pre tento súbor sú neplatné. Znova analyzujte súbor.",
  "The client profile for the sync target is invalid.": "Profil klienta pre synchronizovanie cieľu je neplatný.",
  "An error occurred processing this media. Please check that the disk is not full.": "Vyskytol sa problém pri spracovaní média. Skontrolujte, či disk nieje plný.",
  "The transcoder was unable to process this media.": "Transkóder nemohol spracovať toto médium.",
  "This media was unable to be analyzed.": "Toto médium sa nedalo analyzovať.",
  "This media was unable to be downloaded. Please check that it is still available and try again.": "Toto médium sa nedalo stiahnúť. Skontrolujte či je stále dostupné a skúste znova.",
  "An error occurred while syncing this media.": "Vyskytol sa problém pri synchronizovaní tohto média.",
  "Installed": "Nainštalované",
  "Utility": "Utilita",
  "{1} episode": "{1} epizóda",
  "{1} episodes": "{1} epizódy",
  "user": "užívateľ",
  "friend": "priateľ",
  "Guest User": "Hosť",
  "Managed User": "Lokálny užívateľ",
  "invite sent {1}": "pozvanie odoslané {1}",
  "invite sent to {1}": "pozvanie odoslané {1}",
  "wants you to join their home and share {1} {2} with you": "chce Vás pripojiť ku svojej domovskej skupine a zdieľať {1} {2} s Vami ",
  "wants to be friends and share {1} {2} with you": "chce sa priateliť a sdieľať {1} {2} s Vami ",
  "wants to share {1} {2} with you": "chce zdieľať {1} {2} s Vami ",
  "wants you to join their home": "si praje, aby ste sa pripojil k jeho domácej skupine.",
  "wants to be friends": "sa chce priateliť",
  "Custom: {1}": "Používateľský {1}",
  "{1} item": "{1} položka",
  "{1} items": "{1} položky",
  "0 files": "0 súborov",
  "Your mix will resume shortly.": "Váš mix bude zakrátko pokračovať.",
  "Skipping in {1} seconds...": "Preskočenie na {1} sekúnd ...",
  "Casting to {1}": "Prehrať na {1}",
  "This user could not be added to your home.": "Tento užívateľ nemôže byť pridaný do Vašej domácej skupiny.",
  "An invite could not be sent to this user.": "Pozvánku nemožno tomuto užívateľovi odoslať.",
  "Loading...": "Načítavam...",
  "You've added a PIN restriction": "Zadal ste ochranu PINom",
  "You've joined a Plex Home": "Pripojili ste sa k Plex Home",
  "This PIN could not be saved.": "Tento PIN nemožno uložiť.",
  "This PIN could not be removed.": "Tento PIN nemožno odstrániť.",
  "Please enter a 4 digit PIN.": "Prosím, zadajte 4 miestny PIN.",
  "No lyrics available.": "Žiaden text nie je dostupný.",
  "An error occurred loading these lyrics.": "Počas načítavanie textu tejto piesne sa vyskytla neočakávaná chyba.",
  "Version {1}": "Verzia {1}",
  "Automatically select audio and subtitle tracks": "Automaticky vybrať audio a titulky",
  "Automatically select audio and subtitle tracks in your preferred language when possible.": "Automaticky vybrať zvukovú stopu a titulky vo vašom preferovanom jazyku, ak je to možné.",
  "Prefer audio tracks in": "Uprednostniť audio stopy v ",
  "Subtitle mode": "Mód tituliek",
  "Manually selected": "Vybrané manuálne",
  "Shown with foreign audio": "Zobrazené so separátnym zdrojom audia",
  "Always enabled": "Vždy povolené",
  "Prefer subtitles in": "Uprednostniť titulky v",
  "An update is available.": "Je k dispozícii aktualizácia.",
  "Something went wrong.": "Niečo sa pokazilo.",
  "Server settings are unavailable because the server could not be reached.": "Nastavenie servera su nedostupné, pretože server nie je dosiahnutelný.",
  "Convert Immediately": "Okamžite konvertovať.",
  "Do you want to start converting this item immediately? Any conversion progress for '{1}' will be lost.": "Chcete okamžite začať konvertovanie tejto položky? Celé doterajšie konvertovanie pre \"{1}\" bude stratené.",
  "Sync": "Synchronizovať",
  "Paused": "Zastavené",
  "Converting": "Konvertuje sa",
  "Waiting": "Čakajúce",
  "1 failed item": "1 položka zlyhala",
  "{1} failed items": "{1} položiek zlyhalo",
  "File unavailable": "Súbor je nedostupný",
  "Invalid metadata": "Neplatné metadáta",
  "Invalid profile": "Nesprávny profil",
  "Unable to analyze": "Analýza sa nepodarila",
  "Unable to convert": "Konvertovanie sa nepodarilo",
  "Loading": "Načítavam...",
  "Connecting": "Pripájanie",
  "Loading libraries": "Načítavanie knižnice",
  "There was an unexpected error loading libraries": "Počas načítavania knižnice sa vyskytla neočakávaná chyba {1}",
  "You're not supposed to be here": "Nemali by ste tu byť.",
  "This page is restricted from the server \"{1}\"": "Táto stránka je zo servera \"{1}\" zakázaná",
  "This page is restricted from this server": "Táto stránka je zo servera zakázaná",
  "Tip: If \"Secure connections\" in your server's network settings is disabled, select \"Preferred\" to use the secure web app": "Tip: Ak je zapnutú voľba \"Zabezpečiť spojenia\" pre Vašu sieť so serverom vypnutá, zvoľte \"Uprednostniť\" pre zabezpečenie Vašej webovej aplikácie.",
  "The server \"{1}\" is unavailable": "Server \"{1}\" je nedostupný",
  "This server is unavailable": "Server je nedostupný.",
  "Plex will automatically try to reconnect to this server": "Plex sa automaticky pokúsi pripojiť na tento server.",
  "You do not have access to this server": "Nemáte prístup k tomúto serveru.",
  "Connecting to {1}": "Pripojiť sa k {1}",
  "Shuffle": "Mix",
  "Add to Playlist...": "Pridať do Playlistu...",
  "Edit": "Upraviť",
  "Sync...": "Synchronizovať...",
  "Optimize...": "Optimalizovať...",
  "Deselect All": "Odznačiť všetko",
  "Account": "Účet",
  "Sharing": "Zdieľanie",
  "Search in {1}...": "Hľadať v {1}",
  "by": "od",
  "with": "s",
  "in": "v",
  "Selected": "Zvolené",
  "Play": "Prehrať",
  "Play Version...": "Hrať verziu...",
  "Play Next": "Prehrať ďaľšie",
  "Play Plex Mix": "Prehrať Plex Mix",
  "Play Trailer": "Prehrať Trailer",
  "Play Music Video": "Prehrať Hudobné Video",
  "Fix Match...": "Opraviť priradenie",
  "Match...": "Priradť",
  "Unmatch": "Zrušiť párovanie",
  "Download": "Stiahnuť",
  "Share...": "Zdieľať...",
  "Recommend...": "Odporučiť...",
  "Get Info": "Stiahni info",
  "Previous Page": "Predchadzajúca strana",
  "Next Page": "Ďalšia strana",
  "Downloading Metadata": "Sťahujem metadata pre",
  "In Trash": "V koši",
  "More Actions": "Viac akcií",
  "Poster Size": "Veľkosť posteru",
  "Rating": "Hodnotenie",
  "Add to Playlist": "Pridať do Playlistu",
  "{1} albums": "{1} albumy",
  "{1} season": "{1} séria",
  "{1} seasons": "{1} série",
  "Save Changes": "Uložiť zmeny",
  "Language": "Jazyk",
  "Username": "Užívateľské Meno",
  "Password": "Heslo",
  "All Libraries": "Všetky knižnice",
  "Discover": "Preskúmať",
  "Plex is down for maintenance": "Plex je vypnutý z  dôvodu údržby",
  "Don't worry, it will be back soon": "Bez obáv, vrátime sa čoskoro.",
  "No shared libraries": "Žiadná zdielaná knižnica",
  "A user in your home needs to share a library with you": "Užívateľ u Vás doma chce s Vámi zdielať knižnicu.",
  "Get your Plex Media Server": "Stiahnuť Plex Media Server.",
  "Install your new server": "Inštalovať Váš novy server",
  "To get started streaming your media everywhere, download and install Plex Media Server on the computer or device where you keep your media.": "K tomu aby ste mali prístup k Vaším médiam odkiaľkoľvek je potrebné stiahnúť a nainšťalovať Plex Media Server na zariadenie, kde máte uložené Vaše média.",
  "Excellent. Check your download location for Plex Media Server and install it. Once it's running, check back here and we'll get you set up.": "Výborne. Skontrolujte umiestnenie stiahnutej inštalácie Plex Media Servera a nainštalujte ho. Akonáhle sa spustí, vráťte sa sem a budete ho môcť jednoducho nastaviť.",
  "Download Plex Media Server": "Stiahnuť Plex Media Server.",
  "Need to download different server?": "Potrebujete stiahnúť inú verziu servera?",
  "Download for Computer Platforms": "Stiahnúť pre PC platformy",
  "Download for NAS Platforms": "Stiahnúť pre NAS platformy.",
  "Update your Plex Media Server": "Aktualizovať Váš Plex Media Server",
  "This version of the web app requires Plex Media Server {1} or higher. Use one of the links below to open an available server directly.": "Táto verzia webovej aplikácie vyžaduje Plex Media Server vo verzií {1} alebo novšiu. Otvorte server pomocou jedného z odkazov nižšie.",
  "There was an unexpected error": "Vyskytla neočakávaná chyba",
  "Please visit our forums if you continue to experience problems": "Ak bude problém pretrvávať, prosím navštívte fórum.",
  "Go to Forums": "Choď na fórum",
  "Loading dashboard": "Načitávam nástenku",
  "There was an unexpected error loading the dashboard": "Vyskytla sa neočakávaná chyba počas načítavania nástenky",
  "The server \"{1}\" does not support the dashboard": "Media server \"{1}\" nepodporuje vyhľadávanie.",
  "Browse libraries using the sidebar": "Prehliadať knižnice pomocou bočného panelu",
  "The dashboard is empty": "Nástenka je prázdna",
  "Browse and manage your libraries using the sidebar": "Prehliadať a spravovať knižnice pomocou bočného panelu",
  "Tip: The \"Include in dashboard\" advanced setting for each library allows content to be displayed here": "Tip: Ak chcete, aby sa zobrazil obsah aj na úvodnej nástenke, stačí túto možnosť povoliť v pokročilých nastaveniach.",
  "Add libraries with your media to make the most of Plex Media Server": "Pridaním všetkých médií do knižnice využijete potenciál Plexu naplno.",
  "Add Library": "Pridať knižnicu",
  "Search": "Vyhľadávanie",
  "A server could not be found. Download and install Plex Media Server, and it will appear here.": "Plex Media Server sa nepodarilo nájsť. Aby sa tu objavil, je ho potrebné stiahnúť a nainštalovať.",
  "Where is my server?": "Kde je môj server?",
  "No one in your home has shared a library with you.": "Zatiaľ s Vami nikto nezdielal žiadnú knižnicu.",
  "Learn more": "Dozvedieť sa viac.",
  "The server {1} needs an update.": "Tento server {1} výžaduje aktualizáciu.",
  "The servers {1} need updates.": "Tento server {1} výžaduje aktualizáciu.",
  "Please wait while servers are discovered.": "Čakajte prosím pokiaľ sa server preskúma.",
  "Loading {1}": "Načítavanie {1}",
  "Loading list": "Načítanie zoznamu",
  "There was an unexpected error loading {1}": "Počas načítavania sa vyskytla neočakávaná chyba {1}",
  "There was an unexpected error loading this list": "Počas načítavania zoznamu sa vyskytla neočakávaná chyba {1}",
  "Nothing to see here": "Nie je tu nič k videniu",
  "There are no items in {1}": "V {1} nie sú žiadné položky",
  "There are no items in this list": "V tomto liste nie sú žiadné položky",
  "Looking for servers...": "Vyhľadávanie serverov...",
  "Unavailable": "Nedostupné",
  "Secure": "Zabezpečenie",
  "Needs Update": "Potrebné aktualizácie",
  "Nearby": "Blízko",
  "Remote": "Vzdialený",
  "Mobile Sync": "Mobilná synchronizácia",
  "Update Libraries": "Aktualizovať knižnice",
  "Online Content": "Online obsah",
  "Channels": "Kanály",
  "Manage": "Spravovať",
  "Settings": "Nastavenia",
  "Unclaimed": "Zamietnuté",
  "Libraries": "Knižnice",
  "There was an unexpected error loading libraries.": "Počas načítavania knižnice sa vyskytla neočakávaná chyba {1}",
  "The selected server cannot be reached securely. An insecure connection may be possible.": "Na zvolený server nie je možné zabezpečené pripojenie. Nezabezpečené pripojenie je možné.",
  "The selected server is unreachable. Make sure it's running, double check your network, and try again.": "Zvolený server nie je dosiahnutelný. Uistite sa, či je spustený, skontrolujte Vašu sieť a skúste neskôr.",
  "Try again": "Skúste to znova.",
  "Reload app insecurely": "Načítať aplikáciu nezabezpečene",
  "Allow insecure connection": "Povoliť nezabezpečené spojenie",
  "Remove server": "Odstrániť Server",
  "If this server is restarted, it will automatically be added to your account again.": "Ak sa tento server reštartuje, neskôr sa opäť zobrazí vo Vašom konte.",
  "Your mix will resume shortly": "Váš mix bude za okamžík pokračovať",
  "Version": "Verzia",
  "Reqirements": "Požiadavky",
  "Searching for {1}": "Vyhľadávanie {1}",
  "Results for {1}": "Výsledok pre {1}",
  "No matches found.": "Neboli nájdené žiadne zhody.",
  "or": "alebo",
  "Sign Up": "Zaregistrujte sa",
  "Confirm Password": "Potvrdiť heslo",
  "Passwords do not match": "Zadané heslá nie sú rovnaké",
  "By creating an account, you confirm that you have read and accept the {1}Terms and Conditions{2} and are at least 13 years old.": "Vytvorením konta ste potvrdzujete, že ste prečítali a súhlasili s {1} Podmienkami a požiadavkami{2} a máte viac ako 13 rokov.",
  "Remember me": "Zapamätať si ma",
  "Alerts": "Upozornenie",
  "Conversion": "Konverzia",
  "Now Playing": "Teraz prehrávané",
  "Alerts are restricted from shared users.": "Záznamy sú obmedzené od zdieľaných užívateľov.",
  "Pause": "Pauza",
  "Resume": "Pokračovať",
  "Check the status in {1}Optimized Versions Settings{2}.": "Skontrolovať stav v {1} Nastavení optimalizovaných verzií{2}.",
  "Manage your completed conversions in {1}Optimized Versions Settings{2}.": "Skontrolujte stav v {1}Nastavení optimalizácie verzií{2}.",
  "This requires Plex Media Server {1} or later.": "Funkcia vyžaduje Plex Media Server vo verzií {1} a novšej.",
  "Now Playing is restricted from shared users.": "Práve sa prehráva, nie je dostupné pre zdieľaných užívateľov.",
  "Now Playing is unavailable with synced servers.": "Práve prehrávané nie je dostupné v pripojených serveroch.",
  "Now Playing requires Plex Media Server {1} or later.": "Práve prehrávané vyžaduje Plex Media Server {1} alebo vyšší.",
  "Nothing is synced to this device.": "Nič nie je synchronizované s týmto zariadením.",
  "You have no sync capable devices.": "Nemáte žiadne zariadenia na  synchronizáciu.",
  "Play Unwatched": "Prehrať nepozerané",
  "Add to playlist": "Pridať do playlistu",
  "Select": "Vybrať",
  "Share": "Zdielať",
  "Recommend": "Odporučiť",
  "Options": "Nadstavenia",
  "Add to Collection...": "Pridať do kolekcie",
  "More Info": "Viac informácií",
  "An insecure media server has been found on your network.": "Vo Vašej sieti sa našiel nezabezpečený server.",
  "An unclaimed media server has been found on your network.": "Vo Vašej sieti sa našiel nepotvrdený Plex Media Server.",
  "Claim it now": " Potvrdte ho teraz",
  "Experience new music features with a premium music library.": "Vyskúšajte nové hudobné funkcie s prémiovou hudobnou knižnicou.",
  "Create a library": "Vytvoriť knižnicu.",
  "A Plex Media Server update is available!": "Aktuálizácia pre Váš Plex Media Server je dostupná! Hurá! :)",
  "Download now": "Stiahnúť teraz",
  "Install now": "Inštalovať teraz",
  "Popular Tracks": "Obľúbené skladby.",
  "Music Videos": "Hudobné klipy.",
  "On Tour": "Na turné",
  "Similar Artists": "Podobní umelci",
  "Cast": "Hrajú",
  "Extras": "Extra",
  "Failed to load items for this playlist.": "Nepodarilo sa načítať položky v tomto zozname.",
  "This media type does not have a details page.": "Tento typ média neobsahuje stránku s detailmi.",
  "Posters": "Plagáty",
  "Details": "Podrobnosti",
  "List": "Zoznam",
  "Import from iTunes": "Import do iTunes",
  "Edit Library": "Upraviť knižnicu",
  "Channel Directory": "Adresár kanálov",
  "Browse Channels": "Prehliadať kanaly",
  "Install Channels": "Inštalovať kanály",
  "Check for Updates": "Kontrola aktualizácií",
  "choose an image": "zvoľte obrázok",
  "drag and drop": "potiahni a pusť",
  "enter a url": "zadajte URL",
  "Uploading artwork...": "Nahrávam obrázok",
  "this artwork was uploaded successfully": "Tieto diela boli úspešne nahrané",
  "{1}upload another{2}": "{1} nahrať ďalší {2}",
  "there was an error uploading this artwork": "nastal problém s nahrávaním tohoto obrázku",
  "{1}try again{2}": "{1}skúste to znova{2}",
  "Enter a url to upload an image from the web": "Zadajte URL pre nahranie obrázka z webu",
  "enter to {1}upload{2}": "Vstúpiť do {1} uploadovanie {2}",
  "esc to {1}cancel{2}": "esc pre {1}zrušenie{2}",
  "Files": "Súbory",
  "Labels": "Štítky",
  "Labels require Plex Media Server {1} or later.": "Štítky vyžadujú Plex Media Server {1} alebo novší.",
  "You need a Plex Pass to use restrictions.": "Musíte mať Plex Pass pre využitie reštrikcií.",
  "Auto Match": "Automatická zhoda",
  "Nothing queued": "Nič vo fronte",
  "Up Next": "Hore Ďalšie",
  "Casting on": "Prehrávam na",
  "Disconnect": "Odpojiť",
  "{1} Settings": "{1} Nastavenia",
  "Note: These settings will take effect for all libraries using the {1} agent.": "Upozornenie: Tieto nastavena sa uplatnia na všetky knižnice pomocou {1} agenta.",
  "There was an error adding this library.": "Došlo k chybe pri pridávaní tejto knižnice.",
  "You need to {1}follow these instructions{2} to troubleshoot the Plex Media Server.": "Musíte {1}nasledovať tieto inštrukcie{2} pre doriešenie problémov s Plex Media Server.",
  "Add Folder": "Pridať priečinok",
  "Add": "Pridať",
  "Select a Collection": "Vyberte kolekciu",
  "There are no collections in this library.": "V tejto knižnici nie sú žiadne kolekcie.",
  "New collection...": "Nová kolekcia...",
  "Select a Playlist": "Vybrať Zoznam",
  "Create Playlist": "Vytvoriť Zoznam",
  "There are no playlists on this server.": "Nie sú k dispozícii žiadne zoznamy skladieb na tomto serveri.",
  "New playlist...": "Nový Zoznam...",
  "Browse": "Prehliadať",
  "Update": "Aktualizácia",
  "Restart": "Reštartovať",
  "Reset": "Vynulovať",
  "Uninstall": "Odinštalovať",
  "Install": "Inštalovať",
  "Directory Settings": "Nastavenia adresára",
  "Save": "Uložiť",
  "Download a Version": "Stiahnúť verziu",
  "General": "Všeobecné",
  "Tags": "Tagy",
  "Poster": "Plagát",
  "Background": "Pozadie",
  "Add {1} Library": "Pridať {1} knižnicu",
  "Select type": "Vybrať typ",
  "Add folders": "Pridať zložky",
  "Create": "Vytvoriť",
  "Advanced": "Pokročilé",
  "Next": "Nasledujúci",
  "Location": "Poloha",
  "Search Options": "Nadstavenia vyhľadávania",
  "Server Unreachable": "Server nedostupný",
  "Insecure connections will only be allowed when you're on the same network as the server.": "Nezabezpečené pripojenie bude povolené len v prípade, že ste na rovnakej sieti ako server.",
  "Insecure connections will be allowed to any server.": "Nezabezpečené pripojenia budú povolené pre ľubovoľný server.",
  "The Allow Fallback to Insecure Connections setting can be changed in Web Settings. Would you like to allow insecure connections?": "Povolenie núdzového pripojenia pre nezabezpečené spojenie múže byť zmenené v nastaveniach webovej aplikácie. Chcete povoliť nezabezpečené pripojenie?",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library. Depending on how many tracks you have, this process can take many minutes to complete.": "Importovaním z iTunes vložíte Vaše hudobné playlisty. Do Vašej knižnice bude tiež prevzaté Vaše hodnotenie, dátum pridania hudby a počet prehratí a zastavení skladieb. Dĺžka trvania procesu je závislá na počte Vašich skladieb.",
  "Overwrite existing playlists": "Prepísať existujúce playlisty",
  "Keyboard Shortcuts": "Klávesové skratky",
  "Internet Required": "Potrebný internet",
  "Plex Pass Required": "Vyžaduje Plex Pass",
  "This server cannot reach the Internet. Please verify connectivity and try again.": "Server se nemôže pripojiť k internetu. Prosím overte pripojenie a vyskúšajte znovu.",
  "This library requires your server be signed in to a Plex Pass account.": "Táto knižnica vyžaduje, aby bol váš server prihlásený k Plex Pass účtu.",
  "Media Server Detection": "Detekcia Media Serveru",
  "We've detected a Plex Media Server running on this computer, but we can't connect to it. {1}Sign in to your account{2} on the server so that you can access it.": "Zistili sme, že Plex Media Server beží na tomto počítači, ale nemôžeme sa k nemu pripojiť. {1} Prihláste sa k svojmu účtu {2} na serveri, aby ste k nemu mohli pristupovať.",
  "We were unable to find a Plex Media Server running on this computer. If you have one on this or another computer, make sure it's running and signed in to your account.": "Nemôžeme nájsť Plex Media Server, ktorý by bežal na tomto počítači. Ak máte server na tomto alebo inom počítači, uistite sa že beží a že ste k nemu prihlásený svojim účtom.",
  "For more information, please see {1}this support article{2}.": "Pre viac informácií si prosím prečítajte {1} tento článok podpory {2}.",
  "Media Info": "Informácie o médiu",
  "Delete Files": "Vymazať Súbory",
  "Inaccessible": "Neprístupné",
  "Please check that this file exists and the necessary drive is mounted.": "Prosím skontrolujte či daný súbor existuje a či je pripojený disk, na ktorom je umiestnený.",
  "Media": "Médiá",
  "Part": "Časť",
  "View XML": "Pozrieť XML",
  "Select a Version": "Vyberte verziu",
  "Go Premium": "Prejsť na prémium",
  "This feature requires a Plex Pass subscription.": "Táto funkcia vyžaduje predplatné Plex Pass.",
  "Everything you need to experience the best of Plex. Your subscription gives you premium features and exclusive access to new ones.": "Všetko, čo potrebujete pre najlepší zážitok z Plexu. Predplatné poskytuje prémiové funkcie a exkluzívny prístup k novo vydaným verziám.",
  "Select Friends": "Označ priateľov",
  "Say something about this...": "Povedzte niečo k tomuto...",
  "You need {1}friends{2} to recommend media.": "Potrebujete mať {1} priateľa {2} aby ste mohli odporučiť.",
  "Send": "Odoslať",
  "Plex Media Server Release Notes": "Poznámky k vydaniu Plex Media Servera",
  "New": "Nový",
  "Fixes": "Opravy",
  "Choose Destination": "Vyberte destináciu",
  "Select a File": "Vyberte Súbor",
  "Resume from {1}": "Pokračovať od {1}",
  "Start from beginning": "Prehrať od začiatku",
  "Plex Media Server Downloads": "Súbory pre stiahnutie Plex Media Serveru",
  "You need to {1}link your account{2}.": "Musíte {1} pre pripojenie Vášho účtu {2}.",
  "Sync Status": "Stav synchronizácie",
  "Plex Terms of Service": "Podmienky služby Plex.",
  "Agree": "Súhlasím",
  "Problem Connecting to Plex": "Problém s pripojením do Plex-u",
  "Plex was unable to authenticate your server. Please sign your server out and try again.": "Plex sa nemohol pripojiť na váš server. Prosím, uistite sa že počítač alebo zariadenie na ktorom je váš server, má prístup na internet.",
  "Your server was unable to reach Plex. Please ensure that the computer or device running your server can access the internet.": "Váš server sa nedokázal pripojiť k plexu. Prosím uistite sa, že váš počítač alebo zariadenie ma prístup k internetu.",
  "Signed in to Plex": "Prihlásený do Plex",
  "You have successfully signed your server in to Plex, but we were unable to reach it from outside your network.": "Úspešne ste prihlásili Váš server na Plex, ale nám sa ho nepodarilo kontaktovať z internetu.",
  "If you skip this step you will not be able to share or stream media outside your home. If you change your mind later, you can adjust this in Settings.": "Ak tento krok preskočíte nebudete môcť zdieľať alebo streamovať médiá mimo svoj domov. Ak zmeníte názor neskôr, môžete to nastaviť v Nastavení.",
  "If you would like to enable this now, you will need to configure your router or firewall to allow Plex to contact your server. Please refer to our {1}Connecting a Server{2} article for more information.": "Pokiaľ toto povolíte, budete musieť nastaviť váš router alebo firewall, aby sa mohol Plex pripojiť k vášmu serveru. Pre viac informácií si prosím prečítajte článok {1} Pripájanie k serveru {2}.",
  "Previous": "Predchádzajúca",
  "Playing Next": "Prehrať nasledujúcu",
  "Users": "Užívatelia",
  "Announcements": "Oznámenia",
  "Get Plex apps": "Stiahnite si aplikácie pre Plex",
  "Help": "Nápoveda",
  "Switch User...": "Prepnúť Užívateľa...",
  "Sign Out": "Odhlásiť sa",
  "The library has no content yet.": "Knižnica zatiaľ neobsahuje položky.",
  "Click {1}here{2} to add content to the library.": "Kliknite {1}tu{2} pre pridanie obsahu do knižnice.",
  "The library is still being refreshed. Hang on while we look for your content.": "Knižnica sa stále aktualizuje. Počkajte, kým prehľadáme Váš obsah. ",
  "There is no content matching your active filter.": "Nenašiel sa žiadny obsah vyhovujúci kritériám aktívneho filtra.",
  "There is no content in the selected folder.": "Vybraný priečinok nič neobsahuje.",
  "Invites": "Pozvánky",
  "Friends": "Priatelia",
  "Pending": "Čaká",
  "My Home": "Domáca skupina",
  "Devices": "Zariadenia",
  "Add User": "Pridať užívateľa",
  "Enable Guest": "Povoliť Hosťa",
  "Disable Guest": "Zakázať Hosťa",
  "Invite Friend": "Pozvať priateľa",
  "Show Advanced": "Zobraziť pokročilé",
  "Hide Advanced": "Skryť pokročilé",
  "Debug": "Ladenie chýb",
  "Player": "Prehrávač",
  "Automatically Sign In": "Automatické prihlásenie",
  "Do not prompt to select a user or enter a PIN during startup on this device.": "Nepýtať sa na výber užívateľa, alebo zadanie PINu pri spustení v tomto zariadení",
  "Play Theme Music": "Hudobná téma",
  "Automatically play theme music in the background when available.": "Automaticky prehraj hudobnú tému v pozadí, keď je dostupná.",
  "Show Unwatched Icons": "Zobraziť u videa ikonu pri NEPOZRENÝCH",
  "Show unwatched icons in list items.": "Zobraziť u videa ikonu pri NEPOZRENÝCH v zozname položiek.",
  "Enable Keyboard Shortcuts": "Zapnúť klávesové skratky",
  "Press ? to view the list of {1}available shortcuts{2}.": "Stlačte ikonu ? pre zobrazenie zoznamu {1}dostupných skratiek{2}.",
  "Allow Fallback to Insecure Connections": "Povoliť núdzové prepnutie pre nezabezpečené pripojenia.",
  "Allow this browser to make insecure connections to Plex Media Server if secure connections fail.": "Dovoľte tomúto prehliadaču aby v prípade zlyhania zabezpečeného spojenia použil nezabezpečené spojenie.",
  "Debug Level": "Úroveň ladenia chýb",
  "You can view the debug logs {1}here{2}.": "Môžete si zobraziť protokoly ladenia {1} TU {2}.",
  "Streaming Quality": "Kvalita streamu",
  "Local Quality": "Kvalita pre lokálny prístup",
  "Original": "Originál",
  "Remote Quality": "Kvalita pre vzdialený prístup",
  "Online Quality": "Online kvalita",
  "HTML5 Player": "HTML5 prehrávač",
  "Prefer the HTML5 video player over the Flash player.": "Uprednostniť HTML5 video prehrávač pred Flash prehrávačom.",
  "Allows the player to play compatible media without any conversion. In most browsers, direct play supports MP4 videos with h264 video and AAC audio. Videos with subtitles cannot be played directly.": "Umožňuje prehrávaču prehrávať kompatibilné médiá bez konverzie. V väčšine prehliadačov priame prehrávanie podporuje MP4 videá s h264 kodekom a AAC audiom. Videá s titulkami nemôžu byť prehraté priamo.",
  "Allows the server to copy compatible audio and video streams without converting them.": "Umožňuje serveru kopírovať kompatibilné audio a video streamy bez potreby konvertovania",
  "Audio & Subtitles": "Zvuk & Titulky",
  "Allow Direct Play of AC3 Audio": "Umožňuje priame prehrávanie AC3 audia",
  "Allow MP4 videos with AC3 audio to be played directly. Browser support for AC3 audio is limited.": "Umožňuje priame prehrávanie MP4 videí s AC3 audiom. Podpora prehliadaču AC3 audia je limitovaná.",
  "Prefer AAC Audio": "Uprednostniť AAC audio",
  "Prefer AAC over MP3 when transcoding audio. Some devices, like the Wii U, only support HLS with AAC audio.": "Preferovať formát AAC pred MP3 pri transkódovaní zvuku. Niektoré zariadenia (napr. Wii U) podporujú zvuk iba cez HLS vo formáte AAC.",
  "Multi-Channel Audio Boost": "Multikanálové zosiľnenie audia.",
  "Boost volume when converting multi-channel audio to stereo.": "Zosíliť zvuk v prípade, ak sa bude konvertovať multikanálové audio na stereo.",
  "Subtitle Size": "Veľkosť tituliek",
  "Burn Subtitles": "Vložiť titulky do obrazu",
  "Determines if the server should burn in subtitles when converting video depending on the subtitles format. Avoiding burn in improves server performance and is only supported by the HTML5 player.": "Na základe formátu titulkov zistí, či by server mal pridať titulky napevno do obrazu, keď konvertuje video. Pevné pridávanie titulkov znižuje výkon servera a je podporované iba HTML5 prehrávačom.",
  "Cinema Trailers to Play Before Movies": "Kino Trailery hrať pred filmami",
  "Great, we found a server!": "Perfektné, našli sme server!",
  "Give it a friendly name to help identify it in Plex apps and on your network.": "Vlastné pomenovanie servera Vám pomôže pre identifikácií v sieti.",
  "Send anonymous usage data to Plex": "Zasielať anonymné dáta do Plex-u",
  "Help us improve everyone's Plex experience by sending anonymous usage data.": "Zasielaním anonymných štatistík používania pomôžete vylepšíť Plex.",
  "Back": "Späť",
  "Done": "Hotovo",
  "Setup is not allowed for shared servers.": "Nastavenie nie je povolené pre zdieľané servery.",
  "A problem has been detected with a core component of Plex Media Server.": "Zistil sa problém s hlavným komponentom Plex Media Server.",
  "Please visit the {1}forums{2} and provide your logs, as described {3}here{4}.": "Prosím, navštívte {1}fórum{2} a poskytnite Vaše logy ako je popísane {3}tu{4}.",
  "Welcome to Plex!": "Vitajte v Plexe!",
  "Sign in with a Plex account to help your devices find each other, access your media from anywhere, and queue up videos from your browser to watch later in Plex.": "Prihláste sa do myPlex účtu aby sa vaše zariadenia mohli navzájom nájsť, pristupujte k vašim médiám odkiaľkoľvek, a vytvárajte poradie videí z vášho prehliadača aby ste ich mohli sledovať neskôr v Plex.",
  "Organize Your Media": "Organizovať vaše médiá",
  "Plex organizes your media into libraries. You can add as many libraries as you want, and you can have multiple libraries with the same type.": "Plex usporiada vašu knižnicu do sekcií a zotriedi ju podľa typu. Môžete pridať toľko sekcií, koľko chcete a môžete mať viacero sekcií s rovnakým typom.",
  "Please wait a moment while Plex starts.": "Prosím počkajte kým Plex naštartuje.",
  "Server Setup": "Nastaviť server",
  "Name": "Názov",
  "Media Library": "Knižnica médií",
  "Finish": "Dokončiť",
  "Sort": "Zoradiť",
  "Filters": "Filtre",
  "Select A Filter": "Vyberte filter",
  "Watch Later Help": "Pozrieť neskôr Pomoc",
  "Add videos from your browser": "Pridať videá z vášho webového prehliadača",
  "To save a video to Watch Later, click \"Plex It!\" in your Bookmarks Bar.": "Pre pridanie videa do rady \"Pozrieť neskôr\" kliknite na \"Plex It!\" v panely pre obľubené záložky.",
  "A panel will appear on the left side of the page to let you know the video has been saved.": "Panel sa objaví na ľavej strane stránky, aby ste vedeli, že video bolo uložené.",
  "You can also recommend the video to friends or \"fling\" it to a Plex player and watch it there.": "Môžete tiež odporučiť video priateľom, alebo ho poslať do Plex prehrávača a tu zhliadnuť.",
  "Add videos by email": "Pridať videá emailom",
  "Send an email to the address above with any link(s) you want added to Watch Later.": "Pošlite email na vyššie uvedenú adresu s akýmikoľvek odkazmi, ktoré chcete pridať do vašej fronty.",
  "Add this to your address book so you can easily email links from your iPhone, iPad, Android, or any other device.": "Pridajte si toto do Vášho adresára aby ste mohli ľahšie poslať odkazy emailom z Vášho iPhone, iPadu, Android alebo akéhokoľvek iného zariadenia.",
  "{1} set to {2}.": "{1} nastaviť na {2}.",
  "Opened connection to {1}, listening for events.": "Spojenie s {1} bolo nadviazané, čakám na udalosti.",
  "Connection to {1} closed.": "Spojenie s {1} ukončené.",
  "Unable to listen for events on {1}.": "Nie je možné zbierať udalosti na {1}.",
  "Nothing is currently being played.": "Momentálne sa nič neprehráva.",
  "Synced": "Zosynchronizované",
  "Waiting to be uploaded": "Čaká na uploadovanie",
  "Waiting to be downloaded": "Čakanie na download",
  "Waiting to be converted": "Čakanie na konverziu",
  "Disc {1}": "Disk {1}",
  "Score {1}": "Hodnotenie {1}",
  "No devices found": "Nenašli sa žiadné zariadenia",
  "No friends yet. {1}Invite a friend{2} and share your libraries.": "Zatiaľ žiadny priateľ. {1} Pozvite priateľa {2} zdieľajte svoje knižnice.",
  "shares {1} {2} with you": "Zdieľa {1} {2} s Vami",
  "sharing {1} {2} with this {3}": "zdieľanie {1} {2} s priateľom: {3}",
  "invited to share {1} {2}": "pozvaný na zdieľanie {1} {2}",
  "no shared libraries": "žiadne zdieľané knižnice",
  "No one else is in your home. {1}Add a user{2} to enable user switching.": "Nikto ďalší nie je vo Vašej domácej skupine. {1} Pridajte užívateľa {2} aby ste aktivovali prepínania používateľov.",
  "You need a Plex Pass to add users to your home.": "Musíte mať Plex Pass aby ste mohli pridať užívateľa do domácej skupiny.",
  "There was a problem preparing for optimization.": "Nastal problém počas prípravy optimalizácie.",
  "Version storage location": "Miesto pre ukladanie verzií.",
  "In folders with original items": "V priečinkoch s originálnymi položkami",
  "A \"Plex Versions\" folder will be created in your chosen location.": "Priečinky \"Plex verzií\" sa vytvoria v zvolenom umiestnení.",
  "Unwatched only": "Len nepozerané",
  "Limit to": "Obmedziť na",
  "items": "položky",
  "A large number of sync items may be time-consuming to convert, and the time to upload is dependent on your bandwidth. A large number of high quality items may take a very long time. If you have trouble, try reducing the number of items or your quality setting.": "Konvertovanie veľkého počtu synchronizovaných položiek, môže byt časovo náročne a čas na upload je závislý od rýchlosti Vášho pripojenia. Veľký počet položiek s vysokou kvalitou trvá veľmi dlho. V prípade problému, skúste znížiť počet položiek alebo upravte nastavenie kvality.",
  "A large number of sync items may be time-consuming to convert and transfer to your device. If you have trouble, try reducing the number of items.": "Konvertovanie a presun veľkého počtu synchronizovaných položiek do Vášho zariadenia môže byť časovo náročne. Ak máte problém, pokúste sa znížiť počet položiek.",
  "A large number of items may be time-consuming to convert. If you have trouble, try reducing the number of items.": "Konvertovanie a presun veľkého počtu synchronizovaných položiek do Vášho zariadenia môže byť časovo náročne. Ak máte problém, pokúste sa znížiť počet položiek.",
  "Custom": "Vlastné",
  "Quality Name": "Kvalita",
  "Plex will convert your media to this quality. Each version will be stored in a separate file.": "Plex bude konvertovať média do tejto kvality. Každá verzia bude uložená v samostatnom súbore.",
  "Video optimization may take a long time to complete on this server. You'll be able to use Plex normally while you wait.": "Video optimalizácia može trvať nejaký čas pre to, aby si sa dokončila. Plex budete môcť normálne používať.",
  "Title": "Názov",
  "This media is being converted.": "Toto médium sa práve teraz konvertuje.",
  "Watch the status of the conversion {1}here{2}.": "Sledovať stav konvertovania {1}tu{2}.",
  "There was a problem syncing this media.": "Objavil sa problém so synchronizáciou tohoto média.",
  "Plex will convert your media to this quality and transfer the converted media to your device.": "Plex bude konvertovať média do tejto kvality a skonvertované média presunie do Vášho zariadenia.",
  "This media is being synced.": "Toto médium sa bude synchronizovať na vaše zariadenie.",
  "Watch the status of the sync {1}here{2}.": "Pozrieť stav synchronizácie {1}tu{2}.",
  "Invite": "Pozvať",
  "An invite will be sent to this user.": "Tomuto užívateľovi bude odoslané pozvanie.",
  "Disable guest": "Zakázať hosťa",
  "Delete user": "Zmazať užívateľa",
  "Remove this friend": "Odstrániť tohto priateľa",
  "Remove from home": "Odobrať z domova",
  "My Servers": "Moje Servery",
  "Restrictions": "Obmedzenia",
  "Shared With Me": "Zdieľané somnou",
  "Available": "Dostupné",
  "Unauthorized": "Neautorizovaný",
  "Last Seen": "Naposledy videný.",
  "Address": "Adresa",
  "Allow Channels": "Povoliť kanály",
  "Plex Pass restrictions": "Obmedznia Plex Pass",
  "Allow Sync": "Povoliť synchronizáciu",
  "Allow Camera Upload": "Povoliť odosielanie fotografií",
  "Enabling this option will allow this user to upload media to your server.": "Zapnútim tejto možnosti bude môcť uživateľ odosielať média na Váš server.",
  "Only allow movies matching the ratings or labels below.": "Povoliť len filmy zodpovedajúce nižšie uvedenému hodnoteniam a označeniam.",
  "Ratings": "Hodnotenie",
  "Allow all ratings": "Povoliť všetky hodnotenia",
  "Allow all labels": "Povoliť všetky označenia",
  "Only allow TV shows matching the ratings or labels below.": "Povoliť len seriály zodpovedajúce nižšie uvedenému hodnoteniam a označeniam.",
  "Sync Allowed": "Synchronizácia povolená",
  "We were unable to retrieve libraries for {1}. Please ensure the server is signed in to your Plex account.": "Nepodarilo sa nám získať knižnice pre {1}. Prosím, uistite sa, že je server prihlásený k vášmu Plex účtu.",
  "No libraries": "Bez knižnice",
  "Username or email": "Užívateľské meno alebo email",
  "Add an Existing Plex User": "Pridať existujúceho Plex užívateľa",
  "Adding a Plex user to your home will allow you to quickly switch accounts. The invited user will be asked to confirm home membership.": "Pridaním Plex užívateľa do Vašej domácej skupiny Vám umožní rýchle prepínanie používateľov. Pozvaný užívateľ bude požiadaný o akceptovanie pozvania.",
  "Create a Managed User": "Vytvoriť lokálneho užívateľa",
  "Managed users are only available when signed in with an account in your home. You can choose any name you like and you'll be able to set restrictions on accessible media.": "Spravovaní užívatelia sú k dispozícii iba keď ste prihlásení pomocou konta vo vašej domácnosti. Zvolte si meno podľa predstáv a môžete nastaviť obmedzenia prístupu k médiám.",
  "The invited user will be asked to confirm friendship. If libraries are shared with the user, you'll be able to set restrictions on accessible media.": "Pozvaný užívateľ bude požiadaný o súhlas s priateľstvom. Ak s užívateľom zdieľate knižnice, môžete nastaviť obmedzenia na zdieľaný obsah.",
  "Welcome to Plex Home": "Vitajte v domácej skupine PLEX",
  "{1}, so we've made a few changes to help keep your media safe.": "{1}, urobili sme niekoľko zmien, ktoré pomôžu udržať vaše médiá v bezpečí.",
  "We've increased the security requirements on this server, so anything communicating with it will need to be signed in to a Plex account.": "Zvýšili sme bezpečnostné požiadavky na tomto serveri, takže ak bude chcieť čokoľvek komunikovať so serverom, musí byť prihlásený k Plex účtu.",
  "We've disabled DLNA to prevent any DLNA-enabled device from browsing and playing media without a password or PIN. You can change this preference in your {1}server settings{2}.": "Máme zakázané DLNA, aby sa zabránilo ostatným DLNA zariadeniam z prehliadanie a prehrávanie médií bez hesla alebo PIN. Môžete zmeniť predvoľby v {1} Nastavenie servera {2}.",
  "For more information on Plex Home security settings, please see the {1}Plex Home section{2} on our support site.": "Pre viac informácii ohľadom nastavení zabezpečenia Plex Home pozrite {1}Plex Home sekciu{2} na stránke našej technickej podpory.",
  "Edit PIN": "Zadajte PIN",
  "Confirm Current PIN": "Potvrďte aktuálny PIN",
  "Enter PIN": "Zadaj PIN",
  "You do not currently have a PIN. This will allow any users in this home to switch to your account.": "Nemáte v súčasnej dobe PIN. To umožní všetkým užívateľom v tomto domove na prepnutie na váš účet.",
  "Skip": "Preskočiť",
  "Select User": "Vybrať Užívateľa",
  "Scanner": "Skener",
  "A scanner is required.": "Je požadovaný skener.",
  "An agent is required.": "Je potrebný agent.",
  "Add folders to your library": "Pridať zložky do Vašej knižnice",
  "Browse for media folder": "Vyhľadať zložku médií",
  "At least one folder is required.": "Vyžaduje sa aspoň jedna zložka",
  "Help us out by following {1}our guide{2} to naming and organizing your media.": "Pomôžte nám nasledujúcou {1} nášho návodu {2}, ako pomenovávať a organizovať Vaše médiá.",
  "Create a premium Plex music library!": "Vytvoriť prémiovú hudobnú knižnicu Plexu !",
  "Access to the best artwork, artist bios, album reviews, and more": "Prístup k najlepším obrázkom albumov, životopisom umelcov, hodnotenie albumov a ďalším",
  "Smart mixes based on track or mood": "Inteligentné mixy založené na skladbe alebo nálade",
  "Improved music recognition and matching": "Vylepšené rozpoznávanie a priraďovanie hudby",
  "Note: An active Plex Pass is required for this service. Don't have a Plex Pass? {1}Subscribe here{2}": "Poznámka: Aktívny Plex Pass je vyžadovaný pre túto službu. Nemáte Plex Pass? {1} Predplaťte si ho tu {2}",
  "Create a basic music library": "Vytvoriť základnú hudobnú knižnicu",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library.": "Importovanie z iTunes importuje vaše playlisty. Zároveň tiež importuje vaše hodnotenie, dátum pridania hudby a počty prehratí a zastavenie skladieb vo vašej knižnici.",
  "Select your library type": "Vyberte typ vašej knižnice",
  "Library type": "Typ knižnice",
  "You must select a media type.": "Musíte vybrať typ média.",
  "Name your library and choose language.": "Pomenujte svoju knižnicu a vyberte jazyk",
  "A library name is required.": "Je vyžadovaný názov knižnice.",
  "A language is required.": "Je potrebný jazyk.",
  "Last updated {1}": "Naposledy aktualizované {1}",
  "Each library should only contain one type of media.": "Každá knižnica by mala obsahovať len jeden typ média.",
  "Year": "Rok",
  "Select which additional agents should contribute to metadata from {1}, and drag them to change the order of preference.": "Vyberte, ktoré dalšie služby by mali doplniť metadata z {1} a pretiahnutím ich zoraďte podľa poradia preferencii.",
  "Connecting server...": "Pripájam server...",
  "Disconnecting server...": "Odpájam server....",
  "Not available outside your network": "Nedostupné z vonkajšej siete.",
  "First {1}sign in{2} to access your server from anywhere.": "{1}Povoliť{2} prístup k serveru z ľubovoľného miesta na internetu.",
  "Enable to access your server from anywhere.": "Pristupujte k Vášmu serveru vzdialene z ktoréhokoľvek miesta na svete.",
  "Enable Remote Access": "Povoliť vzdialený prístup",
  "Your server is signed in to Plex, but is not reachable from outside your network. {1}Learn more{2}": "Váš server je prihlásený do Plex účtu, ale nie je dostupný mimo vašu sieť z internetu. {1} Ďalšie informácie {2}",
  "Disable Remote Access": "Vypnúť vzdialený prístup",
  "You currently have Remote Access enabled through a manually-specified port. If you wish to disable Remote Access, you will need to remove your manual port forwarding from your router.": "Momentálne máte zapnutý vzdialený prístup cez manuálne nadefinovaný port. Ak si prajete vypnúť vzdialený prístup, budete musieť vymazať tento port z presmerovania na Vašom routri.",
  "Server Mapping": "Mapovanie Servera",
  "Private": "Súkromný",
  "Unknown IP": "Neznáma IP adresa",
  "Public": "Verejná",
  "Manually specify public port": "Zadať port manuálne",
  "Retry": "Opakovať",
  "Apply": "Použiť",
  "You may need to enable this to establish a direct connection from outside your network.  You may also need to configure your router.  Detailed instructions are available {1}here{2}.": "Zrejme budete musieť povoliť spojenie z vonkajšej siete. Pravdepodobne bude potrebné nastaviť Váš router. Podrobné inštrukcie sú dostupné {1}tu{2}.",
  "Server signed in as": "Server je prihlásený ako",
  "This server is unclaimed and not secure": "Tento server nie je scvhálený a zabezpečený.",
  "Claiming this server will associate it with your Plex account. {1} This helps your devices find each other and helps keep your media safe.": "Potvrdenie tohto servera ho prepojí s Vaším Plex kontom. {1} Pomôže to Vaším zariadeniam sa s ním kedykoľvek spojiť.",
  "Claim Server": "Povoliť server",
  "Sign in with your Plex account to help your devices find this server, access your media remotely, and more. {1}Learn more{2}": "Prihláste sa prosím s Vaším Plex kontom, aby mohli Vaše zariadenia vzdialene pristupovať k Vašemu multimediálnemu obsahu.. Viac informácií {1}tu{2}",
  "Checking for Updates": "Skontrolovať aktualizácie",
  "Download Updates": "Stiahnúť titulky",
  "Downloading Update": "Stiahnuť aktualizáciu",
  "Install Update": "Inštalovať aktualizáciu",
  "Installing": "Inštalácia",
  "Up to date": "Aktuálna",
  "Please install manually.": "Prosím, nainštalujte manuálne.",
  "What's New": "Novinky",
  "Optimized Versions requires Plex Media Server {1} or later.": "Optimalizované verzie vyžadujú Pled Media Server vo verzii {1} alebo novšej.",
  "This Plex Media Server platform is not capable of converting video.": "Plex Media Server pre túto platformu nie je schopný konvertovať toto video.",
  "There was a problem requesting media versions from this server.": "Vyskytol sa problém s vyžiadaním všetkých verzií z tohto servera.",
  "Monitor conversion progress in {1}Conversion Activity{2}.": "Sledujte priebeh konvertovania v {1}Aktivite konvertovania{2}.",
  "Conversions for sync and media optimization will appear here.": "Konvertovanie pre synchronizáciu a optimalizáciu médií sa zobrazia tu",
  "Manage your optimized versions in {1}Optimized Versions Settings{2}.": "Spravovať Vaše optimalizované verzie môžete v {1}nastaveniach optimalizovaných verzií{2}.",
  "Complete": "Hotovo",
  "Choose \"Optimize...\" on items in your library and optimized versions will appear here.": "Zvoľte \"Optimalizovať...\" na položkách vo Vašej knižnici a optimalizované verzie sa zobrazia tu.",
  "Failed": "Zlyhalo",
  "New Filter": "Nový filter",
  "Connect": "Pripojiť",
  "Agents": "Agenti",
  "Library": "Knižnica",
  "Network": "Sieť",
  "Transcoder": "Transkóder",
  "Languages": "Jazyky",
  "Network Discovery": "Prehľadávanie siete",
  "Scheduled Tasks": "Naplánované úlohy",
  "Open Keyboard Shortcuts": "Otvoriť klávesnové skratky",
  "Close Modal or Close Player or Navigate Back": "Zatvorte modálne okno alebo zatvorte prehrávač alebo choďte späť",
  "Toggle Sidebar": "Prepnúť bočný panel.",
  "Navigate to Dashboard": "Prejsť na Hlavnú stránku",
  "Navigate to Settings": "Prejsť na nastavenia",
  "Navigate to Activity": "Prejsť do aktivity",
  "Navigate to Watch Later": "Prejsť do sekcie: Pozrieť neskôr",
  "Navigate to Recommended": "Navigovať na odporúčané",
  "Navigate to Users": "Prejdite na užívateľa",
  "Navigate back": "Navigovať späť",
  "Navigate forward": "Navigovať vpred",
  "Focus Search": "Sústrediť vyhľadávanie",
  "Open Player": "Otvoriť prehrávač",
  "Edit Library or Edit Item": "Upraviť knižnicu alebo upraviť položku",
  "Delete Library or Delete Item": "Vymazať knižnicu alebo vymazať položku",
  "Update Library or Refresh Item": "Aktualizovať knižnicu alebo obnoviť položku",
  "Analyze Library or Analyze Item": "Analyzovať knižnicu alebo analyzovať položku",
  "Play or Pause": "Prehrať alebo pozastaviť",
  "Toggle FullScreen": "Prepnúť na celú obrazovku",
  "Decrease Volume": "Znížiť hlasitosť",
  "Increase Volume": "Zvýšiť hlasitosť",
  "Seek Backward (15 seconds)": "Hľadať Naspäť (15 sekúnd)",
  "Seek Forward (30 seconds)": "Hľadať Vpred (30 sekúnd)",
  "Step Backward (10 minutes)": "Pokročiť Späť (10 minút)",
  "Step Forward (10 minutes)": "Pokročiť Vpred (10 minút)",
  "Skip to Previous Item": "Preskočiť na Predošlú Položku",
  "Skip to Next Item": "Preskočiť na Ďalšiu Položku",
  "Created {1} in {2} on {3}": "Vytvorené {1} v {2} na {3}",
  "Matching {1} in {2} on {3}": "Zhodujúce {1} v {2} na {3}",
  "Downloading metadata for {1} in {2} on {3}": "Sťahujem metadata pre {1} v {2} na {3}",
  "Loading metadata for {1} in {2} on {3}": "Nahrávam metadata pre {1} v {2} na {3}",
  "Finished processing {1} in {2} on {3}": "Spracovanie dokončené {1} v {2} na {3}",
  "Analyzing {1} in {2} on {3}": "Analyzovanie {1} v {2} na {3}",
  "Deleted {1} in {2} on {3}": "Vymazané {1} v {2} na {3}",
  "Episode {1}": "Epizóda {1}",
  "Summary": "Zhrnutie",
  "Biography": "životopis"
}