{
  "Playback of this media is not supported with the selected player.": "Репродукција овог садржаја није подржана на изабраном плејеру.",
  "an item": "ставка",
  "Please check the permissions for this file.": "Молимо вас да проверите дозволе за ову датотеку.",
  "Please check that the file exists and the necessary drive is mounted.": "Молимо проверите да ли датотека постоји и да ли је прикључен потребан диск.",
  "This server is not powerful enough to convert music.": "Овај сервер није довољно снажан да конвертује музику.",
  "This server is not powerful enough to convert video. You may be able to enable playback by increasing your quality setting.": "Сервер није довољно снажан да конвертује филм. Можда можете да омогућите репродукцију тако што ћете повећати квалитет.",
  "This server is not powerful enough to convert video.": "Овај сервер није довољно снажан да конвертује филм.",
  "Please update Plex Media Server. This feature requires {1} or later.": "Молимо вас да ажурирате Plex Media Server. Ова функција захтева {1} или новији.",
  "Streaming this media is unsupported.": "Стриминг овог садржаја није подржан.",
  "There was a problem playing this item.": "Дошло је до проблема приликом репродукције ове ставке.",
  "There was a problem embedding this video.": "Дошло је до проблема приликом уградње овог филма.",
  "video": "видео",
  "track": "нумера",
  "The server is not powerful enough to convert this {1} for smooth playback. Try playing at the original quality.": "Сервер није довољно снажан да конвертује овај {1} за несметану репродукцију. Покушајте да репродукујете оригнални квалитет.",
  "The server is not powerful enough to convert this {1} for smooth playback.": "Сервер није довољно снажан да конвертује овај {1} за несметану репродукцију.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network or try a lower quality.": "Ваша веза са сервером није довољно брза како бисте стримовали овај {1}. Молимо вас да проверите своју мрежу или да покушате репродукцију слабијег квалитета.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network.": "Ваша веза са сервером није довољно брза како бисте стримовали овај {1}. Молимо вас да проверите своју мрежу.",
  "We are having trouble playing this {1}. Please check your playback setup.": "Имамо проблем са репродукцијом овог {1}. Молимо вас да проверите своје поставке репродукције.",
  "Ensure that media deletion is enabled for library content in your server settings.": "Уверите се да је у поставкама вашег сервера омогућено брисање садржаја из библиотеке.",
  "There was a problem deleting this item.": "Дошло је до проблема приликом брисања ове ставке.",
  "There was a problem selecting the stream for this item.": "Дошло је до проблема приликом избора тока података за ову ставку.",
  "There was a problem marking this item as watched.": "Дошло је до проблема приликом обележавања ове ставке као одгледане.",
  "There was a problem marking this item as unwatched.": "Дошло је до проблема приликом обележавања ове ставке као неодгледане.",
  "There was a problem signing in to Plex.": "Дошло је до проблема приликом пријављивања у Plex.",
  "from {1}": "од {1}",
  "None": "Нема",
  "You can skip {1} songs an hour per mix.": "Можете да прескочите {1} песама по часу у миксу.",
  "Watch Later": "Одгледај касније",
  "Recommended": "Препоручено",
  "{1} hr": "{1} ч.",
  "{1} hr {2} min": "{1} ч. {2} мин.",
  "{1} min": "{1} мин.",
  "{1} sec": "{1} сек.",
  "Mono": "Моно",
  "Stereo": "Стерео",
  "Unknown": "Непознато",
  "External": "Екстерно",
  "Forced": "Наметнуто",
  "Low": "Низак",
  "Medium": "Средњи",
  "High": "Висок",
  "Highest": "Највиши",
  "Sorry, there was a problem playing this item.": "Жао нам је, дошло је до проблема приликом репродукције ове ставке.",
  "{1} and {2}": "{1} и {2}",
  "{1}, {2}, and {3}": "{1}, {2} и {3}",
  "{1}, {2}, and {3} others": "{1}, {2} и {3} других",
  "Movie": "Филм",
  "Movies": "Филмови",
  "TV Show": "TV серија",
  "TV Shows": "TV серије",
  "Music": "Музика",
  "Photo": "Фотографија",
  "Photos": "Фотографије",
  "Home Video": "Кућни видео",
  "Home Videos": "Кућни видео снимци",
  "Trailer": "Најава",
  "Deleted Scene": "Избрисане сцене",
  "Interview": "Интервју",
  "Music Video": "Музички спот",
  "Behind the Scenes": "Иза кулиса",
  "Scene": "Сцена",
  "Live Music Video": "Уживо музички спот",
  "Lyric Music Video": "Музички спот са текстом",
  "Concert": "Концерт",
  "Featurette": "Краткометражни",
  "Short": "Кратки",
  "Other": "Друго",
  "Show": "Прикажи",
  "Shows": "Серије",
  "Season": "Сезона",
  "Seasons": "Сезоне",
  "Episode": "Епизода",
  "Episodes": "епизода",
  "Trailers": "Најаве",
  "Comic": "Стрип",
  "Comics": "Стрипови",
  "Person": "Особа",
  "People": "Људи",
  "Artist": "Извођач",
  "Artists": "Извођачи",
  "Album": "Албум",
  "Albums": "Албуми",
  "Track": "Нумера",
  "Tracks": "Нумере",
  "Picture": "Слика",
  "Pictures": "Фотографије",
  "Clip": "Снимак",
  "Clips": "клипова",
  "Photo Album": "Албум са фотографијама",
  "Photo Albums": "Албуми са фотографијама",
  "Playlist": "Плеј листа",
  "Playlists": "Листе нумера",
  "Video": "Видео",
  "Audio": "Звук",
  "Subtitles": "Титлови",
  "Lyrics": "Текстови песама",
  "All": "Све",
  "Unwatched": "Неодгледано",
  "Recently Released": "Недавно објављено",
  "Recently Added": "Недавно додато",
  "Recently Viewed": "Недавно одгледано",
  "Recently Viewed Shows": "Недавно одгледане серије",
  "On Deck": "На столу",
  "By Folder": "По фасцикли",
  "Tag": "Ознака",
  "Genre": "Жанр",
  "Collection": "Колекција",
  "Bookmark": "Обележивач",
  "Director": "Режисер",
  "Writer": "Сценариста",
  "Actor": "Глумац",
  "country": "земља",
  "Chapter": "Поглавље",
  "Review": "Критика",
  "Label": "Натпис",
  "Make": "Марка",
  "Model": "Модел",
  "Aperture": "Отвор бленде",
  "Exposure": "Експозиција",
  "Lens": "Сочиво",
  "Device": "Уређај",
  "Mood": "Врста нумере ",
  "BPM": "ОУМ",
  "Composer": "Композитор",
  "Track Artist": "Извођач нумере",
  "Similar Artist": "Сличан извођач",
  "This channel is not responding.": "Овај канал се тренутно не одазива.",
  "Sorry! There was an error signing out.": "Жао нам је! Дошло је до грешке приликом одјаве.",
  "Please try again in a few minutes.": "Молимо вас да покушате поново кроз пар минута.",
  "You must be lost.": "Мора да сте залутали.",
  "This page doesn't exist.": "Страна не постоји.",
  "Media server not found.": "Сервер са садржајем није пронађен.",
  "The server you're trying to access doesn't seem to exist.": "Изгледа да не постоји сервер ком покушавате да приступите.",
  "Media not found.": "Садржај није пронађен.",
  "The media you're trying to access doesn't seem to exist.": "Изгледа да не постоји садржај ком покушавате да приступите.",
  "No soup for you!": "Остали сте празних руку!",
  "The server you're trying to access doesn't want to let you in. Make sure you're signed in as a user with access to this server.": "Сервер ком покушавате да приступите изгледа да вам то не дозвољава. Уверите се да сте пријављени као корисник који има приступ овом серверу.",
  "Plex is down for maintenance.": "Plex је оборен због одржавања.",
  "Don't worry, it'll be back soon.": "Не брините, ускоро ће се вратити.",
  "Plex is not reachable.": "Plex није доступан.",
  "Make sure your server has an internet connection and any firewalls or other programs are set to allow access.": "Уверите се да ваш сервер има везу са Интернетом и да су сви заштитни зидови или други програми постављени тако да дозволе приступ.",
  "Server unavailable.": "Сервер није доступан.",
  "We couldn't reach \"{1}\". Make sure it's online and try again.": "Нисмо могли да комуницирамо са „{1}“. Уверите се да је повезан на Интернет, те покушајте поново.",
  "We couldn't reach this server. Make sure it's online and try again.": "Нисмо могли да комуницирамо са овим сервером. Уверите се да је повезан на Интернет, те покушајте поново.",
  "No": "Не",
  "Yes": "Да",
  "Invalid Credentials": "Неисправни акредитиви",
  "Your credentials have expired. Please sign in again.": "Ваши акредитиви су истекли. Молимо вас да се поново пријавите.",
  "OK": "У реду",
  "Ignore": "Занемари",
  "Sync status is unavailable.": "Статус синхронизације није доступан.",
  "Your channels are unavailable.": "Ваши канали нису доступни.",
  "The channel directory is restricted from shared users.": "Каталог канала је забрањен дељеним корисницима.",
  "The channel directory is unavailable.": "Каталог канала није доступан.",
  "Playlists are unavailable for this server.": "Листе нумера нису доступне на овом серверу.",
  "Playlist not found.": "Листа нумера није пронађена.",
  "Server settings are restricted from shared users.": "Поставке сервера нису дозвољене дељеним корисницима.",
  "Server settings are unavailable.": "Серверске поставке нису доступне.",
  "Your friends are unavailable.": "Ваши пријатељи нису доступни.",
  "Your home is unavailable.": "Ваш дом није доступан.",
  "Your devices are unavailable.": "Ваши уређаји нису доступни.",
  "This playlist is unavailable.": "Ова листа за репродукцију није доступна.",
  "This playlist item is unavailable.": "Ова ставка из листе за репродукцију није доступна.",
  "Announcements are not available.": "Обавештења нису доступна.",
  "There was a problem connecting to this player.": "Дошло је до проблема приликом повезивања на овај плејер.",
  "This server is unavailable to the player. Please sign this server in to your Plex account and try again.": "Овај сервер није доступан плејеру. Молимо вас да пријавите овај сервер на свој Plex налог и покушате поново.",
  "This server is unavailable to the player. Please sign in to your Plex account and try again.": "Овај сервер није доступан плејеру. Молимо вас да се пријавите на свој Plex налог и покушате поново.",
  "Unable to Cast": "Није могуће репродуговати",
  "Your browser does not support video streaming.": "Ваш прегледач не подржава репродукцију филма.",
  "Plex Media Server is not responding.": "Plex Media Server се не одазива.",
  "The player is unable to perform this action.": "Плејер не може да обави ову акцију.",
  "This channel was successfully reset.": "Овај канал је успешно поништен.",
  "There was a problem resetting this channel.": "Постоји проблем са поновним постављањем овог канала.",
  "This channel was successfully restarted.": "Овај канал је успешно поновно покренут.",
  "There was a problem restarting this channel.": "Постоји проблем приликом поновног покретања овог канала.",
  "This channel could not be uninstalled.": "Овај канал није могуће уклонити.",
  "Uninstall Channel": "Уклони канал",
  "Are you sure you want to uninstall this channel?": "Желите ли заиста да уклоните овај канал?",
  "There was a problem checking for updates.": "Дошло је до проблема приликом провере ажурирања.",
  "{1} added to Watch Later.": "{1} је додато да се одгледа касније.",
  "There was a problem adding to Watch Later.": "Дошло је до проблема приликом додавања да се одгледа касније.",
  "There was a problem analyzing the library.": "Дошло је до проблема приликом анализирања библиотеке.",
  "Analyze Library": "Анализирај библиотеку",
  "Analyzes all the media files in the library. The analysis captures information about the media which helps Plex decide how to optimally play back the media.": "Анализира све датотеке које чине садржај библиотеке. Анализирањем се евидентирају информације о садржају како би Plex знао који је оптималан начин њихове репродукције.",
  "Analyze": "Анализирај",
  "Cancel": "Откажи",
  "There was a problem matching this item.": "Дошло је до проблема са поклапањем ове ставке.",
  "No matches were found using this agent.": "Овај агент није пронашао подударања.",
  "There was a problem searching for matches.": "Дошло је до проблема у потрази за поклапањима.",
  "Unused bundles are being removed.": "Некоришћени пакети се уклањају.",
  "There was a problem removing unused bundles.": "Дошло је до проблема приликом уклањања некоришћених пакета.",
  "Clean Bundles": "Очисти пакете",
  "The media server stores information about your media to disk, as well as posters, artwork, and other media resources from the internet. Running this task deletes any bundles which are no longer in use.": "Сервер са Интернета чува податке о вашем садржају на диску, као и постере, слике и друге мултимедијалне ресурсе. Покретањем овог задатка бришете све пакете који се више не користе.",
  "Clean": "Очисти",
  "Are you sure you want to delete {1} items from your filesystem?": "Желите ли заиста да избришете {1} ставку са вашег система датотека?",
  "Are you sure you want to delete this item from your filesystem?": "Желите ли заиста да избришете ову ставку из вашег система?",
  "Delete {1}": "Избриши {1}",
  "Delete": "Избриши",
  "Multiple files may be deleted.": "Више датотека може бити избрисано.",
  "Yes, I'm sure": "Да, сигуран сам",
  "Delete File": "Избриши датотеку",
  "Are you sure you want to delete this file from your filesystem?": "Желите ли заиста да избришете ову датотеку са вашег система датотека?",
  "There was a problem deleting the playlist.": "Дошло је до проблема приликом брисања листе нумера.",
  "Delete Playlist": "Избриши листу нумера",
  "Are you sure you want to delete {1}? This cannot be undone.": "Желите ли заиста да избришете {1}? Ово се не може опозвати.",
  "There was a problem deleting the library.": "Постоји проблем са брисањем библиотеке.",
  "Delete Library": "Избриши библиотеку",
  "Are you sure you want to delete {1}?": "Желите ли заиста да избришете {1}?",
  "This cannot be undone.": "Ово није могуће повратити.",
  "The preview thumbnails for items in this library were deleted.": "Сличице за преглед у овој библиотеци су избрисане.",
  "There was a problem deleting the preview thumbnails for items in this library.": "Дошло је до проблема приликом брисања сличица за преглед за ову ставку библиотеке.",
  "Delete Preview Thumbnails": "Избриши сличице за преглед",
  "Are you sure you want to delete the preview thumbnails for items in this library? This cannot be undone.": "Желите ли заиста да избришете сличице за преглед из ове библиотеке? Ово не може да се опозове.",
  "The trash was emptied.": "Корпа за отпатке је испражњена.",
  "There was a problem emptying the trash.": "Постоји проблем са пражњењем корпе за отпатке.",
  "Empty Trash": "Испразни корпу",
  "By default the media server doesn't remove information for media right away. This helps if a drive is temporarily disconnected. When you empty the trash for a section, all information about missing media is deleted.": "Подразумевано, мултимедијални сервер не уклања одмах податке о садржају. Ово помаже у томе уколико се деси да уређај привремено није прикључен. Када испразните корпу одељка, сви подаци се бришу о садржају који није присутан.",
  "Empty": "Испразни",
  "Are you sure you want to mark {1} as unwatched?": "Желите ли заиста да обележите {1} као неодгледано?",
  "Are you sure you want to mark these movies as unwatched?": "Желите ли заиста да обележите ове филмове као неодгледане?",
  "Are you sure you want to mark all episodes of {1} as unwatched?": "Желите ли заиста да обележите све {1} епизоде као неодгледане?",
  "Are you sure you want to mark these episodes as unwatched?": "Желите ли заиста да обележите ове епизоде ​​као неодгледане?",
  "Are you sure you want to mark these items as unwatched?": "Желите ли заиста да обележите ове ставке као неодгледане?",
  "Mark as Unwatched": "Обележи као неодгледано",
  "Are you sure you want to mark {1} as watched?": "Желите ли заиста да обележите {1} као одгледано?",
  "Are you sure you want to mark these movies as watched?": "Желите ли заиста да обележите ове филмове као одгледане?",
  "Are you sure you want to mark all episodes of {1} as watched?": "Желите ли заиста да обележите све {1} епизоде ​​као одгледане?",
  "Are you sure you want to mark these episodes as watched?": "Желите ли заиста да обележите ове епизоде ​​као одгледане?",
  "Are you sure you want to mark these items as watched?": "Желите ли заиста да обележите ове ставке као одгледане?",
  "Mark as Watched": "Обележи као одгледано",
  "There was a problem merging these items.": "Дошло је до проблема спајања ових ставки.",
  "Merge": "Обједини",
  "Are you sure you want to merge these items together?": "Желите ли заиста да заједно спојите ове ставке?",
  "The database was optimized.": "База података је оптимизована.",
  "There was a problem optimizing this database.": "Дошло је до проблема приликом оптимизације ове базе података.",
  "Optimize Database": "Оптимизација базе података",
  "Cleans up the library database and ensures it is operating as quickly as possible. This is especially useful when you've added or removed a large amount of media from the library.": "Чишћењем базе података библиотеке обезбеђује се бржи рад. Ово је посебно корисно када додате или избришете велику количину садржаја из библиотеке.",
  "Optimize": "Оптимизуј",
  "There was a problem rating this item.": "Дошло је до проблема приликом оцењивања ове ставке.",
  "There was a problem refreshing.": "Дошло је до проблема приликом освежавања.",
  "There was a problem splitting this item apart.": "Дошло је до проблема приликом поделе ове ставке.",
  "Split Apart": "Раздели",
  "Are you sure you want to split this item apart?": "Желите ли заиста да поделите ову ставку на одвојене?",
  "There was a problem unmatching this item.": "Дошло је до проблема приликом неподударања ове ставке.",
  "There was a problem canceling the update.": "Дошло је до проблема приликом отказивања ажурирања.",
  "There was a problem updating the library.": "Дошло је до проблема приликом ажурирања библиотеке.",
  "Refresh": "Освежи",
  "There was a problem connecting your server.": "Десио се проблем приликом повезивања на сервер.",
  "There was a problem disconnecting your server.": "Десио се проблем приликом прекидања везе са вашим сервером.",
  "Remote Installation": "Удаљена инсталација",
  "Continue": "Настави",
  "The installer may display dialogs that require input. Make sure you have desktop access to the computer running Plex Media Server before continuing.": "Инасталација може да прикаже прозоре који захтевају унос. Пре наставка, уверите се да имате приступ радној површини на рачунару који покреће Plex Media Server.",
  "Are you sure you want to remove this server?": "Желите ли заиста да уклоните овај сервер?",
  "Remove Server": "Уклони сервер",
  "Remove": "Уклони",
  "The username or password is incorrect.": "Корисничко име или лозинка су нетачни.",
  "There was a problem signing the server out.": "Дошло је до проблема приликом одјаве сервера.",
  "This account information is invalid.": "Ови подаци о налогу нису исправни.",
  "There was a problem signing up for a Plex account.": "Дошло је до проблема приликом регистровања Plex налога.",
  "Play Now": "Репродукуј одмах",
  "This will clear the contents of Up Next and play the selection instead.": "Ово ће поништити садржај „Следеће“ и уместо тога репродуковаће изабрано.",
  "There was a problem accepting this invite.": "Дошло је проблема са прихватањем ове позивнице.",
  "You are the admin in your current home. If you leave, the remaining users will be removed and managed users will be deleted.": "Ви сте администратор у свом дому. Уколико је напустите, преостали корисници биће уклоњени, а корисници којима управљате биће избрисани.",
  "Are you sure you want to join this home? You will leave your current home.": "Желите ли заиста да се придружите овом дому? Напусти ћете свој тренутни дом.",
  "The admin of this home will have access to your account. Other users of this home will be able to switch to your account by entering your PIN.": "Администратор овог дома имаће приступ вашем налогу. Други корисници у овом дому биће у могућности да се пребаце на ваш налог, уколико унесу ваш PIN.",
  "Join Home": "Придужи се дому",
  "Join": "Придружи се",
  "Stop Syncing": "Заустави синхр.",
  "There was a problem recommending this item.": "Постоји проблем са препоруком ове ставке.",
  "Synced items were refreshed.": "Синхронизоване ставке су освежене.",
  "Reject Invite": "Одбаци позивницу",
  "Are you sure you want to reject this invite?": "Желите ли заиста да одбаците ову позивницу?",
  "Cancel Invite": "Откажи позивницу",
  "Are you sure you want to cancel this invite?": "Желите ли заиста да откажете ову позивницу?",
  "There was a problem rejecting this invite.": "Дошло је до проблема приликом одбацивања ове позивнице.",
  "There was a problem canceling this invite.": "Дошло је проблема орукујин отказивања ове позивнице.",
  "There was a problem removing this device.": "Дошло је до проблема приликом уклањања овог уређаја.",
  "Deleting the Cloud Sync entry will stop Plex from being able to access any existing Cloud Sync content. You will need to create and upload new sync items.": "Брисање Cloud Sync записа спречиће Plex да приступа свим постојећим Cloud Sync садржајима. Биће потребно да направите и отпремите нове синхронизоване ставке.",
  "If you remove this device, you will need to sign in again on the device to restore access to Plex.": "Уколико уклоните овај уређај, биће потребно да се на њему поново пријавите како бисте поново имали приступ у Plex.",
  "Remove Device": "Преносни уређај",
  "There was a problem removing this friend.": "Дошло је до проблема приликом уклањања овог пријатеља.",
  "Are you sure you want to remove {1}?": "Желите ли заиста да уклоните {1}?",
  "library": "библиотека",
  "libraries": "библиотеке",
  "You are sharing {1} {2} with each other.": "Делите {1} {2} један са другим.",
  "You are sharing {1} {2} with this friend.": "Делите {1} {2} један са овим пријатељом.",
  "This friend is sharing {1} {2} with you.": "Овај пријатељ дели {1} {2} са вама.",
  "This friend will be removed from your home.": "Овај пријатељ биће уклоњен из вашег дома.",
  "You will be leaving your home.": "Напустићете ваш дом.",
  "Remove Friend": "Уклони пријатеља",
  "Leave Home": "Напустите дом",
  "Leave": "Напусти",
  "You are the admin in this home. If you leave, the remaining users will be removed and managed users will be deleted.": "Ви сте администратор у овом дому. Уколико га напустите, преостали корисници биће уклоњени, а корисници којима управљате биће избрисани.",
  "Are you sure you want to leave this home?": "Желите ли заиста да напустите овај дом?",
  "Remove User": "Уклони корисника",
  "Removing a managed user from your home will delete the managed user. Watched status for this user will be lost. This cannot be undone.": "Уклањањем корисника којим управљате из свог дома биће избрисан управљани корисник. Статус одгледаног садржаја биће изгубљен за овог корисника. Ово није могуће опозвати.",
  "You will no longer be able to switch to this user.": "Више нећете моћи да се пребаците на овог корисника.",
  "There was a problem leaving this home.": "Дошло је до проблема приликом напуштања овог дома.",
  "There was a problem removing this user.": "Дошло је до проблема приликом уклањања овог корисника.",
  "There was a problem removing this share.": "Дошло је до проблема приликом уклањања овог дељеног ресурса.",
  "There was a problem leaving this server.": "Дошло је до проблема приликом напуштања овог сервера.",
  "Stop Sharing": "Престани са дељењем",
  "Are you sure you want to stop sharing with this friend?": "Желите ли заиста да престанете дељење са овим пријатељом?",
  "Leave Server": "Напусти сервер",
  "Are you sure you want to leave this server? You can rejoin at any time.": "Желите ли заиста да напустите овај сервер? Можете да се пријавите у сваком тренутку.",
  "There was a problem sharing this item.": "Постоји проблем са дељењем ове ставке.",
  "This server needs to be connected to Plex to sync its content.": "Овај сервер треба да се повеже на Plex ради синхронизације садржаја.",
  "There was a problem connecting to Plex.": "Дошло је до проблема приликом повезивања на Plex.",
  "Unable to enable guest account": "Није могуће омогућити налог за госта",
  "Unable to disable guest account": "Није могуће онемогућити налог за госта",
  "{1} started playing {2} on {3}.": "{1} је започео репродукцију {2} на {3}.",
  "{1} of {2}": "{1} од {2}",
  "The server needs a Plex Pass to use sync.": "Сервер захтева Plex Pass како бисте користили синхронизацију.",
  "Learn More": "Сазнајте више",
  "The server needs to be signed in with a Plex Pass to use sync.": "Сервер захтева да сте пријављени са Plex Pass како бисте користили синхронизацију.",
  "Sign In": "Пријавите се",
  "Play selected": "Репродукуј обележене",
  "Play All": "Репродукуј све",
  "Update Library": "Ажурирај библиотеку",
  "Cancel Update": "Откажи ажурирање",
  "There was a problem loading these items.": "Дошло је до проблема приликом учитавања ових ставки.",
  "This playlist has no items.": "Ова листа нумера је празна.",
  "1 Item": "1 ставка",
  "{1} Items": "{1} ставки",
  "MIXED": "МЕШОВИТО",
  "Required": "Потребно",
  "original value": "оригинална вредност",
  "blank": "празно",
  "Play {1}": "Репродукуј {1}",
  "Queue {1}": "Редослед {1}",
  "You don't have any media servers yet.": "Још увек немате ниједан сервер са садржајем.",
  "{1}Download and install{2} one and try again.": "{1}Преузмите и инсталирајте{2} један и покушајте поново.",
  "There was a problem adding to this collection.": "Дошло је до проблема приликом додавања у ову колекцију.",
  "There was a problem adding to the playlist.": "Дошло је до проблема приликом додавања листе нумера.",
  "There was a problem saving these settings.": "Дошло је до проблема приликом чувања ових поставки.",
  "There was an error editing this item": "Дошло је до грешке приликом уређивања ове ставке",
  "Edit {1}": "Уреди {1}",
  "Your changes could not be saved.": "Ваше промене није могуће сачувати.",
  "Match": "Поклапање",
  "Fix Incorrect Match": "Поправи погрешно подударање",
  "Playlists have been imported.": "Листа нумера је увезена.",
  "There was a problem importing.": "Дошло је до проблема приликом увоза.",
  "Search {1}": "Претражите {1}",
  "There was a problem loading '{1}'": "Дошло је до проблема приликом учитавања „{1}“.",
  "Finish Watching Queue": "Заврши ред за гледање",
  "This will clear the contents of your play queue.": "Ово ће поништити садржај вашег реда за репродукцију.",
  "You have reached the {1} person home limit.": "Имате {1} особа као ограничење у дому.",
  "Your changes have been saved.": "Ваше промене су сачуване.",
  "Right click the \"Plex It!\" button and choose Add to Favorites so you can save videos to Watch Later.": "Десним тастером кликните на „Plex It!“ и изаберите „Додај у омиљено“, како бисте могли да сачувате филмове у Одгледај касније.",
  "Add the button above to your favorites bar.": "Додајте дугме изнад траке са вашим омиљеним ставкама.",
  "Drag the \"Plex it!\" button to your Bookmarks Bar so you can save videos to your Watch Later.": "Превуците дугме „Plex It!“ у своју траку са обележивачима како бисте могли да сачувате филмове у Одгледај касније.",
  "Drag the button above to your bookmarks bar.": "Провуците дугме изнад траке са вашим обележивачима.",
  "{1} to copy": "{1} да бисте копирали",
  "Watched": "одгледаних",
  "More": "Више",
  "Less": "Мање од",
  "Created": "Направљено",
  "Progress for": "Напредак за",
  "Matching": "Поклапања",
  "Downloading metadata for": "Преузимање описних података за",
  "Loading metadata for": "Учитавање описних података за",
  "Finished processing": "Завршена обрада",
  "Analyzing": "Анализирање",
  "Deleted": "Избрисано",
  "Transcoding": "Транскôдовање",
  "Direct Play": "Директна репродукција",
  "(throttled)": "(загушено)",
  "Direct Stream": "Директни запис",
  "Transcode ({1})": "Транскôдовање ({1})",
  "Downloading": "Преузимање",
  "Uploading": "Отпремање",
  "This media is inaccessible. Please check that the file exists with the correct permissions.": "Садржај није доступан. Молимо вас да проверите да ли датотека постоји са исправним дозволама.",
  "The metadata for this media is invalid. Please reanalyze the media and try again.": "Мета подаци за овај садржај нису исправни. Молимо вас да поново анализирате садржај и покушате поново.",
  "The client profile for the sync target is invalid.": "Није исправан профил клијента за циљану синхронизацију.",
  "An error occurred processing this media. Please check that the disk is not full.": "Догодила се грешка током обраде овог садржаја. Молимо вас да проверите да диск није пун.",
  "The transcoder was unable to process this media.": "Транскôдер није могао да обради овај садржај.",
  "This media was unable to be analyzed.": "Овај садржај није могуће анализирати.",
  "This media was unable to be downloaded. Please check that it is still available and try again.": "Овај садржај није могуће преузети. Молимо вас да проверите да ли је и даље доступан и да покушате поново.",
  "An error occurred while syncing this media.": "Догодила се грешка током синхронизације овог садржаја.",
  "Installed": "Инсталирано",
  "Utility": "Алатке",
  "{1} episode": "{1} епизода",
  "{1} episodes": "{1} епизода",
  "user": "корисник",
  "friend": "пријатељ",
  "Guest User": "Гостујући корисник",
  "Managed User": "Управљани корисник",
  "invite sent {1}": "позивница послата {1}",
  "invite sent to {1}": "позивница послата {1} кориснику",
  "wants you to join their home and share {1} {2} with you": "жели да приступи вашем дому и да дели {1} {2} са вама",
  "wants to be friends and share {1} {2} with you": "жели да будете пријатељи и дели {1} {2} са вама",
  "wants to share {1} {2} with you": "жели да дели {1} {2} са вама",
  "wants you to join their home": "жели да се придружите његовом дому",
  "wants to be friends": "жели да буде пријатељ",
  "Skipping in {1} seconds...": "Прескакање за {1} секунде...",
  "Casting to {1}": "Репродукција на {1}",
  "This user could not be added to your home.": "Није могуће додати овог корисника у ваш дом.",
  "An invite could not be sent to this user.": "Позивница није послата овом кориснику.",
  "Loading...": "Учитавање...",
  "You've added a PIN restriction": "Додали сте ограничење са PIN-ом",
  "You've joined a Plex Home": "Придружили сте се у Plex Home",
  "This PIN could not be saved.": "Овај PIN није могуће сачувати.",
  "This PIN could not be removed.": "Овај PIN није могуће уклонити.",
  "Please enter a 4 digit PIN.": "Молимо вас да унесете 4-цифрени PIN.",
  "Version {1}": "Верзија {1}",
  "Automatically select audio and subtitle tracks": "Аутоматски изабери звук и титл",
  "Automatically select audio and subtitle tracks in your preferred language when possible.": "Аутоматски изабери звучни запис и титл у складу са изабраним језиком када је то могуће.",
  "Prefer audio tracks in": "Преферирај звучне записе на",
  "Subtitle mode": "Режим титла",
  "Manually selected": "Ручно изабрано",
  "Shown with foreign audio": "Приказано са страним звуком",
  "Always enabled": "Увек омогућено",
  "Prefer subtitles in": "Жељени титл",
  "An update is available.": "Доступно је ажурирање.",
  "Something went wrong.": "Нешто није добро.",
  "Sync": "Синхронизација",
  "Converting": "Конверзија",
  "Loading": "Учитавање",
  "Shuffle": "Промешај",
  "Add to Playlist...": "Додај у листу нумера...",
  "Edit": "Уреди",
  "Sync...": "Синхронизуј...",
  "Optimize...": "Оптимизуј...",
  "Deselect All": "Опозови избор свих",
  "Account": "Налог",
  "Sharing": "Дељење",
  "in": "у",
  "Play": "Репродукуј",
  "Play Version...": "Верзија репродукције...",
  "Play Next": "Репродукуј следеће",
  "Play Plex Mix": "Репродукуј Plex микс",
  "Play Trailer": "Репродукуј најаву",
  "Play Music Video": "Репродукуј музички спот",
  "Unmatch": "Неподударање",
  "Download": "Преузми",
  "Share...": "Подели...",
  "Recommend...": "Препоручи...",
  "Rating": "Оцена",
  "Add to Playlist": "Додај у листу нумера",
  "Save Changes": "Сачувај промене",
  "Language": "Језик",
  "Username": "Корисничко име",
  "Password": "Лозинка",
  "All Libraries": "Све библиотеке",
  "Add Library": "Додај библиотеку",
  "Search": "Претрага",
  "No one in your home has shared a library with you.": "Нико у вашем дому није поделио библиотеке са вама.",
  "Learn more": "Сазнајте више",
  "Unavailable": "Недоступно",
  "Update Libraries": "Ажурирај библиотеке",
  "Channels": "Канали",
  "Manage": "Управљај",
  "Settings": "Поставке",
  "Version": "Верзија",
  "Searching for {1}": "Претражите одељак {1}",
  "Results for {1}": "Резултати за {1}",
  "No matches found.": "Нису пронађена подударања.",
  "or": "или",
  "Sign Up": "Региструјте се",
  "Email": "Е-пошта",
  "Confirm Password": "Потврдите лозинку",
  "Passwords do not match": "Лозинке се не подударају",
  "Remember me": "Запамти ме",
  "Alerts": "Упозорења",
  "Now Playing": "Тренутна репродукција",
  "Alerts are restricted from shared users.": "Упозорења нису дозвољена дељеним корисницима.",
  "Resume": "Настави",
  "Now Playing is restricted from shared users.": "Тренутна репродукција није дозвољена дељеним корисницима.",
  "Now Playing is unavailable with synced servers.": "Тренутна репродукција није доступна са синхронизованим серверима.",
  "Now Playing requires Plex Media Server {1} or later.": "Тренутна репродукција захтева Plex Media Server {1} или новији.",
  "Nothing is synced to this device.": "Ништа није синхронизовано са овим уређајем.",
  "You have no sync capable devices.": "Немате уређаје који подржавају синхронизацију.",
  "Play Unwatched": "Репродукуј неодгледане",
  "Add to playlist": "Додај у листу нумера",
  "Select": "Изабери",
  "Share": "Подели",
  "Recommend": "Препоручи",
  "Info": "Информације",
  "Options": "Опције",
  "More Info": "Још информација",
  "Experience new music features with a premium music library.": "Искусите нову музичку функцију за врхунску музичку библиотеку.",
  "Create a library": "Направите библиотеку",
  "A Plex Media Server update is available!": "Plex Media Server има ажурирање!",
  "Download now": "Преузми одмах",
  "Install now": "Инсталирај одмах",
  "Popular Tracks": "Популарне нумере",
  "Music Videos": "Музички спотови",
  "On Tour": "Турнеје",
  "Similar Artists": "Слични извођачи",
  "Cast": "Глумци",
  "Extras": "Додаци",
  "Failed to load items for this playlist.": "Није успело учитавање ставки ове листе нумера.",
  "This media type does not have a details page.": "Овај тип садржаја нема страну са описом.",
  "Posters": "Постери",
  "Details": "Детаљи",
  "List": "Листа",
  "Import from iTunes": "Увези из iTunes",
  "Edit Library": "Уреди библиотеку",
  "Channel Directory": "Каталог канала",
  "Browse Channels": "Потражи канале",
  "Install Channels": "Инсталирај канале",
  "Check for Updates": "Провери да ли постоје ажурирања",
  "choose an image": "изаберите слику",
  "drag and drop": "превуци и отпусти",
  "enter a url": "унесите адресу",
  "Uploading artwork...": "Отпремање слике...",
  "this artwork was uploaded successfully": "ова слика је успешно отпремљена",
  "{1}upload another{2}": "{1}отпремите следеће{2}",
  "there was an error uploading this artwork": "дошло је до грешке приликом отпремања ове слике",
  "{1}try again{2}": "{1}покушај поново{2}",
  "Enter a url to upload an image from the web": "Унесите адресу да отпремите слику са Web-а",
  "enter to {1}upload{2}": "уђите за {1}отпремање{2}",
  "esc to {1}cancel{2}": "esc за {1}отказивање{2}",
  "Files": "Датотеке",
  "Labels": "Натписи",
  "Labels require Plex Media Server {1} or later.": "Натписи захтевају Plex Media Server {1} или новији.",
  "You need a Plex Pass to use restrictions.": "Потребан вам је Plex Pass да користите ограничења.",
  "Auto Match": "Аутоматско поклапање",
  "Nothing queued": "Ред је празан",
  "Up Next": "Следеће",
  "Casting on": "Репродукује се на",
  "Disconnect": "Прекини везу",
  "{1} Settings": "{1} поставке",
  "There was an error adding this library.": "Дошло је до грешке приликом додавања ове библиотеке.",
  "You need to {1}follow these instructions{2} to troubleshoot the Plex Media Server.": "Потребно је да {1}пратите ова упутства{2} како бисте отклонили проблем са Plex Media Server.",
  "Add Folder": "Додај фасциклу",
  "Add": "Додај",
  "Select a Collection": "Изаберите колекцију",
  "There are no collections in this library.": "Нема колекција у овој библиотеци.",
  "New collection...": "Нова колекција...",
  "Select a Playlist": "Изабери листу нумера",
  "Create Playlist": "Направи листу нумера",
  "There are no playlists on this server.": "Тренутно нема листе нумера на овом серверу.",
  "New playlist...": "Нова листа нумера...",
  "Browse": "Потражи",
  "Update": "Ажурирање",
  "Restart": "Поново покрени",
  "Reset": "Поништити",
  "Uninstall": "Уклони",
  "Install": "Инсталирај",
  "Directory Settings": "Поставке фасцикле",
  "Save": "Сачувај",
  "General": "Опште",
  "Tags": "Ознаке",
  "Poster": "Постер",
  "Banner": "Рекламни натпис",
  "Background": "Позадина",
  "Add {1} Library": "Додај {1} библиотеку",
  "Select type": "Изаберите тип",
  "Add folders": "Додај фасцикле",
  "Create": "Направи",
  "Advanced": "Напредно",
  "Next": "Даље",
  "Location": "Локација",
  "Search Options": "Опције претраге",
  "Server Unreachable": "Сервер није доступан",
  "Insecure connections will only be allowed when you're on the same network as the server.": "Небезбедно повезивања биће дозвољено само када сте на истој мрежи где је и сервер.",
  "Insecure connections will be allowed to any server.": "Небезбедно повезивање биће дозвољено на сваки сервер.",
  "The Allow Fallback to Insecure Connections setting can be changed in Web Settings. Would you like to allow insecure connections?": "Поставка „Дозволи да резерва буде небезбедно повезивање“ може бити промењена у Web поставкама. Желите ли да дозволите небезбедна повезивања?",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library. Depending on how many tracks you have, this process can take many minutes to complete.": "Увозом из iTunes увешћете ваше музичке листе нумера. Ово ће такође увести и ваше оцене, датуме када сте додали музику, као и бројаче одслушаних и прескочених нумера из ваше библиотеке. У зависности од тога колико нумера имате, ова обрада може потрајати и доста времена.",
  "Overwrite existing playlists": "Замена постојећих листа нумера",
  "Import": "Увези",
  "Keyboard Shortcuts": "Пречице на тастатури",
  "Internet Required": "Потребан је Интернет",
  "Plex Pass Required": "Потребан Plex Pass",
  "This server cannot reach the Internet. Please verify connectivity and try again.": "Овај сервер не може на Интернет. Молимо вас да проверите вашу везу и покушате поново.",
  "This library requires your server be signed in to a Plex Pass account.": "Ова библиотека захтева да ваш сервер буде пријављен са Plex Pass налогом.",
  "Media Server Detection": "Media Server откривање",
  "We've detected a Plex Media Server running on this computer, but we can't connect to it. {1}Sign in to your account{2} on the server so that you can access it.": "Открили смо да је Plex Media Server покренут на овом рачунару, али нисмо могли да се повежемо {1}Пријавите се са својим налогом{2} на серверу тако да можете да му приступите.",
  "We were unable to find a Plex Media Server running on this computer. If you have one on this or another computer, make sure it's running and signed in to your account.": "Нисмо успели да пронађемо Plex Media Server на вашем рачунару. Уколико већ имате инсталиран на овом или другом рачунару, уверите се да је покренут и пријављен на ваш налог.",
  "For more information, please see {1}this support article{2}.": "За више информација, молимо вас да прочитате {1}овај чланак подршке{2}.",
  "Media Info": "Информације о медијима",
  "Delete Files": "Избриши датотеке",
  "Inaccessible": "Неприступачно",
  "Please check that this file exists and the necessary drive is mounted.": "Молимо проверите да ли ова датотека постоји и да ли је одговарајућа диск јединица постављена.",
  "Media": "Медиј",
  "Part": "Део",
  "View XML": "Прикажи XML",
  "Go Premium": "Пређите на Premium",
  "This feature requires a Plex Pass subscription.": "Финкција захтева Plex Pass претплату.",
  "Everything you need to experience the best of Plex. Your subscription gives you premium features and exclusive access to new ones.": "Све што вам је потребно да видите Plex у најбољем светлу. Ваша претплата вам омогућава Premium функције и ексклузивни приступ новим функцијама.",
  "Select Friends": "Изаберите пријатеље",
  "Say something about this...": "Реците нешто о овоме...",
  "You need {1}friends{2} to recommend media.": "Потребни су вам {1}пријатељи{2} како бисте дали препоруку.",
  "Send": "Пошаљи",
  "Plex Media Server Release Notes": "Plex Media Server белешке о издању",
  "New": "Ново",
  "Fixes": "Исправљено",
  "Choose Destination": "Изаберите одредиште",
  "Select a File": "Изаберите датотеку",
  "Resume from {1}": "Настави од {1}",
  "Start from beginning": "Почни од почетка",
  "You need to {1}link your account{2}.": "Потребно је да {1}повежете свој налог{2}.",
  "Sync Status": "Статус синхронизације",
  "Plex Terms of Service": "Plex услови услуге",
  "Agree": "Слажем се",
  "Problem Connecting to Plex": "Проблем приликом повезивања на Plex",
  "Plex was unable to authenticate your server. Please sign your server out and try again.": "Plex није успео да аутентификује ваш сервер. Молимо вас да одјавите свој сервер и покушате поново.",
  "Your server was unable to reach Plex. Please ensure that the computer or device running your server can access the internet.": "Ваш сервер није могао да успостави контакт са Plex. Молимо вас да се уверите да рачунар или уређај који покрећу ваш сервер могу да приступе Интернету.",
  "Signed in to Plex": "Пријављени у Plex",
  "You have successfully signed your server in to Plex, but we were unable to reach it from outside your network.": "Успешно сте пријавили свој сервер у Plex, али нисмо могли да дођемо до њега ван ваше мреже.",
  "If you skip this step you will not be able to share or stream media outside your home. If you change your mind later, you can adjust this in Settings.": "Уколико прескочите овај корак нећете моћи да делите или стримујете садржај ван вашег дома. Уколико се касније предомислите, ово можете да промените у одељку „Поставке“.",
  "If you would like to enable this now, you will need to configure your router or firewall to allow Plex to contact your server. Please refer to our {1}Connecting a Server{2} article for more information.": "Уколико ово желите одмах да омогућите, биће потребно да конфигуришете свој рутер или заштитни зид тако да Plex може да контактира ваш сервер. Молимо вас да погледате наше чланке {1}Повезивање сервера{2} ради више информација.",
  "Previous": "Претходно",
  "Playing Next": "Следеће за репродукцију",
  "Users": "Корисници",
  "Announcements": "Обавештења",
  "Help": "Помоћ",
  "Switch User...": "Промените корисника...",
  "Sign Out": "Одјави се",
  "The library has no content yet.": "Библиотека још увек нема садржај.",
  "Click {1}here{2} to add content to the library.": "Кликните {1}овде{2} да додате садржај у библиотеку.",
  "The library is still being refreshed. Hang on while we look for your content.": "Библиотека се и даље освежава. Сачекајте док прегледамо ваш садржај.",
  "There is no content matching your active filter.": "Нема садржаја који одговара постављеном филтеру.",
  "There is no content in the selected folder.": "Нема садржаја у изабраној фасцикли.",
  "Invites": "Позивнице",
  "Friends": "Пријатељи",
  "Pending": "Очекује се",
  "My Home": "Мој дом",
  "Server": "Сервер",
  "Devices": "Уређаји",
  "Add User": "Додај корисника",
  "Enable Guest": "Омогући госта",
  "Disable Guest": "Онемогући госта",
  "Invite Friend": "Позовите пријатеља",
  "Show Advanced": "Прикажи напредно",
  "Hide Advanced": "Сакриј напредно",
  "Debug": "Отклањање грешака",
  "Player": "Плејер",
  "Automatically Sign In": "Аутоматска пријава",
  "Do not prompt to select a user or enter a PIN during startup on this device.": "Не питај за избор корисника или унос PIN-а током подешавања овог уређаја.",
  "Play Theme Music": "Репродукуј музичку тему",
  "Automatically play theme music in the background when available.": "Чим је доступно, аутоматски репродукуј музичку тему у позадини.",
  "Show Unwatched Icons": "Прикажи икону за неодгледане",
  "Show unwatched icons in list items.": "Прикажи икону за неодгледане ставке у листи.",
  "Enable Keyboard Shortcuts": "Омогући пречице на тастатури",
  "Press ? to view the list of {1}available shortcuts{2}.": "Притисните ? да видите листу {1}доступних пречица{2}.",
  "Allow Fallback to Insecure Connections": "Дозволи да резерва буде небезбедно повезивање",
  "Allow this browser to make insecure connections to Plex Media Server if secure connections fail.": "Дозволи овом прегледачу да се небезбедно повеже на Plex Media Server уколико безбедно повезивање не успе.",
  "Debug Level": "Ниво отклањања грешака",
  "You can view the debug logs {1}here{2}.": "Можете {1}овде{2} да прикажете евиденцију за отклањање грешака.",
  "Streaming Quality": "Квалитет протока",
  "Local Quality": "Квалитет у локалу",
  "Original": "Оригинал",
  "Remote Quality": "Квалитет удаљеног",
  "Online Quality": "Квалитет на Интернету",
  "Allows the player to play compatible media without any conversion. In most browsers, direct play supports MP4 videos with h264 video and AAC audio. Videos with subtitles cannot be played directly.": "Омогућава репродукцију компатибилног садржаја без конверзије. У већини прегледача, директна репродукција подржава MP4 запис са h264 видео и AAC звучним записом. Филмове са титловима није могуће директно репродуковати.",
  "Allows the server to copy compatible audio and video streams without converting them.": "Омогућава серверу да копира компатибилан звучни и видео запис без њихове конверзије.",
  "Audio & Subtitles": "Звук и титлови",
  "Allow Direct Play of AC3 Audio": "Дозволи директну репродукцију AC3 звука",
  "Allow MP4 videos with AC3 audio to be played directly. Browser support for AC3 audio is limited.": "Дозволи MP4 видео са AC3 звучним записом да се репродукује директно. Подршка прегледача за AC3 звук је ограничена.",
  "Prefer AAC Audio": "Преферирај AAC звук",
  "Prefer AAC over MP3 when transcoding audio. Some devices, like the Wii U, only support HLS with AAC audio.": "Преферирај AAC уместо MP3 приликом транскодовања звука. Неки уређаји, попут Wii U, подржавају само HLS са AAC звуком.",
  "Subtitle Size": "Величина титла",
  "Burn Subtitles": "Урежи титлове",
  "Determines if the server should burn in subtitles when converting video depending on the subtitles format. Avoiding burn in improves server performance and is only supported by the HTML5 player.": "Одређује да ли сервер треба да уреже титлове приликом конвертовања снимка у зависности од формата титла. Уколико избегнете урезивање, побољшавате перформансе сервера и биће доступни само у HTML5 плејеру.",
  "Cinema Trailers to Play Before Movies": "Репродукуј биоскопске најаве пре филмова",
  "Send anonymous usage data to Plex": "Шаљи анонимне податке о коришћењу у Plex",
  "Back": "Назад",
  "Done": "Готово",
  "Setup is not allowed for shared servers.": "Инсталација није дозвољена на дељеним серверима.",
  "A problem has been detected with a core component of Plex Media Server.": "Откривен је проблем у језгру Plex Media Server компоненте.",
  "Please visit the {1}forums{2} and provide your logs, as described {3}here{4}.": "Молимо вас да посетите {1}форуме{2} и обезбедите вашу евиденцију, као што је описано {3}овде{4}.",
  "Welcome to Plex!": "Добро дошли у Plex!",
  "Sign in with a Plex account to help your devices find each other, access your media from anywhere, and queue up videos from your browser to watch later in Plex.": "Пријавете се у Plex налог да помогнете својим уређајима да се међусобно пронађу, да приступите својим уређајима где год да сте, и стављате филмове у ред за репродукцију из вашег прегледача и касније их гледате из Plex.",
  "Organize Your Media": "Организујте свој садржај",
  "Plex organizes your media into libraries. You can add as many libraries as you want, and you can have multiple libraries with the same type.": "Plex организује ваш садржај у библиотеке. Можете да додате колико год желите библиотека, а можете да имате и више библиотека истог типа.",
  "Please wait a moment while Plex starts.": "Сачекајте тренутак док се Plex покрене.",
  "Name": "Име",
  "Sort": "Сортирај",
  "Filters": "Филтери",
  "Select A Filter": "Изаберите филтер",
  "Watch Later Help": "Помоћ за Одгледај касније",
  "Add videos from your browser": "Додајте филмове из свог прегледача",
  "To save a video to Watch Later, click \"Plex It!\" in your Bookmarks Bar.": "Да бисте сачували видео у Одгледај касније, кликните на „Plex It!“ у својој траци са обележивачима.",
  "A panel will appear on the left side of the page to let you know the video has been saved.": "Табла ће се појавити у левом делу странице како бисте знали да је видео сачуван.",
  "You can also recommend the video to friends or \"fling\" it to a Plex player and watch it there.": "Можете и да препоручите филм својим пријатељима или да га „набаците“ у Plex плејер и одгледате га тамо.",
  "Add videos by email": "Додај филмове путем е-поште",
  "Send an email to the address above with any link(s) you want added to Watch Later.": "Пошаљите е-пошту на адресу изнад са неком од веза коју желите да додате у свој листу Одгледај касније.",
  "Add this to your address book so you can easily email links from your iPhone, iPad, Android, or any other device.": "Додајте ово у свој адресар како бисте лако могли да шаљете везе са свог iPhone, iPad, Android, или било ког другог уређаја.",
  "{1} set to {2}.": "{1} постави на {2}.",
  "Opened connection to {1}, listening for events.": "Отворена је веза према {1}, ослушкују се догађаји.",
  "Connection to {1} closed.": "Веза са {1} је затворена.",
  "Unable to listen for events on {1}.": "Није могуће ослушкивати догађаје на {1}.",
  "Nothing is currently being played.": "Тренутно се ништа не репродукује.",
  "Synced": "Синхронизовано",
  "Waiting to be uploaded": "Чека се на отпремање",
  "Waiting to be downloaded": "Чека се на преузимање",
  "Waiting to be converted": "Чека се на конверзију",
  "Disc {1}": "Диск {1}",
  "Score {1}": "Оцена {1}",
  "No friends yet. {1}Invite a friend{2} and share your libraries.": "Још увек немате пријатеље. {1}Позовите пријатеља{2} и делите ваше библиотеке.",
  "shares {1} {2} with you": "дели {1} {2} са вама",
  "sharing {1} {2} with this {3}": "дели {1} {2} са овим {3}",
  "invited to share {1} {2}": "позвао да дели {1} {2}",
  "no shared libraries": "нема дељених библиотека",
  "No one else is in your home. {1}Add a user{2} to enable user switching.": "Нико други није у вашем дому. {1}Додајте корисника{2} да омогућите промену корисника.",
  "You need a Plex Pass to add users to your home.": "Потребан вам је Plex Pass да додате кориснике у свој дом.",
  "items": "ставки",
  "A large number of sync items may be time-consuming to convert, and the time to upload is dependent on your bandwidth. A large number of high quality items may take a very long time. If you have trouble, try reducing the number of items or your quality setting.": "Велики број синхронизованих ставки могу захтевати веома много времена приликом конверзије, док време отпремања зависи од вашег пропусног опсега. Велики број ставки високог квалитета може потрајати веома дуго. Уколико имате проблема, покушајте да смањите број ставки или квалитет ваших поставки.",
  "A large number of sync items may be time-consuming to convert and transfer to your device. If you have trouble, try reducing the number of items.": "Огроман број синхронизованих ставки може потрајати веома дуго док се конвертују и пребаце на ваш уређај. Уколико имате проблема, покушајте да смањите број ставки.",
  "Title": "Наслов",
  "There was a problem syncing this media.": "Догодио се проблем приликом синхронизације овог садржаја.",
  "Watch the status of the sync {1}here{2}.": "Пратите {1}овде{2} статус синхронизације.",
  "Invite": "Позовите",
  "An invite will be sent to this user.": "Позивница биће послата овом кориснику.",
  "Disable guest": "Онемогући госта",
  "Delete user": "Уклони корисника",
  "Remove this friend": "Уклони овог пријатеља",
  "Remove from home": "Уклони из дома",
  "My Servers": "Моји сервери",
  "Restrictions": "Ограничења",
  "Shared With Me": "Дељено са мном",
  "Available": "Доступно",
  "Unauthorized": "Неовлашћено",
  "Last Seen": "Последњи пут виђен",
  "Address": "Адреса",
  "Port": "Порт",
  "Allow Channels": "Дозволи Канале",
  "Allow Sync": "Дозволи синхронизацију",
  "Ratings": "Оцене",
  "Allow all ratings": "Дозволи све оцене",
  "Allow all labels": "Дозволи све натписе",
  "Sync Allowed": "Дозвољена синхронизација",
  "We were unable to retrieve libraries for {1}. Please ensure the server is signed in to your Plex account.": "Нисмо успели да преузмемо библиотеке за {1}. Уверите се да је сервер пријављен на ваш Plex налог.",
  "No libraries": "Нема библиотека",
  "Username or email": "Корисничко име или е-пошта",
  "Add an Existing Plex User": "Додај постојећег Plex корисника",
  "Adding a Plex user to your home will allow you to quickly switch accounts. The invited user will be asked to confirm home membership.": "Додавањем Plex корисника у ваш дом моћи ћете да брзо мењате налоге. Позвани корисник биће упитан да потврди чланство у домаћинству.",
  "Create a Managed User": "Направи управљаног корисника",
  "Managed users are only available when signed in with an account in your home. You can choose any name you like and you'll be able to set restrictions on accessible media.": "Управљани корисницу су доступни само када се пријавите са налогом из вашег дома. Можете да изаберете било које име које желите и моћи ћете да поставите ограничења над приступаном садржају.",
  "The invited user will be asked to confirm friendship. If libraries are shared with the user, you'll be able to set restrictions on accessible media.": "Позвани корисник биће упитан да потврди пријатељство. Уколико су библиотеке дељене са корисником, моћи ћете да поставите ограничења над приступаном садржају.",
  "Welcome to Plex Home": "Добро дошли у Plex Home",
  "{1}, so we've made a few changes to help keep your media safe.": "{1}, направили смо неколико промена како бисмо вам помогли да сачувате свој садржај.",
  "We've increased the security requirements on this server, so anything communicating with it will need to be signed in to a Plex account.": "Повећали смо безбедносне захтеве овом серверу, тако да свака комуникација са њим захтеваће пријаву на Plex налог.",
  "We've disabled DLNA to prevent any DLNA-enabled device from browsing and playing media without a password or PIN. You can change this preference in your {1}server settings{2}.": "Онемогућили смо DLNA како бисмо спречили да било који од DLNA уређаја прегледа или репродукује садржај без лозинке или PIN-а. Можете да промените ове поставке у {1}поставкама вашег сервера{2}.",
  "For more information on Plex Home security settings, please see the {1}Plex Home section{2} on our support site.": "За више информација у Plex Home безбедносним поставкама, молимо вас да прочитате {1}Plex Home одељак{2} на нашој локацији за подршку.",
  "Edit PIN": "Уреди PIN",
  "Confirm Current PIN": "Потврдите тренутни PIN",
  "Enter PIN": "Унесите PIN",
  "You do not currently have a PIN. This will allow any users in this home to switch to your account.": "Тренутно немате PIN. Ово ће омогућити свим корисницима у овом дому да се пребаце на ваш налог.",
  "Skip": "Прескочи",
  "Select User": "Изаберите корисника",
  "Scanner": "Скенер",
  "A scanner is required.": "Потребан је скенер.",
  "Agent": "Агент",
  "An agent is required.": "Потребан је агент.",
  "Add folders to your library": "Додајте фасциклу у своју библиотеку",
  "Browse for media folder": "Потражите фасциклу са садржајем",
  "At least one folder is required.": "Потребна је барем једна фасцикла.",
  "Help us out by following {1}our guide{2} to naming and organizing your media.": "Помозите нам тако што ћете пратити {1}наше упутство{2} у именовању и организацији вашег садржаја.",
  "Create a premium Plex music library!": "Направите врхунску Plex музичку библиотеку!",
  "Access to the best artwork, artist bios, album reviews, and more": "Приступ најбољим сликама и биографијама извођача, рецензијама албума и још много тога",
  "Smart mixes based on track or mood": "Паметни миксеви засновани на нумерама или расположењу",
  "Improved music recognition and matching": "Побољшано препознавање и обележавање музике",
  "Note: An active Plex Pass is required for this service. Don't have a Plex Pass? {1}Subscribe here{2}": "Обавештење: Потребна је активна Plex Pass претплата за ову услугу. Немате Plex Pass? {1}Претплатите се овде{2}",
  "Create a basic music library": "Направите основну музичку библиотеку",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library.": "Увозом из iTunes увешћете ваше музичке листе нумера. Ово ће такође увести и ваше оцене, датуме када сте додали музику, као и бројаче одслушаних и прескочених нумера из ваше библиотеке.",
  "Select your library type": "Изаберите тип своје библиотеке",
  "Library type": "Тип библиотеке",
  "You must select a media type.": "Морате да изаберете тип садржаја",
  "Name your library and choose language.": "Именујте своју библиотеку и изаберите језик.",
  "A library name is required.": "Потребно је име библиотеке.",
  "A language is required.": "Потребан је језик.",
  "Last updated {1}": "Последње ажурирање {1}",
  "Each library should only contain one type of media.": "Свака библиотека треба да се састоји од само једног типа садржаја.",
  "Year": "Година",
  "Select which additional agents should contribute to metadata from {1}, and drag them to change the order of preference.": "Изаберите додатне агенте који ће дати свој допринос описним подацима са {1}, и превуците да промените редослед опција.",
  "Connecting server...": "Повезивање сервера...",
  "Disconnecting server...": "Прекидање везе са сервером...",
  "Not available outside your network": "Није доступно ван ваше мреже",
  "First {1}sign in{2} to access your server from anywhere.": "Прво се {1}пријавите{2} да приступите свом серверу било где да сте.",
  "Enable to access your server from anywhere.": "Омогућите приступ свом серверу било где да сте.",
  "Enable Remote Access": "Омогући удаљени приступ",
  "Your server is signed in to Plex, but is not reachable from outside your network. {1}Learn more{2}": "Ваш сервер пријављен је на Plex, међутим није доступан ван ваше мреже. {1}Сазнајте више{2}",
  "Disable Remote Access": "Онемогући удаљени приступ",
  "You currently have Remote Access enabled through a manually-specified port. If you wish to disable Remote Access, you will need to remove your manual port forwarding from your router.": "Тренутно имате омогућен удаљени приступ путем ручно наведеног порта. Уколико желите да онемогућите удаљени приступ, биће потребно да уклоните прослеђивање свог ручно наведеног порта са вашег рутера.",
  "Server Mapping": "Мапирање сервера",
  "Private": "Приватно",
  "Unknown IP": "Непозната IP адреса",
  "Public": "Јавно",
  "Internet": "Интернет",
  "Retry": "Покушај поново",
  "Apply": "Примени",
  "You may need to enable this to establish a direct connection from outside your network.  You may also need to configure your router.  Detailed instructions are available {1}here{2}.": "Можда буде потребно да омогућите ово како бисте остварили директну везу ван ваше мреже Можда будете морали да конфигуришете свој рутер. Опширна упутства су доступна {1}овде{2}.",
  "Server signed in as": "Сервер је пријављен као",
  "Sign in with your Plex account to help your devices find this server, access your media remotely, and more. {1}Learn more{2}": "Пријавите се на свој Plex налог како бисте помогли својим уређајима да пронађу овај сервер, како бисте приступали свом садржају са сваке локације, и још много тога. {1}Сазнајте више{2}",
  "Checking for Updates": "Провера ажурирања",
  "Download Updates": "Преузми ажурирања",
  "Downloading Update": "Преузимање ажурирања",
  "Install Update": "Инсталирај ажурирање",
  "Installing": "Инсталирање",
  "Up to date": "Ажурно",
  "Please install manually.": "Молимо вас да ручно инсталирате.",
  "What's New": "Шта је ново",
  "New Filter": "Нови филтер",
  "Connect": "Повежи",
  "Agents": "Агенти",
  "Library": "Библиотека",
  "Network": "Мрежа",
  "Transcoder": "Транскôдер",
  "Languages": "Језици",
  "Network Discovery": "Откривање мреже",
  "Scheduled Tasks": "Планирани задаци",
  "Open Keyboard Shortcuts": "Отвара пречице на тастатури",
  "Close Modal or Close Player or Navigate Back": "Затвара плејер и враћа вас назад",
  "Toggle Sidebar": "Преклапа бочну траку",
  "Navigate to Dashboard": "Премештање на „Командну таблу“",
  "Navigate to Settings": "Премештање на „Поставке“",
  "Navigate to Activity": "Премештање на „Активност“",
  "Navigate to Watch Later": "Пређи на Одгледај касније",
  "Navigate to Recommended": "Премештање на „Препоручено“",
  "Navigate to Users": "Премештање на кориснике",
  "Navigate back": "Премешрање уназад",
  "Navigate forward": "Премештање унапред",
  "Focus Search": "Претрага",
  "Open Player": "Отвара плејер",
  "Edit Library or Edit Item": "Уређује библиотеку или ставку",
  "Delete Library or Delete Item": "Брише библиотеку или ставку",
  "Update Library or Refresh Item": "Ажурира библиотеку или освежава ставку",
  "Analyze Library or Analyze Item": "Анализира библиотеку или ставку",
  "Play or Pause": "Репродукује или паузира",
  "Decrease Volume": "Стишавање",
  "Increase Volume": "Појачавање",
  "Seek Backward (15 seconds)": "Премотавање уназад (15 секунди)",
  "Seek Forward (30 seconds)": "Премотавање унапред (30 секунди)",
  "Step Backward (10 minutes)": "Корак уназад (10 минута)",
  "Step Forward (10 minutes)": "Корак унапред (10 минута)",
  "Skip to Previous Item": "Прескаче на претходну ставку",
  "Skip to Next Item": "Прескаче на следећу ставку",
  "Created {1} in {2} on {3}": "Направљен {1} у {2} на {3}",
  "Matching {1} in {2} on {3}": "Поклапање за  {1} из {2} на {3}",
  "Downloading metadata for {1} in {2} on {3}": "Преузимање описних података за {1} из {2} на {3}",
  "Loading metadata for {1} in {2} on {3}": "Учитавање описних података за {1} из {2} на {3}",
  "Finished processing {1} in {2} on {3}": "Завршена обрада {1} из {2} на {3}",
  "Analyzing {1} in {2} on {3}": "Анализира се {1} из {2} на {3}",
  "Deleted {1} in {2} on {3}": "Избрисан {1} из {2} на {3}",
  "S{1}": "С{1}",
  "E{1}": "Е{1}",
  "Episode {1}": "{1}. епизода",
  "Summary": "Резиме",
  "Biography": "Биографија"
}