{
  "an item": "ett objekt",
  "Please check the permissions for this file.": "Var vänlig kontrollera rättigheterna för denna fil.",
  "Please check that the file exists and the necessary drive is mounted.": "Kontrollera att filen existerar och att den nödvändiga enheten är ansluten.",
  "This server is not powerful enough to convert music.": "Denna server är inte kraftfull nog att konvertera musik.",
  "This server is not powerful enough to convert video. You may be able to enable playback by increasing your quality setting.": "Denna server är inte kraftfull nog att konvertera video. Det kan vara möjligt att spela videon genom att öka kvalitetsinställningen.",
  "This server is not powerful enough to convert video.": "Denna server är inte kraftfull nog att konvertera video.",
  "Synced media cannot be converted to a lower H.264 level.": "Synkroniserat media kan inte omvandlas till en lägre H.264 nivå.",
  "Synced media cannot be converted to a lower quality.": "Synkroniserat media kan inte omvandlas till sämre kvalité.",
  "Converting is not supported for synced media.": "Omvandling är inte supporterat för synkroniserat media.",
  "Please update Plex Media Server. This feature requires {1} or later.": "Var vänlig uppdatera Plex Media Server. Denna funktionen kräver Plex Media Server {1} eller en senare version.",
  "Streaming this media is unsupported.": "Mediet stöds ej",
  "Playback of this media is not supported with the selected player.": "Uppspelning av detta media stöds inte med den valda spelaren.",
  "There was a problem signing in to Plex.": "Det uppstod ett fel vid inloggning till Plex",
  "Ensure that media deletion is enabled for library content in your server settings.": "Säkerställ att medie-borttag är tillgängligt för biblioteksmaterial under server-inställningar.",
  "There was a problem deleting this item.": "Ett problem uppstod vid radering av objektet.",
  "There was a problem selecting the stream for this item.": "Det uppstod ett problem med att välja stream för det här objektet.",
  "There was a problem marking this item as watched.": "Ett problem uppstod med att flagg detta objekt som Redan sett.",
  "There was a problem marking this item as unwatched.": "Ett problem uppstod med att flagga detta objekt som Ej sett.",
  "from {1}": "från {1}",
  "None": "Ingen",
  "You can skip {1} songs an hour per mix.": "Du kan skippa {1} sång i timmen per mix.",
  "Watch Later": "Se senare",
  "Recommended": "Rekommenderat",
  "User could not be authenticated": "Användaren kunde inte autentiseras",
  "Login is required": "Inloggning krävs",
  "Password is required": "Lösenord krävs",
  "Email is required": "E-postadress krävs",
  "Username has already been taken": "Användarnamnet används redan",
  "email has already been taken": "E-postadressen används redan",
  "User could not be authenticated. This account only allows signing in with email address": "Användaren kunde inte autentiseras. Det här kontot tillåter endast inloggning med en e-postadress",
  "User could not be authenticated. This IP appears to be having trouble signing in to an account (detected repeated failures)": "Användaren kunde inte autentiseras. Den här IP-adressen verkar ha problem att logga in på ett användarkonto (upptäckte upprepade misslyckade försök)",
  "Password must be at least 8 characters": "Lösenordet måste vara åtminstone 8 tecken långt",
  "Password is too weak": "Lösenordet är för svagt",
  "Password must be different from username or email address": "Lösenordet måste vara annorlunda jämfört med användarnamn eller e-postadress",
  "Email is not a valid email address": "E-postadressen är inte giltig",
  "Username must not be an email address": "Användarnamnet får inte vara en e-postadress",
  "Username contains invalid characters": "Användarnamnet innehåller ogiltiga tecken",
  "Pin must be 4 digits": "Pin måste vara 4 siffror",
  "Confirm Password must match Password": "Bekräfta Lösenord måste matcha Lösenord",
  "Invalid Password": "Ogiltigt Lösenord",
  "{1} days": "{1} dagar",
  "{1} day": "{1} dag ",
  "{1} days {2} hr": "{1} dagar {2} h",
  "{1} day {2} hr": "{1} dag {2} h",
  "{1} hr": "{1} h",
  "{1} left": "{1} kvar",
  "{1} hr {2} min": "{1} h {2} min",
  "{1} sec": "{1} sek",
  "Unknown": "Okänd",
  "External": "Extern",
  "Forced": "Tvingad",
  "Sorry, there was a problem playing this item.": "Tyvärr uppstod ett problem under uppspelningen av detta objekt.",
  "Low": "Låg",
  "High": "Hög",
  "Highest": "Högsta",
  "{1} and {2}": "{1} och {2}",
  "{1}, {2}, and {3}": "{1}, {2}, och {3}",
  "{1}, {2}, and {3} others": "{1}, {2}, och {3} andra",
  "Movie": "Film",
  "Movies": "Filmer",
  "TV Show": "TV-serie",
  "TV Shows": "TV-Serier",
  "Music": "Musik",
  "Photo": "Foto",
  "Photos": "Bilder",
  "Home Video": "Hemmavideo",
  "Home Videos": "Hemmavideos",
  "Deleted Scene": "Borttagen scen",
  "Interview": "Intervju",
  "Music Video": "Musikvideo",
  "Behind the Scenes": "Bakom kulisserna",
  "Scene": "Scen",
  "Live Music Video": "Live Musikvideo",
  "Lyric Music Video": "Musikvideo med sångtext",
  "Concert": "Konsert",
  "Short": "Kortfilm",
  "Other": "Övrig",
  "Show": "Serie",
  "Shows": "Serier",
  "Season": "Säsong",
  "Seasons": "Säsonger",
  "Episode": "Avsnitt",
  "Episodes": "Avsnitt",
  "Comic": "Komedi",
  "Comics": "Komedier",
  "People": "Personer",
  "Artists": "Artister",
  "Albums": "Album",
  "Track": "Spår",
  "Tracks": "Spår",
  "Picture": "Bild",
  "Pictures": "Bilder",
  "Clip": "Klipp",
  "Clips": "Klipp",
  "Photo Album": "Fotoalbum",
  "Photo Albums": "Fotoalbum",
  "Playlist": "Spellista",
  "Playlists": "Spellistor",
  "Audio": "Ljud",
  "Subtitles": "Undertexter",
  "Lyrics": "Text",
  "All": "Alla",
  "Unwatched": "Osedd",
  "Recently Released": "Nyligen släppt",
  "Recently Added": "Nyligen tillagt",
  "Recently Viewed": "Nyligen visat",
  "Recently Viewed Shows": "Nyligen Visade Shower",
  "On Deck": "Pågående",
  "By Folder": "Efter mapp",
  "Tag": "Etikett",
  "Collection": "Samling",
  "Bookmark": "Bokmärke",
  "Director": "Regissör",
  "Writer": "Författare",
  "Actor": "Skådespelare",
  "country": "land",
  "Chapter": "Kapitel",
  "Review": "Recension",
  "Label": "Etikett",
  "Version Background Processing Target": "Version Bakgrund Processing Mål",
  "Make": "Fabrikat",
  "Model": "Modell",
  "Aperture": "Bländare",
  "Exposure": "Exponering",
  "Lens": "Lins",
  "Device": "Enhet",
  "Mood": "Humör",
  "Composer": "Kompositör",
  "Featuring": "Presenterar",
  "Track Artist": "Artist",
  "Similar Artist": "Liknade artist",
  "There was a problem playing this item.": "Ett problem uppstod vid uppspelning av objektet.",
  "There was a problem embedding this video.": "Ett problem uppstod med att bädda in videon.",
  "track": "spår",
  "The server is not powerful enough to convert this {1} for smooth playback. Try playing at the original quality.": "Denna server är inte kraftful nog att konvertera {1} för jämn uppspelning. Pröva spela den i orginal kvalité.",
  "The server is not powerful enough to convert this {1} for smooth playback.": "Denna server är inte kraftful nog att konvertera {1} för jämn uppspelning.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network or try a lower quality.": "Anslutning till servern är inte snabb nog för att strömma {1}. Kontrollera nätverket eller prova med en lägre kvalité.",
  "Your connection to the server is not fast enough to stream this {1}. Check your network.": "Din anslutning till servern är inte snabb nog att strömma {1}. Kontrollera ditt nätverk.",
  "We are having trouble playing this {1}. Please check your playback setup.": "Vi har problem att spela upp {1}. Vänligen kolla dina uppspelnings inställningar.",
  "This channel is not responding.": "Denna kanal svarar inte.",
  "Sorry! There was an error signing out.": "Tyvärr uppstod ett fel vid utloggningen.",
  "Please try again in a few minutes.": "Försök igen inom några minuter.",
  "You must be lost.": "Du har nog gått vilse.",
  "This page doesn't exist.": "Den här sidan finns inte.",
  "Media server not found.": "Mediaservern kunde inte hittas.",
  "The server you're trying to access doesn't seem to exist.": "Servern du försöker nå verkar inte existera.",
  "Media not found.": "Kan inte hitta media",
  "The media you're trying to access doesn't seem to exist.": "Mediat du försöker nå verkar inte finnas.",
  "No soup for you!": "Ingen soppa till dig!",
  "The server you're trying to access doesn't want to let you in. Make sure you're signed in as a user with access to this server.": "Servern du försöker nå vill inte släppa in dig. Se till att du är inloggad med en användare som har åtkomst till servern.",
  "Plex is down for maintenance.": "Plex är nere för underhåll.",
  "Don't worry, it'll be back soon.": "Ta det lungt, snart tillbaka.",
  "Plex is not reachable.": "Plex går inte att nå.",
  "Make sure your server has an internet connection and any firewalls or other programs are set to allow access.": "Se till att din server har en fungerande internetuppkoppling och att brandväggar eller andra program är inställda att tillåta åtkomst.",
  "Server unavailable.": "Servern är otillgänglig.",
  "We couldn't reach \"{1}\". Make sure it's online and try again.": "Vi kunde inte nå \"{1}\". Kontrollera att den är online och försök igen.",
  "We couldn't reach this server. Make sure it's online and try again.": "Vi kunde inte nå den här servern. Kontrollera att den är online och försök igen.",
  "No": "Nej",
  "Yes": "Ja",
  "Invalid Credentials": " Ogiltiga autentiseringsuppgifter",
  "Your credentials have expired. Please sign in again.": "Dina autentiseringsuppgifter har gått ut. Vänligen logga in igen.",
  "Ignore": "Ignorera",
  "Sync status is unavailable.": "Synkroniseringsstatusen är otillgänglig.",
  "The conversion queue is unavailable.": "Konverteringskön är otillgänglig.",
  "Your channels are unavailable.": "Dina kanaler är otillgängliga.",
  "The channel directory is restricted from shared users.": "Kanalbiblioteket är inte tillgängligt för delade användare.",
  "The channel directory is unavailable.": "Kanalbiblioteket är otillgängligt.",
  "Playlists are unavailable for this server.": "Spellistor finns inte tillgängliga för den här servern.",
  "Playlist not found.": "Spellistan kunde inte hittas.",
  "Server settings are restricted from shared users.": "Serverinställningar är begränsade för delade användare.",
  "Server settings are unavailable.": "Serverinställningar är inte tillgängliga.",
  "Your friends are unavailable.": "Dina vänner är otillgängliga.",
  "Your home is unavailable.": "Din hemplats är inte tillgänglig.",
  "Your devices are unavailable.": "Dina enheter är otillgängliga.",
  "This playlist is unavailable.": "Den här spellistan är otillgänglig.",
  "This playlist item is unavailable.": "Objektet i spellistan är otillgängligt.",
  "Announcements are not available.": "Meddelanden är inte tillgängliga.",
  "This channel was successfully reset.": "Den här kanalen har återställts.",
  "There was a problem resetting this channel.": "Det uppstod ett problem med att nollställa kanalen.",
  "This channel was successfully restarted.": "Den här kanalen startades om.",
  "There was a problem restarting this channel.": "Ett problem uppstod när kanalen skulle startas om.",
  "Unable to Uninstall Channel": "Oförmögen att avinstallera kanal",
  "This channel could not be uninstalled, but you can disable it in the server settings.": "Denna kanal kunde inte avinstalleras men du kan inaktivera den i serverinställningarna.",
  "This channel could not be uninstalled.": "Den här kanalen kunde inte avinstalleras.",
  "Uninstall Channel": "Avinstallera kanal",
  "Are you sure you want to uninstall this channel?": "Är du säker på att du vill avinstallera den här kanalen?",
  "There was a problem checking for updates.": "Något gick fel vid sökningen efter uppdateringar.",
  "{1} added to Watch Later.": "{1} tillagd till Se senare",
  "There was a problem adding to Watch Later.": "Ett problem inträffade vid tillägg till Se senare.",
  "There was a problem analyzing the library.": "Det uppstod ett problem under biblioteksanalysen.",
  "Analyze Library": "Analysera biblioteket",
  "Analyzes all the media files in the library. The analysis captures information about the media which helps Plex decide how to optimally play back the media.": "Analyserar alla mediafiler i biblioteket. Analysen samlar in information som hjälper Plex avgöra hur man på bästa sätt spelar upp mediet.",
  "Analyze": "Analysera",
  "Cancel": "Avbryt",
  "There was a problem matching this item.": "Ett problem uppstod vid matchning.",
  "No matches were found using this agent.": "Inga träffar hittades med denna agent.",
  "There was a problem searching for matches.": "Ett problem uppstod vid sökning efter matchningar.",
  "Unused bundles are being removed.": "Oanvända paket tas bort.",
  "There was a problem removing unused bundles.": "Ett problem uppstod vid borttagandet av oanvända paket.",
  "Clean Bundles": "Städa",
  "The media server stores information about your media to disk, as well as posters, artwork, and other media resources from the internet. Running this task deletes any bundles which are no longer in use.": "Mediaservern lagrar information om dina media till disk, så som omslag, användargenererade bilder och andra medieresurser som hämtats från Internet. När du kör den här uppgiften raderas allt hämtat material som inte längre är i bruk.",
  "Clean": "Rensa",
  "Are you sure you want to delete {1} items from your filesystem?": "Är du säker att du vill radera {1} objekt från ditt filsystem?",
  "Are you sure you want to delete this item from your filesystem?": "Är du säker på att du vill radera objektet från ditt filsystem?",
  "Delete {1}": "Ta bort {1}",
  "Delete": "Ta bort",
  "Multiple files may be deleted.": "Flertalet filer kan raderas.",
  "Yes, I'm sure": "Ja, jag är säker",
  "Delete File": "Radera Fil",
  "Are you sure you want to delete this file from your filesystem?": "Är du säker att du vill radera denna fil från ditt filsystem?",
  "There was a problem deleting the playlist.": "Det uppstod ett problem vid borttagning av spellistan.",
  "Delete Playlist": "Ta bort spellista",
  "Are you sure you want to delete {1}? This cannot be undone.": "Är du säker på att du vill ta bort {1}? Detta går inte att ångra.",
  "There was a problem deleting the library.": "Ett problem uppstod när biblioteket skulle tas bort.",
  "Delete Library": "Ta bort bibliotek",
  "Are you sure you want to delete {1}?": "Är du säker att du vill radera {1}?",
  "This cannot be undone.": "Detta går ej ångra.",
  "The preview thumbnails for items in this library were deleted.": "Förhandsvisningsbilder för objekt i detta bibliotek har raderats.",
  "There was a problem deleting the preview thumbnails for items in this library.": "Ett problem uppstod vid raderingen av förhandsvisningsbilder i detta bibliotek",
  "Delete Preview Thumbnails": "Radera förhandsvisningsbilder",
  "Are you sure you want to delete the preview thumbnails for items in this library? This cannot be undone.": "Radera förhandsvisningsbilder i detta bibliotek? Det går ej att ångra.",
  "There was a problem deleting these versions.": "Ett problem uppstod vid radering av dessa versioner.",
  "Are you sure you want to delete {1} versions of {2}?": "Är du säker att du vill radera {1} versioner av {2}?",
  "Are you sure you want to delete the {1} version of {2}?": "Är du säker du vill radera {1} version av {2}?",
  "Delete Versions": "Ta bort versioner",
  "Delete Version": "Ta bort version",
  "The trash was emptied.": "Papperskorgen har tömts.",
  "There was a problem emptying the trash.": "Ett problem uppstod vid tömning av papperskorgen.",
  "Empty Trash": "Töm papperskorgen",
  "By default the media server doesn't remove information for media right away. This helps if a drive is temporarily disconnected. When you empty the trash for a section, all information about missing media is deleted.": "Som standard tar inte mediaservern bort information om media direkt. Detta är till hjälp om en enhet tillfälligt blir bortkopplad. När du tömmer papperskorgen för en sektion kommer all information om saknade media försvinna.",
  "Empty": "Töm",
  "Are you sure you want to mark {1} as unwatched?": "Markera {1} som ej visad?",
  "Are you sure you want to mark these movies as unwatched?": "Markera dessa filmer som ej visade?",
  "Are you sure you want to mark all episodes of {1} as unwatched?": "Markera alla avsnitt av {1} som ej visade?",
  "Are you sure you want to mark these episodes as unwatched?": "Är du säker på att du vill markera dessa avsnitt som \"osedda\"?",
  "Are you sure you want to mark these items as unwatched?": "Är du säker på att du vill markera dessa filer som \"osedda\"?",
  "Mark as Unwatched": "Markera som osedd",
  "Are you sure you want to mark {1} as watched?": "Markera {1} som visad?",
  "Are you sure you want to mark these movies as watched?": "Markera dessa filmer som visade?",
  "Are you sure you want to mark all episodes of {1} as watched?": "Markera alla avsnitt av {1} som visade?",
  "Are you sure you want to mark these episodes as watched?": "Markera dessa avsnitt som visade?",
  "Are you sure you want to mark these items as watched?": "Markera valda objekt som visade?",
  "Mark as Watched": "Markera som sedd",
  "There was a problem merging these items.": "Ett problem uppstod vid sammanslagningen av dessa objekt.",
  "Merge": "Slå ihop",
  "Are you sure you want to merge these items together?": "Är du säker att du vill slå ihop dessa objekt?",
  "The database was optimized.": "Databasen är nu optimerad.",
  "There was a problem optimizing this database.": "Ett problem uppstod vid optimering av databasen.",
  "Optimize Database": "Optimera Databasen",
  "Cleans up the library database and ensures it is operating as quickly as possible. This is especially useful when you've added or removed a large amount of media from the library.": "Rensar biblioteksdatabasen och säkerställer att dess prestanda är så hög som möjligt. Detta är särskilt användbart om du lagt till eller tagit bort en stor mängd media från biblioteket.",
  "Optimize": "Optimera",
  "There was a problem rating this item.": "Ett problem uppstod vid betygsättandet av detta objekt.",
  "There was a problem refreshing.": "Ett problem uppstod vid omladdningen.",
  "There was a problem splitting this item apart.": "Ett problem uppstod när det här objektet skulle delas upp.",
  "Split Apart": "Dela upp",
  "Are you sure you want to split this item apart?": "Är du säker på att du vill dela upp det här objektet?",
  "There was a problem unmatching this item.": "Ett problem uppstod när det här objektet skulle avmatchas.",
  "There was a problem canceling the update.": "Ett problem uppstod med att avbryta uppdateringen.",
  "There was a problem updating the library.": "Ett problem uppstod när biblioteket skulle uppdateras.",
  "Refresh All": "Uppdatera alla",
  "Forces a download of fresh media information from the internet. This can take a long time. Any locked fields are not modified.": "Tvingar fram en nedladdning av färsk mediainformation från internet. Detta kan ta lång tid. Fält med som är låsta kommer ej modifieras.",
  "Refresh": "Uppdatera",
  "Play Now": "Spela Nu",
  "This will clear the contents of Up Next and play the selection instead.": "Detta kommer rensa innehållet i Spelas Härnäst och spelar valda objekt istället.",
  "The connected player doesn't support queueing.": "Spelaren du är uppkopplad till stödjer ej köer.",
  "There was a problem connecting your server.": "Det var ett problem med att ansluta din server.",
  "There was a problem disconnecting your server.": "Det var ett problem med nedkopplingen av din server.",
  "Remote Installation": "Fjärrinstallation",
  "Continue": "Fortsätt",
  "The installer may display dialogs that require input. Make sure you have desktop access to the computer running Plex Media Server before continuing.": "Installationsprogrammet kan visa dialogrutor som kräver indata. Kontrollera att du har skrivbords tillgång till den dator som kör Plex Media Server innan du fortsätter.",
  "If you remove the server, all syncs and shares associated with the server will be lost and you will need to sign the server in again to restore access to Plex.": "Om du tar bort servern, kommer alla synkningar och delningar associerade med servern att försvinna och du kommer behöva logga in på servern igen för att återställa tillgången till Plex.",
  "Are you sure you want to remove this server?": "Är du säker på att du vill ta bort den här servern? ",
  "Remove Server": "Ta bort server",
  "Remove": "Ta bort",
  "The username or password is incorrect.": "Felaktigt användarnamn eller lösenord.",
  "There was a problem signing the server out.": "Det uppstod ett fel vid utloggning ur Plex.",
  "This account information is invalid.": "Dessa kontouppgifter är ogiltiga.",
  "There was a problem signing up for a Plex account.": "Det uppstod ett fel vid registreringen för ett Plex-konto.",
  "There was a problem accepting this invite.": "Det gick inte att acceptera den här inbjudan.",
  "You are the admin in your current home. If you leave, the remaining users will be removed and managed users will be deleted.": "Du är administratör på din aktuella hemplats. Om du lämnar den tas de övriga användarna bort, och hanterade användare raderas.",
  "Are you sure you want to join this home? You will leave your current home.": "Vill du verkligen vara med på den här hemplatsen? Du lämnar då din aktuella hemplats.",
  "The admin of this home will have access to your account. Other users of this home will be able to switch to your account by entering your PIN.": "Administratören av den här hemplatsen har åtkomst till ditt konto. Andra användare av platsen kan växla till ditt konto genom att ange din pinkod.",
  "Join Home": "Gå med",
  "Join": "Gå med",
  "Please sign in to remove sync items.": "Vänligen logga in för att ta bort synkroniseringsobjekt.",
  "There was a problem removing this sync item.": "Ett problem uppstod vid borttagning av detta synk objekt.",
  "Stop Syncing": "Avbryt synkronisering",
  "Are you sure you want to stop syncing this item? All files created by this job will be removed from the device.": "Är du säker på att du vill avbryta synkning av detta objekt? All filer skapade med detta jobb kommer att tas bort från enheten.",
  "There was a problem recommending this item.": "Ett problem uppstod när detta objekt skulle rekommenderas.",
  "Synced items were refreshed.": "Synkade objekt har uppdaterats.",
  "Reject Invite": "Tacka nej till inbjudan",
  "Are you sure you want to reject this invite?": "Vill du verkligen tacka nej till den här inbjudan?",
  "Cancel Invite": "Avbryt inbjudan",
  "Are you sure you want to cancel this invite?": "Vill du verkligen avbryta den här inbjudan?",
  "There was a problem rejecting this invite.": "Det gick inte att tacka nej till den här inbjudan.",
  "There was a problem canceling this invite.": "Det gick inte att avbryta den här inbjudan.",
  "There was a problem removing this device.": "Det gick inte att ta bort den här enheten.",
  "Deleting the Cloud Sync entry will stop Plex from being able to access any existing Cloud Sync content. You will need to create and upload new sync items.": "Radering av Cloud Sync kommer förhindra Plex att komma åt existerande Could Sync-innehåll. Du behöver skapa och ladda upp nya sync-filer.",
  "If you remove this device, you will need to sign in again on the device to restore access to Plex.": "Om du tar bort den här enheten måste du logga in igen på enheten för att återställa åtkomsten till Plex.",
  "Remove Device": "Ta bort enhet",
  "There was a problem removing this friend.": "Det gick inte att ta bort den här vännen.",
  "Are you sure you want to remove {1}?": "Vill du verkligen ta bort {1}?",
  "library": "bibliotek",
  "libraries": "bibliotek",
  "You are sharing {1} {2} with each other.": "Ni delar {1} {2} med varandra.",
  "You are sharing {1} {2} with this friend.": "Du delar {1} {2} med den här vännen.",
  "This friend is sharing {1} {2} with you.": "Den här vännen delar {1} {2} med dig.",
  "This friend will be removed from your home.": "Den här vännen tas bort från din hemplats.",
  "You will be leaving your home.": "Du lämnar din hemplats.",
  "Remove Friend": "Ta bort vän",
  "Leave Home": "Lämna hemplatsen",
  "Leave": "Lämna",
  "You are the admin in this home. If you leave, the remaining users will be removed and managed users will be deleted.": "Du är administratör på den här hemplatsen. Om du lämnar den tas de övriga användarna bort, och hanterade användare raderas.",
  "Are you sure you want to leave this home?": "Vill du verkligen lämna den här hemplatsen?",
  "Remove User": "Ta bort användare",
  "Removing a managed user from your home will delete the managed user. Watched status for this user will be lost. This cannot be undone.": "Om du tar bort en hanterad användare från din hemplats raderas användaren. Sedd status för denna användare kommer att förloras. Detta kan inte ångras.",
  "You will no longer be able to switch to this user.": "Du kommer inte att kunna växla till den här användaren.",
  "There was a problem leaving this home.": "Det gick inte att lämna den här hemplatsen.",
  "There was a problem removing this user.": "Det gick inte att ta bort den här användaren.",
  "There was a problem removing this share.": "Det gick inte att ta bort den här resursen.",
  "There was a problem leaving this server.": "Det gick inte att lämna den här servern.",
  "Stop Sharing": "Sluta dela",
  "Are you sure you want to stop sharing with this friend?": "Vill du verkligen sluta dela med den här vännen?",
  "Leave Server": "Lämna servern",
  "Are you sure you want to leave this server? You can rejoin at any time.": "Vill du verkligen lämna den här servern? Du kan gå med igen när som helst.",
  "There was a problem sharing this item.": "Ett problem uppstod vid utdelning av objektet.",
  "This server needs to be connected to Plex to sync its content.": "Denna server måste vara uppkopplad mot Plex för att kunna synka sitt innehåll.",
  "There was a problem connecting to Plex.": "Ett problem uppstod vid anslutningen till Plex.",
  "Unable to enable guest account": "Kan inte aktivera gästkonto",
  "Unable to disable guest account": "Kan inte inaktivera gästkonto",
  "There was a problem connecting to this player.": "Ett problem uppstod vid anslutningen till spelaren.",
  "This server is unavailable to the player. Please sign this server in to your Plex account and try again.": "Denna server är ej tillgänglig för denna spelare. Vänligen logga in servern med ditt Plex-konto och försök igen.",
  "This server is unavailable to the player. Please sign in to your Plex account and try again.": "Denna server är ej tillgänglig för spelaren. Vänligen logga in med ditt Plex-konto och försök igen.",
  "Unable to Cast": "Kan inte omvandla",
  "Your browser does not support video streaming.": "Din webbläsare har inte stöd för videoströmning.",
  "Plex Media Server is not responding.": "Plex Media Server svarar inte.",
  "Please allow Direct Play in Settings > Web > Player > Show Advanced.": "Var vänlig tillåt Direktuppspelning under Inställningar > Webb > Uppspelare > Visa Avancerat",
  "Please increase the Streaming Quality in Settings > Web > Player.": "Var vänlig öka Streamingkvalitet under Inställningar > Webb > Uppspelare",
  "The player is unable to perform this action.": "Spelaren kan inte utföra åtgärden.",
  "There was a problem analyzing this item.": "Ett problem uppstod vid analysering av detta objekt.",
  "There was a problem refreshing this item.": "Ett problem uppstod vid uppdateringen av detta objekt.",
  "There was an unexpected error marking an item watched.": "Ett oväntat fel uppstod med att flagga ett objekt som Redan sett.",
  "There was an unexpected error marking an item unwatched.": "Ett oväntat fel uppstod med att flagga ett objekt som Ej sett.",
  "There was an unexpected error refreshing an item.": "Ett oväntat fel uppstod vid uppdatering av ett objekt.",
  "There was an unexpected error analyzing an item.": "Ett oväntat fel uppstod vid analysering av ett objekt.",
  "There was an unexpected error deleting an item.": "Ett oväntat fel uppstod vid borttagning av ett objekt.",
  "There was a problem updating a library.": "Ett problem uppstod vid uppdatering av bibliotek.",
  "There was a problem optimizing the database.": "Ett problem uppstod vid optimering av databasen.",
  "{1} started playing {2} on {3}.": "{1} har börjat spela {2} på {3}.",
  "Play selected": "Spela utvalda",
  "Play All": "Spela alla",
  "{1} of {2}": "{1} av {2}",
  "There was a problem converting 1 item.": "Ett problem uppstod vid konvertering av 1 objekt.",
  "There were problems converting {1} items.": "Problem uppstod vid konvertering av {1} objekt.",
  "{1} was last seen {2}. Syncing will resume next time you launch Plex on this device.": "{1} sågs senast {2}. Synkroniseringen kommer att forsätta nästa gång du kör Plex på denna enhet.",
  "The server needs a Plex Pass to use sync.": "Denna server behöver ett Plex Pass för att kunna använda synkroniseringsfunktionen.",
  "Learn More": "Läs mer",
  "The server needs to be signed in with a Plex Pass to use sync.": "Servern kräver att du är inloggad med ett Plex Pass för att kunna synkronisera.",
  "Sign In": "Logga in",
  "Update Library": "Uppdatera bibliotek",
  "Cancel Update": "Avbryt Uppdatering",
  "There was a problem loading these items.": "Det uppstod ett problem när dessa objekt skulle laddas.",
  "This playlist has no items.": "Spellistan är tom",
  "1 Item": "1 Objekt",
  "{1} Items": "{1} Objekt",
  "Play {1}": "Spela {1}",
  "Queue {1}": "Kö {1}",
  "YYYY-MM-DD": "ÅÅÅÅ-MM-DD",
  "MIXED": "BLANDAT",
  "Required": "Krävs",
  "this {1}": "detta {1}",
  "original value": "ursprungligt värde",
  "blank": "tomt",
  "You don't have any media servers yet.": "Du har inga mediaservrar än.",
  "{1}Download and install{2} one and try again.": "{1}Ladda ner och installera{2} en och försök igen.",
  "Unable to load contents of '{1}'": "Det går inte att ladda innehållet från '{1}'",
  "There was a problem adding to this collection.": "Ett problem uppstod vid tillägg till denna kollektion.",
  "There was a problem adding to the playlist.": "Lyckades inte lägga till till spellistan",
  "There was a problem saving these settings.": "Ett problem uppstod när dessa inställningar skulle sparas.",
  "There was an error editing this item": "Ett fel uppstod när det här objektet skulle redigeras",
  "Edit {1}": "Redigera {1}",
  "Your changes could not be saved.": "Dina ändringar kunde inte sparas.",
  "Match": "Matcha",
  "Fix Incorrect Match": "Korrigera felaktig matchning",
  "Playlists have been imported.": "Spellistor har importerats",
  "There was a problem importing.": "Lyckades inte importera",
  "Search {1}": "Sök {1}",
  "There was a problem loading '{1}'": "Ett problem uppstod när '{1}' skulle laddas",
  "Finish Watching Queue": "Titta färdigt på din kö",
  "This will clear the contents of your play queue.": "Detta kommer rensa innehållet i sin uppspelningskö.",
  "You have reached the {1} person home limit.": "Du har uppnått gränsen för hemplatser för {1} personer.",
  "Your changes have been saved.": "Dina ändringar har blivit sparade.",
  "Right click the \"Plex It!\" button and choose Add to Favorites so you can save videos to Watch Later.": "Högerklicka på knappen \"Plex It!\" och välj Lägg till favoriter för att spara filmer till Se senare.",
  "Add the button above to your favorites bar.": "Lägg till knappen ovan till Favoriter.",
  "Drag the \"Plex it!\" button to your Bookmarks Bar so you can save videos to your Watch Later.": "Dra \"Plex it!\"-knappen till din bokmärkesrad så kan du spara videos till din Se senare.",
  "Drag the button above to your bookmarks bar.": "Drag knappen till din bokmärkesmapp.",
  "⌘ C": "⌘-C",
  "Ctrl C": "Ctrl-C",
  "{1} to copy": "{1} att kopiera",
  "Watched": "Sedd",
  "There was a problem deleting all versions.": "Ett problem uppstod vid radering av alla versioner.",
  "Delete All Versions": "Ta bort alla versioner",
  "Are you sure you want to delete all versions? This cannot be undone.": "Är du säker på att du vill radera alla versioner? Detta går inte att ångra.",
  "Unable to stop generating these versions.": "Det går inte att avbryta generering av dessa versioner.",
  "Removing this item will delete all versions created by {1}. Are you sure you want to continue?": "Borttagning av detta objekt kommer att radera alla versioner skapade av {1}. Är du säker på att du vill fortsätta?",
  "Removing this item will delete all related versions. Are you sure you want to continue?": "Borttagning av detta objekt kommer radera alla relaterade versioner. Är du säker på att du vill fortsätta?",
  "There was a problem disabling this version.": "Ett problem uppstod vid inaktivering av denna version.",
  "Remove Version": "Ta bort version",
  "Are you sure you want to delete this version? You can enable it again in Optimized Versions Settings.": "Är du säker på att du vill radera denna version? Du kan aktivera det igen under Optimized Versions Settings.",
  "There was a problem enabling this version.": "Ett problem uppstod vid aktivering av denna version.",
  "There was a problem processing this item.": "Ett problem uppstod vid bearbetning av detta objekt.",
  "There was a problem processing these items.": "Ett problem uppstod vid bearbetning av dem här objekten.",
  "More": "Mer",
  "Less": "Mindre",
  "Created": "Skapad",
  "Progress for": "Status för",
  "Matching": "Matchar",
  "Downloading metadata for": "Hämtar metadata för",
  "Loading metadata for": "Laddar metadata för",
  "Finished processing": "Bearbetningen är klar",
  "Analyzing": "Analyserar",
  "Deleted": "Raderad",
  "Transcoding": "Omkodning",
  "Direct Play": "Direktuppspelning",
  "(throttled)": "(begränsad)",
  "Direct Stream": "Direktström",
  "Transcode ({1})": "Omkodad ({1})",
  "Downloading": "Hämtar",
  "Uploading": "Laddar upp",
  "done": "klar",
  "This media is inaccessible. Please check that the file exists with the correct permissions.": "Detta media är otillgängligt. Vänligen kontrollera att filen existerar och med korrekt behörighet.",
  "The metadata for this media is invalid. Please reanalyze the media and try again.": "Metadata för detta media är ogiltig. Vänligen gör en ny analys och försök igen.",
  "The client profile for the sync target is invalid.": "Klientprofilen för synkroniseringsmålet är felaktig.",
  "An error occurred processing this media. Please check that the disk is not full.": "Ett fel uppstod under behandlingen av detta media. Kontrollera att hårddisken inte är full.",
  "The transcoder was unable to process this media.": "Omkodaren kunde inte behandla detta media.",
  "This media was unable to be analyzed.": "Detta media kunde inte analyseras.",
  "This media was unable to be downloaded. Please check that it is still available and try again.": "Detta media kunde inte laddas ned. Kontrollera att det fortfarande är tillgängligt och försök igen.",
  "An error occurred while syncing this media.": "Ett fel uppstod när denna media synkades.",
  "Installed": "Installerad",
  "Utility": "Verktyg",
  "{1} episode": "{1} avsnitt",
  "{1} episodes": "{1} avsnitt",
  "user": "användare",
  "friend": "vän",
  "Guest User": "Gäst",
  "Managed User": "Hanterad användare",
  "invite sent {1}": "inbjudan skickad {1}",
  "invite sent to {1}": "inbjudan skickad till {1}",
  "wants you to join their home and share {1} {2} with you": "vill att du ska vara med på sin hemplats och dela {1} {2} med dig",
  "wants to be friends and share {1} {2} with you": "vill bli vänner och dela {1} {2} med dig",
  "wants to share {1} {2} with you": "vill dela {1} {2} med dig",
  "wants you to join their home": "vill att du ska vara med på sin hemplats",
  "wants to be friends": "vill bli din vän",
  "Custom: {1}": "Anpassa: {1}",
  "{1} item": "{1} objekt",
  "{1} items": "{1} objekt",
  "0 files": "0 filer",
  "This user could not be added to your home.": "Det gick inte att lägga till den här användaren på din hemplats.",
  "An invite could not be sent to this user.": "Det gick inte att skicka en inbjudan till den här användaren.",
  "Loading...": "Laddar...",
  "You've added a PIN restriction": "Du har lagt till en pinkodsbegränsning",
  "You've joined a Plex Home": "Du är nu ansluten till Plex",
  "This PIN could not be saved.": "Det gick inte att spara den här pinkoden.",
  "This PIN could not be removed.": "Det gick inte att ta bort den här pinkoden.",
  "Please enter a 4 digit PIN.": "Ange en fyrsiffrig pinkod.",
  "Your mix will resume shortly.": "Din mix kommer att fortsätta strax.",
  "Skipping in {1} seconds...": "Hoppar över om {1} sekunder ...",
  "Casting to {1}": "Sänder till {1}",
  "No lyrics available.": "Inga sångtexter tillgängliga.",
  "An error occurred loading these lyrics.": "Ett fel uppstod vid laddning av dessa sångtexter.",
  "Automatically select audio and subtitle tracks": "Välj ljudspår och undertexter automatiskt",
  "Automatically select audio and subtitle tracks in your preferred language when possible.": "Välj ljudspår och undertexter automatiskt i ditt föredragna språk om möjligt.",
  "Prefer audio tracks in": "Föredra ljudspår på",
  "Subtitle mode": "Undertextsläge",
  "Manually selected": "Manuellt val",
  "Shown with foreign audio": "Visas med utländskt språk",
  "Always enabled": "Alltid aktiverat",
  "Prefer subtitles in": "Föredra undertexter på",
  "An update is available.": "En uppdatering är tillgänglig.",
  "Something went wrong.": "Något gick snett.",
  "Server settings are unavailable because the server could not be reached.": "Serverinställningarna är inte tillgängliga på grund av servern inte kunde bli nådd.",
  "Username is required": "Användarnamn krävs",
  "Email address is required": "E-postadress krävs",
  "Password confirmation is required": "Lösenordsbekräftelse krävs",
  "Current password is required": "Nuvarande lösenord krävs",
  "Passwords must match": "Lösenorden måste stämma överrens",
  "Convert Immediately": "Konvertera direkt",
  "Do you want to start converting this item immediately? Any conversion progress for '{1}' will be lost.": "Vill du starta konvertering av det här objektet med detsamma? All konvertering för '{1}' kommer att gå förlorade.",
  "Sync": "Synkronisera",
  "Paused": "Pausad",
  "Converting": "Konverterar",
  "Waiting": "Väntar",
  "1 failed item": "1 misslyckat objekt",
  "{1} failed items": "{1} misslyckade objekt",
  "File unavailable": "Fil ej tillgänglig",
  "Invalid metadata": "Ogiltig metadata",
  "Invalid profile": "Ogiltig profil",
  "Unable to analyze": "Kunde inte analysera",
  "Unable to convert": "Kunde inte konvertera",
  "Loading": "Läser in",
  "User Rating": "Användarbetyg",
  "Connecting": "Ansluter",
  "Loading libraries": "Laddar bibliotek",
  "There was an unexpected error loading libraries": "Ett oväntat fel uppstod vid laddning av bibliotek",
  "You're not supposed to be here": "Här ska du inte vara",
  "This page is restricted from the server \"{1}\"": "Denna sida är begränsad från servern \"{1}\"",
  "This page is restricted from this server": "Denna sida är begränsad från denna server",
  "Tip: If \"Secure connections\" in your server's network settings is disabled, select \"Preferred\" to use the secure web app": "Tips: Om \"Säkra anslutningar\" i din servers nätverksinställningar är avstängd, välj \"Föredra\" för att använda den säkra webb appen",
  "The server \"{1}\" is unavailable": "Servern \"{1}” är otillgänglig",
  "This server is unavailable": "Denna server är inte tillgänglig",
  "Plex will automatically try to reconnect to this server": "Plex kommer automatiskt att försöka återansluta till denna server",
  "You do not have access to this server": "Du har inte åtkomst till denna server",
  "Connecting to {1}": "Ansluter till {1}",
  "Search in {1}...": "Sök i {1}...",
  "Search all servers...": "Sök alla servrar...",
  "Show more results...": "Visa fler resultat...",
  "by": "av",
  "with": "med",
  "in": "i",
  "Play Selected": "Spela utvalda",
  "Shuffle": "Blanda",
  "Add to Playlist...": "Lägg till i spellista...",
  "Mark Watched": "Markera som sedd",
  "Mark Unwatched": "Markera som osedd",
  "Edit": "Ändra",
  "Sync...": "Synka...",
  "Optimize...": "Optimera...",
  "{1} item selected": "{1} objekt valt",
  "{1} items selected": "{1} objekt valda",
  "Deselect All": "Avmarkera allt",
  "More...": "Mer...",
  "Are you sure you want to delete these {1} items from your filesystem?": "Är du säker att du vill radera dessa {1} objekt från ditt filsystem?",
  "Account": "Konto",
  "Subscriptions": "Prenumerationer",
  "Payments": "Betalningar",
  "Cloud Sync": "Molnsynkronisering",
  "Global App Settings": "Globala App-inställningar",
  "Authorized Devices": "Auktoriserade enheter",
  "Family & Friends": "Vänner & Familj",
  "Sharing": "Delning",
  "There was a problem saving your changes.": "Ett problem uppstod när dessa ändringar skulle sparas.",
  "Too weak": "För svagt",
  "Very weak": "Väldigt svagt",
  "Somewhat weak": "Något svagt",
  "Somewhat Strong": "Något starkt",
  "Very Strong": "Väldigt starkt",
  "Selected": "Vald",
  "Previous Page": "Föregående sida",
  "Next Page": "Nästa sida",
  "Play": "Spela",
  "Play Version...": "Spela upp version...",
  "Play Next": "Spela nästa",
  "Add to Queue": "Lägg till i kö",
  "Play Plex Mix": "Spela Plex Mix",
  "Play Trailer": "Spela trailer",
  "Play Music Video": "Spela musikvideo",
  "Fix Match...": "Fixa matchning...",
  "Match...": "Matcha...",
  "Unmatch": "Ta bort matchning",
  "Download": "Ladda ner",
  "Share...": "Dela...",
  "Recommend...": "Rekommendera...",
  "Get Info": "Visa info",
  "Downloading Metadata": "Laddar hem metadata",
  "In Trash": "I papperskorgen",
  "A different type is selected": "En annan typ är vald",
  "More Actions": "Fler åtgärder",
  "Poster Size": "Affischstorlek",
  "Add to Playlist": "Lägg till till spellista",
  "Toggle Watched...": "Växla Sedd...",
  "Are you sure you want to mark this item as watched?": "Är du säker på att du vill markera detta objekt som sett?",
  "Are you sure you want to mark these {1} items as watched?": "Är du säker på att du vill markera dessa objekt {1} som sedda?",
  "Are you sure you want to mark this item as unwatched?": "Är du säker på att du vill markera detta objekt som osett?",
  "Are you sure you want to mark these {1} items as unwatched?": "Är du säker på att du vill markera dessa objekt {1} som osedda?",
  "Save Changes": "Spara ändringar",
  "System Default": "Systemstandard",
  "Managed users are restricted from account settings": "Ombesörjda användare har inte tillgång till kontoinställningar",
  "Language": "Språk",
  "This sets the default language for Plex applications that do not provide their own language setting.": "Det här sätter standardspråket för Plex applikationer som inte tillhandahåller sina egna språkinställningar.",
  "Username": "Användarnamn",
  "Your username will be visible to friends with whom you have shared your server.": "Ditt användarnamn kommer vara synligt för vänner som du delat din server med.",
  "Allow username to be used when signing in": "Tillåt användarnamnet att användas när inloggning skett",
  "Your email address will be required to sign in when username sign-in is not allowed.": "Din e-postadress kommer att krävas för att logga in när inloggning med användarnamn inte är tillåtet.",
  "Email Address": "E-postadress",
  "Password": "Lösenord",
  "New Password": "Nytt lösenord",
  "Confirm New Password": "Bekräfta nytt lösenord",
  "Current Password": "Nuvarande lösenord",
  "Sign out connected devices after password change": "Logga ut från uppkopplade enheter efter lösenordsbyte",
  "Plex News": "Plex Nyheter",
  "You are currently subscribed": "Du prenumererar för tillfället",
  "You are not subscribed": "Du prenumererar för tillfället inte",
  "Subscribe to our amazing, but infrequent email newsletter": "Prenumerera på vårt fantastiska men ovanliga nyhetsbrev",
  "Choose Photo": "Välj foto",
  "You can scale your photo using the slider below, and adjust the crop by dragging it within the circle.": "Du kan skala om ditt foto med reglaget nedan och justera beskärningen genom att dra det inom cirkeln.",
  "{1} albums": "{1} album",
  "{1} season": "{1} säsong",
  "{1} seasons": "{1} säsonger",
  "on": "på",
  "All Libraries": "Alla bibliotek",
  "Discover": "Upptäck",
  "There was an unexpected error loading the photo album": "Det uppstod ett oväntat fel när fotoalbumet skulle laddas",
  "Loading photos": "Laddar foton",
  "Plex is down for maintenance": "Plex är nere för underhåll",
  "Don't worry, it will be back soon": "Oroa dig inte, den är snart tillbaka",
  "No shared libraries": "Inga delade bibliotek",
  "A user in your home needs to share a library with you": "En användare i ditt hem behöver dela ett bibliotek med dig",
  "Get your Plex Media Server": "Skaffa din Plex Media Server",
  "Install your new server": "Installera din nya server",
  "To get started streaming your media everywhere, download and install Plex Media Server on the computer or device where you keep your media.": "För att komma igång med och streama din media överallt, ladda ner och installera Plex Media Server på din dator eller enhet där du har din media.",
  "Excellent. Check your download location for Plex Media Server and install it. Once it's running, check back here and we'll get you set up.": "Suveränt. Kolla din nerladdningsplats för Plex Media Server och installera den. När den väl är igång, kom tillbaka hit så fixar vi igång den till dig.",
  "Download Plex Media Server": "Ladda ner Plex Media Server",
  "Need to download different server?": "Behöver du ladda ned en annan server?",
  "Download for Computer Platforms": "Ladda ned för datorplattformar",
  "Download for NAS Platforms": "Nerladdningar för NAS-plattformar",
  "Update your Plex Media Server": "Uppdatera din Plex Mediaserver",
  "This version of the web app requires Plex Media Server {1} or higher. Use one of the links below to open an available server directly.": "Den här versionen av webbappen kräver Plex Media Server {1} eller högre. Använd någon av länkarna nedanför för att öppna en tillgänglig server direkt.",
  "{1} (Unavailable)": "{1} (Ej tillgänglig)",
  "There was an unexpected error": "Ett oväntat fel uppstod",
  "Please visit our forums if you continue to experience problems": "Vänligen besök vårt forum om du fortsätter att uppleva problem",
  "Go to Forums": "Gå till Forumen",
  "Loading dashboard": "Laddar instrumentbrädan",
  "There was an unexpected error loading the dashboard": "Det uppstod ett oväntat fel när instrumentbrädan skulle laddas.",
  "The server \"{1}\" does not support the dashboard": "Servern \"{1}\" stödjer inte instrumentbrädan.",
  "Browse libraries using the sidebar": "Bläddra i bibliotek genom att använda sidomenyn",
  "The dashboard is empty": "Instrumentbrädan är tom.",
  "Browse and manage your libraries using the sidebar": "Bläddra och hantera bibliotek genom att använda sidomenyn",
  "Tip: The \"Include in dashboard\" advanced setting for each library allows content to be displayed here": "Tips: \"Inkludera på instrumentpanelens\" avancerade inställningar för varje bibliotek tillåter innehåll att visas här",
  "Add libraries with your media to make the most of Plex Media Server": "Lägg till bibliotek med din media för att få ut det mesta med Plex Mediaserver",
  "Add Library": "Lägg till bibliotek",
  "This server does not support search": "Servern stödjer inte sökfunktionen",
  "No Results": "Inga resultat",
  "Try a different query": "Försök med en annan fråga",
  "Search": "Sök",
  "All Servers": "Alla servrar",
  "This Server": "Den här servern",
  "Searching for \"{1}\"": "Söker efter \"{1}\"",
  "Results for \"{1}\"": "Resultat för \"{1}\"",
  "Loading {1}": "Laddar {1}",
  "Loading list": "Laddar lista",
  "There was an unexpected error loading {1}": "Ett oväntat fel uppstod vid laddning av {1}",
  "There was an unexpected error loading this list": "Ett oväntat fel uppstod vid laddning av denna lista",
  "Nothing to see here": "Inget att se här",
  "There are no items in {1}": "Det finns inga objekt i {1}",
  "There are no items in this list": "Det finns inga objekt i denna lista",
  "IMDb Rating": "IMDb betyg",
  "Certified Fresh": "Certifierad färsk",
  "Fresh": "Färsk",
  "Rotten": "Rutten",
  "Audience Rating": "Tittarsiffror",
  "Rating": "Betyg",
  "A server could not be found. Download and install Plex Media Server, and it will appear here.": "En server kunde inte hittas. Ladda ner och installera Plex Media Server, så kommer den dyka upp här.",
  "Where is my server?": "Var är min server?",
  "No one in your home has shared a library with you.": "Ingen på din hemsida har delat bibliotek med dig.",
  "Learn more": "Läs mer",
  "The server {1} needs an update.": "Servern {1} kräver en uppdatering.",
  "The servers {1} need updates.": "Servrarna {1} kräver uppdateringar.",
  "Please wait while servers are discovered.": "Vänligen vänta medans servrar upptäckts.",
  "Looking for servers...": "Söker efter servrar...",
  "Unavailable": "Ej tillgänglig",
  "Secure": "Säker",
  "Cloud": "Moln",
  "Needs Update": "Behöver uppdateras.",
  "Nearby": "Nära",
  "Remote": "Fjärrserver",
  "Update Libraries": "Uppdatera bibliotek",
  "Online Content": "Onlineinnehåll",
  "Channels": "Kanaler",
  "Manage": "Hantera",
  "Settings": "Inställningar",
  "Unclaimed": "Obekant",
  "Libraries": "Bibliotek",
  "There was an unexpected error loading libraries.": "Ett oväntat fel uppstod vid laddning av bibliotek",
  "The selected server cannot be reached securely. An insecure connection may be possible.": "Den valda server kunde inte bli nådd säkert. En osäker anslutning kan vara möjlig.",
  "The selected server is unreachable. Make sure it's running, double check your network, and try again.": "Den valda servern är onåbar. Vänligen kontrollera att den är igång, dubbelkolla ditt nätverk, och testa igen.",
  "Try again": "Försök igen",
  "Reload app insecurely": "Ladda om appen osäkert",
  "Allow insecure connection": "Tillåt osäker anslutning",
  "Remove server": "Ta bort server",
  "Remove \"{1}\"": "Ta bort \"{1}\"",
  "If this server is restarted, it will automatically be added to your account again.": "Om den här servern är omstartad, kommer den att automatisk att läggas till på ditt konto igen.",
  "Enhance your Plex experience with exclusive premium features": "Förbättra din Plex upplevelse med exklusiva premiumfunktioner",
  "Mobile Sync": "Mobilsynk",
  "Enjoy your media offline on Android, iOS, and Windows devices": "Njut av ditt media frånkopplat på Android, iOS och Windows enheter",
  "Exclusive Forum Access": "Exklusiv tillgång till Forum",
  "Let your voice be heard in special members-only forums": "Låt din röst bli hörd i ett speciellt endast-medlem forum",
  "Trailers & Extras": "Trailers & Extramaterial",
  "See movie trailers, cast interviews, and other bonus features": "Se filmtrailers, intervjuer och annat extramaterial",
  "Camera Upload": "Kamerauppladdning",
  "Sync photos from your mobile devices to Plex Media Server": "Synkronisera foton från dina mobila enheter till Plex Media Server",
  "Sync media to the cloud and enjoy it anywhere there’s internet": "Synkronisera ditt media till molnet och njut av det varhelst det finns Internet",
  "Gracenote Music Magic": "Gracenote musikmagi",
  "Song identification, album reviews, artist bios, and Plex Mix playlists": "Sångidentifiering, albumrecensioner, artisters biografi och Plex Mix spellistor",
  "...plus more exclusive features!": "...plus ännu fler exklusiva funktioner!",
  "Subscribe": "Prenumerera",
  "Subscribe today": "Prenumerera idag",
  "or give Plex Pass as a gift!": "eller ge bort Plex Pass som en gåva!",
  "Your mix will resume shortly": "Din mix kommer att fortsätta strax",
  "Reqirements": "Krav",
  "Searching for {1}": "Söker efter {1}",
  "Results for {1}": "Resultat för {1}",
  "No matches found.": "Inga träffar.",
  "or": "eller",
  "Sign Up": "Registrera",
  "Email": "E-post",
  "Confirm Password": "Bekräfta lösenord",
  "Passwords do not match": "Lösenorden stämmer inte överens",
  "By creating an account, you confirm that you have read and accept the {1}Terms and Conditions{2} and are at least 13 years old.": "Genom att skapa ett konto, bekräftar du att du har läst och accepterat {1}Villkoren{2} och att du är minst 13 år gammal.",
  "Remember me": "Kom ihåg mig",
  "You must be signed in for Plex to work properly. If you are not signed in:": "Du måste vara inloggad för att Plex ska fungera ordentligt. Om du ej är inloggad:",
  "Any connections between your media server and players WILL NOT BE SECURE": "Kontakten mellan din mediaserver och spelarna KOMMER EJ VARA SÄKER",
  "You may experience degraded streaming performance": "Du kan uppleva degraderad strömningsprestanda.",
  "It will be more difficult, and sometimes impossible, to find your server and discover players": "Det kommer vara svårare, och ibland omöjligt, att hitta din server och upptäcka spelare",
  "You will not be able to access your media server from outside your home": "Du kommer inte ha möjlighet att nå din mediaserver utanför ditt hem",
  "You will not be able to access content and many features provided by Plex": "Du kommer inte kunna komma åt innehåll och många funktioner som Plex erbjuder",
  "Skip and accept limited functionality": "Hoppa över och acceptera begränsad funktionalitet",
  "What's this?": "Vad är detta?",
  "Play Unwatched": "Spela osedda",
  "Add to playlist": "Lägg till till spellista",
  "Select": "Välj",
  "Share": "Dela",
  "Recommend": "Rekommendera",
  "Info": "Information",
  "Options": "Alternativ",
  "Add to Collection...": "Lägg till i samling...",
  "Alerts": "Varningar",
  "Conversion": "Konvertering",
  "Now Playing": "Nu spelas",
  "Alerts are restricted from shared users.": "Notifieringar är inte tillgängliga för delade användare.",
  "Pause": "Paus",
  "Resume": "Återuppta",
  "Check the status in {1}Optimized Versions Settings{2}.": "Kolla statusen på {1}Optimized Versions Settings{2}.",
  "Manage your completed conversions in {1}Optimized Versions Settings{2}.": "Hantera dina färdiga konverteringar på {1}Optimized Versions Settings{2}.",
  "This requires Plex Media Server {1} or later.": "Detta kräver Plex Media Server {1} eller senare.",
  "Now Playing is restricted from shared users.": "Spelas Nu är inte åtkomlig för delade användare.",
  "Now Playing is unavailable with synced servers.": "Nu spelas går inte att använda med synkroniserade servrar.",
  "Now Playing requires Plex Media Server {1} or later.": "Nu spelas kräver Plex Media Server {1} eller en senare version.",
  "Nothing is synced to this device.": "Inget är synkat till den här enheten",
  "You have no sync capable devices.": "Du saknar enheter som stöder synkronisering.",
  "More Info": "Mer information",
  "An insecure media server has been found on your network.": "En osäker mediaserver har hittats på ditt nätverk.",
  "An unclaimed media server has been found on your network.": "En obekant mediaserver har hittats på ditt nätverk.",
  "Claim it now": "Begär den nu",
  "Experience new music features with a premium music library.": "Upplev nya musikfunktioner med ett premiumbibliotek.",
  "Create a library": "Skapa ett bibliotek",
  "A Plex Media Server update is available!": "En Plex Media Server uppdatering är tillgänglig!",
  "Download now": "Ladda ner nu",
  "Install now": "Installera nu",
  "Posters": "Affischer",
  "Details": "Detaljer",
  "List": "Lista",
  "Import from iTunes": "Importera från iTunes",
  "Edit Library": "Redigera bibliotek",
  "Channel Directory": "Kanalbibliotek",
  "Browse Channels": "Bläddra bland kanaler",
  "Install Channels": "Installera kanaler",
  "Check for Updates": "Leta efter uppdateringar",
  "Popular Tracks": "Populära spår",
  "Music Videos": "Musikvideor",
  "On Tour": "På turné",
  "Similar Artists": "Liknande artister",
  "Cast": "Skådespelare",
  "Extras": "Extramaterial",
  "Failed to load items for this playlist.": "Misslyckades att ladda innehåll ur spellista.",
  "This media type does not have a details page.": "Denna mediatyp kan ej visa ytterligare information.",
  "Auto Match": "Matcha Automatiskt",
  "Nothing queued": "Inget köat",
  "Up Next": "Spelas Härnäst",
  "Casting on": "Visas på",
  "Disconnect": "Koppla ner",
  "Players": "Spelare",
  "No players found": "Inga spelare funna.",
  "{1} Settings": "{1} inställningar",
  "Note: These settings will take effect for all libraries using the {1} agent.": "Observera: Dem här inställningar kommer träda i kraft för alla bibliotek med användning av {1} agenten.",
  "There was an error adding this library.": "Ett fel uppstod när biblioteket skulle läggas till.",
  "You need to {1}follow these instructions{2} to troubleshoot the Plex Media Server.": "Du behöver {1}följa dessa instruktioner{2} för att göra felsökning i Plex Media Server.",
  "choose an image": "välj en bild",
  "drag and drop": "drag och släpp",
  "enter a url": "Skriv in en länk",
  "Uploading artwork...": "Laddar upp bild...",
  "this artwork was uploaded successfully": "Uppladdningen av omslaget lyckades",
  "{1}upload another{2}": "{1}ladda upp en till{2}",
  "there was an error uploading this artwork": "Ett problem uppstod vid uppladdning av omslaget",
  "{1}try again{2}": "{1}försök igen{2}",
  "Enter a url to upload an image from the web": "Skriv in en webbadress för att ladda upp en bakgrundsbild från webben",
  "enter to {1}upload{2}": "skriv för att {1}ladda upp{2}",
  "esc to {1}cancel{2}": "esc för att {1}avbryta{2}",
  "Files": "Filer",
  "Labels": "Etiketter",
  "Labels require Plex Media Server {1} or later.": "Etiketter kräver Plex Media Server {1} eller en senare version.",
  "You need a Plex Pass to use restrictions.": "Du måste ha ett Plex Pass om du vill använda begränsningar.",
  "Add Folder": "Lägg till mapp",
  "Add": "Lägg till",
  "Select a Collection": "Välj en samling",
  "There are no collections in this library.": "Det finns inga samlingar i det här biblioteket.",
  "New collection...": "Ny samling...",
  "Select a Playlist": "Välj en spellista",
  "Create Playlist": "Skapa en spellista",
  "There are no playlists on this server.": "Det finns inga spellistor på servern",
  "New playlist...": "Ny spellista...",
  "Browse": "Bläddra",
  "Update": "Uppdatera",
  "Restart": "Starta om",
  "Reset": "Återställ",
  "Uninstall": "Avinstallera",
  "Install": "Installera",
  "Directory Settings": "Kataloginställningar",
  "Save": "Spara",
  "Download a Version": "Ladda ner en version",
  "General": "Allmänt",
  "Tags": "Etiketter",
  "Poster": "Omslag",
  "Banner": "Banderoll",
  "Background": "Bakgrund",
  "Add {1} Library": "Lägg till {1} bibliotek",
  "Select type": "Välj typ",
  "Add folders": "Lägg till mappar",
  "Create": "Skapa",
  "Advanced": "Avancerat",
  "Next": "Nästa",
  "Location": "Plats",
  "Search Options": "Sökalternativ",
  "Server Unreachable": "Server ej nåbar",
  "Insecure connections will only be allowed when you're on the same network as the server.": "Osäkra uppkopplingar tillåts endast när du är på samma nätverk som servern.",
  "Insecure connections will be allowed to any server.": "Osäkra uppkopplingar tillåts till vilken server som helst.",
  "The Allow Fallback to Insecure Connections setting can be changed in Web Settings. Would you like to allow insecure connections?": "Inställningen \"Tillåt okrypterade uppkopplingar\" kan ändras i Web-inställningarna. Vill du tillåta okrypterade uppkopplingar?",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library. Depending on how many tracks you have, this process can take many minutes to complete.": "Importera från iTunes importerar dina musik spellistor. Det kommer även importera din betygsättning, när du lade till musiken, samt antal uppspelningar och hur många gånger du hoppat över musik i ditt musikbibliotek. Beroende på hur många musikspår du har så kan det ta många minuter att importera.",
  "Add to library: ": "Lägg till i bibliotek:",
  "Overwrite existing playlists": "Skriv över nuvarande spellistor",
  "Import": "Importera",
  "Keyboard Shortcuts": "Kortkommandon",
  "Internet Required": "Internet krävs",
  "Plex Pass Required": "Plex Pass krävs",
  "This server cannot reach the Internet. Please verify connectivity and try again.": "Den här servern kan inte nå internet. Kontrollera internetanslutningen och försök igen.",
  "This library requires your server be signed in to a Plex Pass account.": "Det här biblioteket kräver att din server är inloggad med ett Plex Pass-konto.",
  "Media Server Detection": "Söker Mediaserver",
  "We've detected a Plex Media Server running on this computer, but we can't connect to it. {1}Sign in to your account{2} on the server so that you can access it.": "Vi har upptäckt en Plex Media Server som kör på den här datorn, men det går inte att kontakta den. {1}Logga in på ditt konto{2} på servern så att den går att komma åt.",
  "We were unable to find a Plex Media Server running on this computer. If you have one on this or another computer, make sure it's running and signed in to your account.": "Vi kunde inte hitta någon Plex Media Server som kör på den här datorn. Om du har en på den här eller någon annan dator, se till att den kör och är inloggad på ditt konto.",
  "For more information, please see {1}this support article{2}.": "För mer information, se {1}den här support-artikeln{2}.",
  "Media Info": "Information om media",
  "Delete Files": "Raderade Filer",
  "Inaccessible": "Oåtkomlig",
  "Please check that this file exists and the necessary drive is mounted.": "Var vänlig och kontrollera att denna fil existerar och att den nödvändiga disken är ansluten.",
  "Part": "Del",
  "View XML": "Visa XML",
  "Select a Version": "Välj version",
  "Go Premium": "Upplev Premium",
  "This feature requires a Plex Pass subscription.": "Den här funktionen kräver en Plex Pass-prenumeration.",
  "Everything you need to experience the best of Plex. Your subscription gives you premium features and exclusive access to new ones.": "Allt du behöver för att uppleva det bästa av Plex. Ditt abonnemang ger dig premiumfunktioner och exklusiv tillgång till nya funktioner.",
  "The server \"{1}\" has not been claimed. This server must be claimed by an account with a Plex Pass subscription.": "Servern \"{1}\" har ej tagits i anspråk. Denna server måste tas i anspråk av ett konto med en Plex Pass-prenumeration.",
  "Select Friends": "Välj Vänner",
  "Say something about this...": "Säg något om detta ...",
  "You need {1}friends{2} to recommend media.": "Du behöver {1}vänner{2} om du ska kunna rekommendera medier.",
  "Send": "Skicka",
  "Plex Media Server Release Notes": "Plex Media Server Versionsanteckningar",
  "New": "Nytt",
  "Fixes": "Korrigeringar",
  "Choose Destination": "Välj destination",
  "Select a File": "Välj en fil",
  "Resume from {1}": "Återuppta från {1}",
  "Start from beginning": "Börja om från början",
  "Plex Media Server Downloads": "Plex Media Server Nerladdningar",
  "You need to {1}link your account{2}.": "Du måste {1}koppla ditt konto{2}.",
  "Sync Status": "Synkroniseringsstatus",
  "Plex Terms of Service": "Plex Användarvillkor",
  "Agree": "Godkänn",
  "Users": "Användare",
  "Announcements": "Meddelanden",
  "Get Plex apps": "Skaffa Plex appar",
  "Help": "Hjälp",
  "Switch User...": "Växla Användare...",
  "Sign Out": "Logga ut",
  "Problem Connecting to Plex": "Problem att ansluta till Plex.",
  "Plex was unable to authenticate your server. Please sign your server out and try again.": "Plex kunde ej autentisera din server. Vänligen logga ur din server och försök igen.",
  "Your server was unable to reach Plex. Please ensure that the computer or device running your server can access the internet.": "Din server kunde ej ansluta till Plex. Kontrollera att datorn eller enheten som din server kör på har åtkomst till internet.",
  "Signed in to Plex": "Inloggad i Plex",
  "You have successfully signed your server in to Plex, but we were unable to reach it from outside your network.": "Du har lyckats logga in din server mot Plex, men vi kunde ej nå din server från utsidan av ditt nätverk.",
  "If you skip this step you will not be able to share or stream media outside your home. If you change your mind later, you can adjust this in Settings.": "Om du hoppar över detta steg så kan du ej dela eller strömma media utanför ditt hem. Om du ändrar dig i framtiden så kan du ändra detta i Inställningar.",
  "If you would like to enable this now, you will need to configure your router or firewall to allow Plex to contact your server. Please refer to our {1}Connecting a Server{2} article for more information.": "Om du vill slå på detta nu så behöver du konfigurera din router eller brandvägg så att den tillåter Plex att kontakta din server. Mer info finns i denna artikel: {1}Connecting a Server{2}.",
  "Previous": "Föregående",
  "Playing Next": "Spelas härnäst",
  "The library has no content yet.": "Biblioteket har inget innehåll ännu.",
  "Click {1}here{2} to add content to the library.": "Klicka {1}här{2} för att lägga till innehåll i biblioteket.",
  "The library is still being refreshed. Hang on while we look for your content.": "Biblioteket håller fortfarande på att uppdateras, vänta en stund medan vi letar efter ditt innehåll.",
  "There is no content matching your active filter.": "Inget innehåll matchar ditt nuvarande filter.",
  "There is no content in the selected folder.": "Den markerade mappen är tom.",
  "Invites": "Inbjudningar",
  "Friends": "Vänner",
  "Pending": "Väntande",
  "My Home": "Min hemplats",
  "Web": "Webb",
  "Devices": "Enheter",
  "Add User": "Lägg till användare",
  "Enable Guest": "Slå på gästkonto.",
  "Disable Guest": "Stäng av gästkontot",
  "Invite Friend": "Bjud in vän",
  "Show Advanced": "Visa avancerat",
  "Hide Advanced": "Göm avancerat",
  "Debug": "Felsök",
  "Player": "Uppspelare",
  "Help us translate this app into your language {1}here{2}.": "Hjälp oss översätta denna appen till ditt språk {1}här{2}.",
  "Automatically Sign In": "Logga in automatiskt",
  "Do not prompt to select a user or enter a PIN during startup on this device.": "Fråga inte om att välja en användare eller ange en PIN-kod under starten av den här enheten.",
  "Play Theme Music": "Spela signaturmelodi",
  "Automatically play theme music in the background when available.": "Spela signaturmelodi automatiskt i bakgrunden om den är tillgänglig.",
  "Show Unwatched Icons": "Visa osedda ikoner",
  "Show unwatched icons in list items.": "Visa oseddda ikoner i listobjekt.",
  "Enable Keyboard Shortcuts": "Aktivera kortkommandon",
  "Press ? to view the list of {1}available shortcuts{2}.": "Tryck ? för att se listan över {1}tillgängliga genvägar{2}.",
  "Allow Fallback to Insecure Connections": "Tillåt okrypterade uppkopplingar",
  "Allow this browser to make insecure connections to Plex Media Server if secure connections fail.": "Tillåt denna webbläsare att skapa okrypterade uppkopplingar mot Plex Media Server ifall krypterade uppkopplingar misslyckas.",
  "Debug Level": "Problemsökningsnivå",
  "You can view the debug logs {1}here{2}.": "Du hittar debug-loggarna {1}här{2}.",
  "Streaming Quality": "Streamingkvalitet",
  "Local Quality": "Lokal kvalitet",
  "Remote Quality": "Fjärrkvalitet",
  "Online Quality": "Online-kvalitet",
  "HTML5 Player": "HTML5-spelare",
  "Prefer the HTML5 video player over the Flash player.": "Föredra HTML5 videospelaren före Flash spelaren.",
  "Allows the player to play compatible media without any conversion. In most browsers, direct play supports MP4 videos with h264 video and AAC audio. Videos with subtitles cannot be played directly.": "Tillåter spelaren att spela kompatibel media utan någon omkodning. I de flesta webbläsare stöds direktuppspelning av mp4-videor med h264-video och AAC-ljud. Videor med undertexter kan inte spelas direkt.",
  "Allows the server to copy compatible audio and video streams without converting them.": "Tillåter servern att kopiera kompatibel ljud- och videoström utan att konvertera dom.",
  "Audio & Subtitles": "Ljud & Undertexter",
  "Allow Direct Play of AC3 Audio": "Tillåt direktuppspelning av AC3 ljud",
  "Allow MP4 videos with AC3 audio to be played directly. Browser support for AC3 audio is limited.": "Tillåt MP4 videor med AC3 ljud att direktuppspelas. Webbläsarstöd för AC3 ljud är begränsat.",
  "Prefer AAC Audio": "Föredra AAC-ljud",
  "Prefer AAC over MP3 when transcoding audio. Some devices, like the Wii U, only support HLS with AAC audio.": "Föredra AAC framför MP3 vid omkodning av ljud. Vissa enheter, t ex Wii U, stöder endast HLS med AAC-ljud.",
  "Multi-Channel Audio Boost": "Flerkanalig ljudförhöjning",
  "Boost volume when converting multi-channel audio to stereo.": "Höj volymen vid konvertering från flerkanaligt ljud till stereo.",
  "Subtitle Size": "Storlek på undertext",
  "Burn Subtitles": "Bränn in undertexter",
  "Determines if the server should burn in subtitles when converting video depending on the subtitles format. Avoiding burn in improves server performance and is only supported by the HTML5 player.": "Avgör om servern ska bränna in undertexter när filmen konverteras på grund av undertextens format. Att undvika inbränning förbättrar serverns prestanda och stöds bara av HTML5-spelaren.",
  "Cinema Trailers to Play Before Movies": "Antal biotrailers att spela upp innan en film",
  "Great, we found a server!": "Härligt, vi hittade en server!",
  "Give it a friendly name to help identify it in Plex apps and on your network.": "Ge din server ett eget namn för att identifiera den i Plex och i nätverket.",
  "Allow me to access my media outside my home": "Tillåt mig att komma åt min media utanför hemmet",
  "Plex will attempt to automatically configure your network to allow access to your Plex Media Server from Plex apps outside your home.": "Plex kommer försöka att automatiskt konfigurera ditt nätverk för att tillåta tillgång till din Plex Media Server från Plex-applikationer utanför ditt hem.",
  "Get Plex Apps": "Hämta Plex-appar",
  "All set! Your Plex Media Server is working hard to find your media and make it beautiful. Grab the Plex app for all your favorite devices to get the most out of Plex and start streaming everywhere!": "Allt klart! Din Plex Media Server jobbar hårt med att hitta och snygga till din media. Hämta Plex-appen till alla dina favoritenheter för att få ut så mycket som möjligt av Plex och börja strömma överallt!",
  "Send anonymous usage data to Plex": "Skicka anonym användningsinformation till Plex",
  "Help us improve everyone's Plex experience by sending anonymous usage data.": "Hjälp oss att förbättra allas upplevelse av Plex genom att skicka anonym användardata.",
  "Back": "Tillbaka",
  "Done": "Färdig",
  "Setup is not allowed for shared servers.": "Inställning är inte tillåten för delade servrar",
  "A problem has been detected with a core component of Plex Media Server.": "Det har upptäckts ett problem med en av de centrala komponenterna i Plex Media Server.",
  "Please visit the {1}forums{2} and provide your logs, as described {3}here{4}.": "Vänligen besök våra {1}forum{2} och bifoga dina loggar, som beskrivet {3}här{4}.",
  "Welcome to Plex!": "Välkommen till Plex!",
  "Sign in with a Plex account to help your devices find each other, access your media from anywhere, and queue up videos from your browser to watch later in Plex.": "Logga in med ett Plex-konto för att hjälpa dina enheter att hitta varandra, få tillgång till din media överallt, och köa videor från din webbläsare för att titta på senare i Plex.",
  "Organize Your Media": "Organisera din media",
  "Plex organizes your media into libraries. You can add as many libraries as you want, and you can have multiple libraries with the same type.": "Plex organiserar din media i bibliotek. Du kan lägga till hur många bibliotek du vill, och du kan ha flera bibliotek av samma typ. ",
  "Please wait a moment while Plex starts.": "Vänligen vänta medan Plex startar.",
  "Server Setup": "Server setup",
  "Name": "Namn",
  "Media Library": "Mediabibliotek",
  "Finish": "Klar",
  "Sort": "Sortera",
  "Filters": "Filter",
  "Select A Filter": "Välj ett filter",
  "Watch Later Help": "Se Senare hjälp",
  "Add videos from your browser": "Lägg till videor från din webbläsare",
  "To save a video to Watch Later, click \"Plex It!\" in your Bookmarks Bar.": "För att spara en video till Se senare, klicka “Plex It!” i din bokmärkesrad.",
  "A panel will appear on the left side of the page to let you know the video has been saved.": "En panel kommer att visas till vänster på sidan för att informera dig om att videon har sparats.",
  "You can also recommend the video to friends or \"fling\" it to a Plex player and watch it there.": "Du kan även rekommendera videon till vänner eller \"flinga\" den till en Plex-enhet och se den där.",
  "Add videos by email": "Lägg till videor via e-post",
  "Send an email to the address above with any link(s) you want added to Watch Later.": "Skicka ett e-postmeddelande till adressen ovan med de länk(ar) du vill lägga till i din Se senare.",
  "Add this to your address book so you can easily email links from your iPhone, iPad, Android, or any other device.": "Lägg till i din adressbok så att du enkelt kan skicka e-postlänkar från din iPhone, iPad, Android eller annan enhet.",
  "{1} set to {2}.": "{1} ändrat till {2}.",
  "Opened connection to {1}, listening for events.": "Anslöt till {1}, väntar på händelser.",
  "Connection to {1} closed.": "Anslutning till {1} stängdes ner.",
  "Unable to listen for events on {1}.": "Kan inte lyssna på händelser på {1}.",
  "Nothing is currently being played.": "Inget spelas för närvarande.",
  "Synced": "Synkroniserad",
  "Waiting to be uploaded": "Väntar på att laddas upp",
  "Waiting to be downloaded": "Väntar på att bli nerladdad ",
  "Waiting to be converted": "Väntar på att bli konverterad",
  "Disc {1}": "Skiva {1}",
  "Score {1}": "Betyg {1}",
  "No devices found": "Inga enheter hittades",
  "No friends yet. {1}Invite a friend{2} and share your libraries.": "Inga vänner än. {1}Bjud in en vän{2} och dela dina bibliotek.",
  "shares {1} {2} with you": "delar {1} {2} med dig",
  "sharing {1} {2} with this {3}": "delar {1} {2} med denna {3}",
  "invited to share {1} {2}": "bjöds in att dela {1} {2}",
  "no shared libraries": "inga delade bibliotek",
  "No one else is in your home. {1}Add a user{2} to enable user switching.": "Det finns ingen annan på din hemplats. {1}Lägg till en användare{2} om du vill aktivera användarväxling.",
  "You need a Plex Pass to add users to your home.": "Du behöver ett Plex Pass för att kunna använda synkroniseringsfunktionen.",
  "There was a problem preparing for optimization.": "Ett problem uppstod vid förberedning av optimering.",
  "Version storage location": "Lagringsplats för version",
  "In folders with original items": "I mapp med originalobjekten",
  "A \"Plex Versions\" folder will be created in your chosen location.": "En \"Plex Versions\" mapp kommer att skapas på din valda plats.",
  "Unwatched only": "Osedda endast.",
  "Limit to": "Begränsat till",
  "items": "Objekt",
  "A large number of sync items may be time-consuming to convert, and the time to upload is dependent on your bandwidth. A large number of high quality items may take a very long time. If you have trouble, try reducing the number of items or your quality setting.": "Flera uppgifter som ska synkas kan ta lång tid att konvertera, och uppladdningstiden beror på din bandbredd. Flera uppgifter som ska synkas med hög kvalité kan ta väldigt lång tid. Om du får problem försök att minska antalet uppgifter eller minska kvaliteten.",
  "A large number of sync items may be time-consuming to convert and transfer to your device. If you have trouble, try reducing the number of items.": "Ett stort antal synkroniserade uppgifter kan ta tid att konvertera och överföra till din enhet. Får du problem prova med att reducera antalet uppgifter.",
  "A large number of items may be time-consuming to convert. If you have trouble, try reducing the number of items.": "Ett stort antal av objekt kan vara tidskrävande att konvertera. Om du får problem, försök minska antalet objekt.",
  "Custom": "Anpassa",
  "Quality Name": "Kvalitetsnamn",
  "Plex will convert your media to this quality. Each version will be stored in a separate file.": "Plex kommer konvertera din media till denna kvalité. Varje version kommer att sparas som en separat fil.",
  "Video optimization may take a long time to complete on this server. You'll be able to use Plex normally while you wait.": "Videooptimering kan ta lång tid på den här servern. Du kan använda Plex normalt under tiden du väntar.",
  "Title": "Titel",
  "This media is being converted.": "Detta media håller på att konverteras.",
  "Watch the status of the conversion {1}here{2}.": "Se statusen på konverteringen {1}här{2}.",
  "There was a problem syncing this media.": "Ett problem inträffade vid synkning av denna enhet.",
  "Plex will convert your media to this quality and transfer the converted media to your device.": "Plex kommer konvertera din media till denna kvalité och överföra den konverterade median till din enhet.",
  "This media is being synced.": "Detta media håller på att synkas.",
  "Watch the status of the sync {1}here{2}.": "Se statusen på synkroniseringen {1}här{2}.",
  "Invite": "Bjud in",
  "An invite will be sent to this user.": "En inbjudan skickas till den här användaren.",
  "Disable guest": "Stäng av gästkontot",
  "Delete user": "Ta bort användaren",
  "Remove this friend": "Ta bort den här vännen",
  "Remove from home": "Ta bort från hemplatsen",
  "My Servers": "Mina servrar",
  "Restrictions": "Begränsningar",
  "Shared With Me": "Delad med mig",
  "Available": "Tillgänglig",
  "Unauthorized": "Obehörig",
  "Last Seen": "Senast synlig",
  "Address": "Adress",
  "Allow Channels": "Tillåt Kanaler",
  "Plex Pass restrictions": "PlexPass restriktioner",
  "Allow Sync": "Tillåt synkronisering",
  "Allow Camera Upload": "Tillåt kamerauppladdning",
  "Enabling this option will allow this user to upload media to your server.": "Aktivering av denna inställning kommer ge tillåtelse till denna användare att ladda upp media till din server.",
  "Only allow movies matching the ratings or labels below.": "Tillåt endast filmer som matchar betygen eller etiketterna nedanför.",
  "Ratings": "Klassificeringar",
  "Allow all ratings": "Tillåt alla klassificeringar",
  "Allow all labels": "Tillåt alla etiketter",
  "Only allow TV shows matching the ratings or labels below.": "Tillåt endast Tv-Serier som matchar betygen eller etiketterna nedanför.",
  "We were unable to retrieve libraries for {1}. Please ensure the server is signed in to your Plex account.": "Vi kunde inte hämta bibliotek för {1}. Kontrollera att servern är inloggad på ditt Plex-konto.",
  "No libraries": "Inga bibliotek",
  "Sync Allowed": "Synk tillåtet",
  "Username or email": "Användarnamn eller e-postadress",
  "Add an Existing Plex User": "Lägg till en befintlig Plex-användare",
  "Adding a Plex user to your home will allow you to quickly switch accounts. The invited user will be asked to confirm home membership.": "Om du lägger till en Plex-användare på din  hemplats kan du snabbt växla konton. Den inbjudna användaren ombeds att bekräfta medlemskapet.",
  "Create a Managed User": "Skapa en hanterad användare",
  "Managed users are only available when signed in with an account in your home. You can choose any name you like and you'll be able to set restrictions on accessible media.": "Hanterade användare är bara tillgängliga när de är inloggade med ett konto på din hemplats. Du kan välja vilket namn du vill, och du kan ange begränsningar för tillgängliga medier.",
  "The invited user will be asked to confirm friendship. If libraries are shared with the user, you'll be able to set restrictions on accessible media.": "Den inbjudna användaren ombeds bekräfta vänskapen. Om bibliotek delas med användaren kan du ange begränsningar för tillgängliga medier.",
  "Welcome to Plex Home": "Välkommen till Plex Home",
  "{1}, so we've made a few changes to help keep your media safe.": "{1}, så vi har infört ett par ändringarna för att skydda dina medier.",
  "We've increased the security requirements on this server, so anything communicating with it will need to be signed in to a Plex account.": "Vi har ökat säkerhetskraven på den här servern, så allt som kommunicerar med den måste ha loggat in med ett Plex-konto.",
  "We've disabled DLNA to prevent any DLNA-enabled device from browsing and playing media without a password or PIN. You can change this preference in your {1}server settings{2}.": "Vi har deaktiverat DLNA för att förhindra alla DLNA-kopplade enheter från att se och spela media utan att ange lösenord eller PIN. Du kan ändra dessa inställningar under {1}serverinställningar{2}.",
  "For more information on Plex Home security settings, please see the {1}Plex Home section{2} on our support site.": "För mer information om Plex Home  säkerhetsinställningar gå till {1}Plex Home sektionen{2} på vår supportsida.",
  "Edit PIN": "Redigera PIN-koden",
  "Confirm Current PIN": "Bekräfta den aktuella PIN-koden",
  "Enter PIN": "Ange PIN-koden",
  "You do not currently have a PIN. This will allow any users in this home to switch to your account.": "Du har ingen pinkod. Det innebär att alla användare på den här hemplatsen kan växla till ditt konto.",
  "Skip": "Hoppa över",
  "Select User": "Välj användare",
  "Year": "År",
  "Scanner": "Skanner",
  "A scanner is required.": "En skanner krävs.",
  "An agent is required.": "En agent krävs.",
  "Add folders to your library": "Lägg till mappar till ditt bibliotek",
  "Browse for media folder": "Bläddra fram media-mappen",
  "At least one folder is required.": "Minst en mapp krävs.",
  "Help us out by following {1}our guide{2} to naming and organizing your media.": "Hjälp oss genom att följa {1}vår guide{2} för att namnge och organisera din media.",
  "Create a premium Plex music library!": "Skapa ett Plex premiumbibliotek för musik!",
  "Access to the best artwork, artist bios, album reviews, and more": "Tillgång till de bästa omslagsbilderna, biografierna, recensionerna och mer",
  "Smart mixes based on track or mood": "Smarta blandningar baserat på en låt eller stämning",
  "Improved music recognition and matching": "Förbättrad musikigenkänning och matchning",
  "Note: An active Plex Pass is required for this service. Don't have a Plex Pass? {1}Subscribe here{2}": "Obs: Ett aktivt Plex Pass behövs för den här tjästen. Har du inget Plex Pass? {1}Prenumerera här{2}",
  "Create a basic music library": "Skapa ett enkelt musikbibliotek",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library.": "\"Importera från iTunes\" importerar dina musikspellistor, din betygsättning, när du lade till musiken samt antalet gånger en låt har blivit spelad eller hoppats över.",
  "Select your library type": "Välj bibliotekstyp",
  "Library type": "Bibliotekstyp",
  "You must select a media type.": "Du måste välja en mediatyp.",
  "Name your library and choose language.": "Namnge biblioteket och välj språk.",
  "A library name is required.": "Ett biblioteksnamn krävs.",
  "A language is required.": "Ett språk krävs.",
  "Last updated {1}": "Senast uppdaterad {1}",
  "Each library should only contain one type of media.": "Ett bibliotek bör endast innehålla en mediatyp.",
  "Select which additional agents should contribute to metadata from {1}, and drag them to change the order of preference.": "Välj övriga agenter som ska bidra med metadata från {1}, och sortera dem i den ordning som föredras.",
  "Connecting server...": "Ansluter server...",
  "Disconnecting server...": "Kopplar ned server...",
  "Not available outside your network": "Ej tillgänglig utanför ditt nätverk",
  "First {1}sign in{2} to access your server from anywhere.": "Först{1}logga in{2}för att tillgång till din server var som helst ifrån.",
  "Enable to access your server from anywhere.": "Tillåt åtkomst till din server var som helst ifrån.",
  "Enable Remote Access": "Tillåt fjärråtkomst",
  "Your server is signed in to Plex, but is not reachable from outside your network. {1}Learn more{2}": "Din server är inloggad till Plex, men kan inte nås utanför ditt nätverk. {1}Läs mer{2}",
  "Tip:": "Tips:",
  "It looks like the devices between your server and the internet have \"jumbo frames\" enabled which can cause issues with remote access. Disable jumbo frames on at least one device and try again.": "Det ser ut som att enheter mellan din server och internet har \"jumbo frames\" aktiverat, vilket kan skapa problem med extern åtkomst. Avaktivera jump frames på minst en enhet och försök igen.",
  "It looks like your server may be connected to the internet through multiple routers or other network devices. Try connecting it directly to your primary device, or visit our support site for more information about troubleshooting this \"Double-NAT\" scenario. {1}Learn more{2}": "Det ser ut som din server kan vara uppkopplad mot internet genom multipla routrar eller andra nätverksenheter. Försök koppla upp dig direkt genom din primära enheter eller beök vår supportsida för mer information om hur du felsöker detta \"Double-NAT\"-scenario. {1}Läs mer{2}",
  "Fully accessible outside your network": "Fullt tillgänglig från utsidan av ditt nätverk",
  "Disable Remote Access": "Inaktivera Fjärråtkomst",
  "You currently have Remote Access enabled through a manually-specified port. If you wish to disable Remote Access, you will need to remove your manual port forwarding from your router.": "Du har för närvarande tillåtit fjärråtkomst via en manuellt angiven port. Om du vill stänga av fjärråtkomst behöver du ta bort den manuellt angivna porten i din router.",
  "Server Mapping": "Server Mappning",
  "Private": "Privat",
  "Unknown IP": "Okänt IP",
  "Public": "Allmän",
  "Manually specify public port": "Ange publik port manuellt",
  "Retry": "Försök igen",
  "Apply": "Använd",
  "You may need to enable this to establish a direct connection from outside your network.  You may also need to configure your router.  Detailed instructions are available {1}here{2}.": "Det är möjligt att du behöver aktivera detta för att etablera en direkt förbindelse utanför ditt nätverk. Du kanske även behöver konfigurera din router. Detaljerade instruktioner finns tillgängliga {1}här{2}.",
  "Server signed in as": "Server inloggad som",
  "This server is unclaimed and not secure": "Den här servern är obekant och osäker",
  "Claiming this server will associate it with your Plex account. {1} This helps your devices find each other and helps keep your media safe.": "Om du begär den här server kommer den att associeras till ditt Plex konto. {1} Det här hjälper dina enheter att hitta varandra och hjälper att hålla din media säker. ",
  "Claim Server": "Begär server",
  "Sign in with your Plex account to help your devices find this server, access your media remotely, and more. {1}Learn more{2}": "Logga in med ditt Plex konto för att hjälpa din enhet hitta denna server, få fjättåtkomst till din media och mer. {1}Läs mer{2}",
  "Checking for Updates": "Söker efter uppdateringar",
  "Download Updates": "Ladda ner uppdateringar",
  "Downloading Update": "Hämtar uppdatering",
  "Install Update": "Installera uppdateringen",
  "Installing": "Installerar",
  "Up to date": "Uppdaterad",
  "Please install manually.": "Vänligen installera manuellt.",
  "What's New": "Nyheter",
  "Optimized Versions requires Plex Media Server {1} or later.": "Optimerade versioner kräver Plex Media Server {1} eller senare.",
  "This Plex Media Server platform is not capable of converting video.": "Den här Plex Media Server plattformen är inte kapabel till att konvertera video.",
  "There was a problem requesting media versions from this server.": "Ett problem uppstod vid förfrågan av alla mediaversioner frpn den här servern.",
  "Monitor conversion progress in {1}Conversion Activity{2}.": "Övervaka konverteringsförloppet i {1}Konverteringsaktivitet{2}.",
  "Conversions for sync and media optimization will appear here.": "Konvertering för synk och mediaoptimering kommer att visas här.",
  "Manage your optimized versions in {1}Optimized Versions Settings{2}.": "Hantera dina optimerade versioner i {1}Optimized Versions Settings{2}.",
  "Complete": "Färdig",
  "Choose \"Optimize...\" on items in your library and optimized versions will appear here.": "Välj \"Optimera...\" på objekt i ditt bibliotek och optimerade versioner kommer att visas här.",
  "Failed": "Misslyckad",
  "New Filter": "Nytt filter",
  "Remote Access": "Fjärråtkomst",
  "Optimized Versions": "Optimerade versioner",
  "Connect": "Anslut",
  "Agents": "Agenter",
  "Library": "Bibliotek",
  "Network": "Nätverk",
  "Transcoder": "Omkodare",
  "Languages": "Språk",
  "Network Discovery": "Nätverksidentifiering",
  "Scheduled Tasks": "Schemalagda aktiviteter",
  "Open Keyboard Shortcuts": "Öppna kortkommandon",
  "Close Modal or Close Player or Navigate Back": "Stäng Dialogen eller Stäng Spelaren eller Gå Bakåt",
  "Toggle Sidebar": "Slå på/av sidofält",
  "Navigate to Dashboard": "Navigera till instrumentbrädan",
  "Navigate to Settings": "Gå till Inställningar",
  "Navigate to Activity": "Gå till Aktivitet",
  "Navigate to Watch Later": "Gå till Se senare",
  "Navigate to Recommended": "Gå till Rekommenderat",
  "Navigate to Users": "Gå till Användare",
  "Navigate back": "Gå tillbaka",
  "Navigate forward": "Gå framåt",
  "Focus Search": "Fokusera sökning",
  "Open Player": "Öppna spelare",
  "Edit Library or Edit Item": "Redigera bibliotek eller redigera sak",
  "Delete Library or Delete Item": "Ta bort Bibliotek eller Ta bort Objekt",
  "Update Library or Refresh Item": "Uppdatera Bibliotek eller Uppdatera Objekt",
  "Analyze Library or Analyze Item": "Analysera Bibliotek eller Analysera Objekt",
  "Play or Pause": "Spela eller Pausa",
  "Toggle FullScreen": "Växla till fullskärm",
  "Decrease Volume": "Sänk volymen",
  "Increase Volume": "Höj volymen",
  "Seek Backward (15 seconds)": "Sök bakåt (15 sekunder)",
  "Seek Forward (30 seconds)": "Sök framåt (30 sekunder)",
  "Step Backward (10 minutes)": "Stega bakåt (10 minuter)",
  "Step Forward (10 minutes)": "Stega framåt (10 minuter)",
  "Skip to Previous Item": "Hoppa till föregående objekt",
  "Skip to Next Item": "Hoppa till Nästa Objekt",
  "Created {1} in {2} on {3}": "Skapade {1} i {2} på {3}",
  "Matching {1} in {2} on {3}": "Matchar {1} i {2} på {3}",
  "Downloading metadata for {1} in {2} on {3}": "Laddar hem metadata för {1} i {2} på {3}",
  "Loading metadata for {1} in {2} on {3}": "Laddar metadata för {1} i {2} på {3}",
  "Finished processing {1} in {2} on {3}": "Klar med bearbetningen av {1} i {2} på {3}",
  "Analyzing {1} in {2} on {3}": "Analyserar {1} i {2} på {3}",
  "Deleted {1} in {2} on {3}": "Raderade {1} i {2} på {3}",
  "Episode {1}": "Avsnitt {1}",
  "Sort Title": "Sortera titel",
  "Original Title": "Original titel",
  "Sort Artist": "Sortera artist",
  "Sort Album": "Sortera album",
  "Disc": "Skiva",
  "Originally Available": "Ursprungligt tillgängligt",
  "Content Rating": "Innehållsklassificering",
  "Record Label": "Skivbolag",
  "Tagline": "Taggar",
  "Summary": "Sammanfattning",
  "Biography": "Biografi",
  "Directors": "Regissörer",
  "Country": "Land",
  "Genres": "Genrer",
  "Writers": "Författare",
  "Collections": "Samling",
  "Moods": "Humör"
}