{
  "an item": "หนึ่งรายการ",
  "Please check the permissions for this file.": "กรุณาตรวจสอบสิทธิสำหรับแฟ้มนี้",
  "Please check that the file exists and the necessary drive is mounted.": "กรุณาตรวจสอบว่าไฟล์มีอยู่จริงและไดรว์ที่จำเป็นได้ถูกเสียบไว้อยู่",
  "This server is not powerful enough to convert music.": "เซิร์ฟเวอร์นี้ไม่มีกำลังมากพอจะแปลงไฟล์เพลง",
  "This server is not powerful enough to convert video.": "เซิร์ฟเวอร์นี้ไม่มีกำลังมากพอจะแปลงวิดีโอ",
  "Streaming this media is unsupported.": "ไม่รองรับการสตรีมไฟล์นี้",
  "Playback of this media is not supported with the selected player.": "เครื่องเล่นที่เลือกไม่สนับสนุนการเล่นสื่อนี้",
  "There was a problem signing in to Plex.": "เกิดปัญหาขณะสร้างบัญชีผู้ใช้ Plex",
  "There was a problem deleting this item.": "มีปัญหาในการลบไฟล์นี้",
  "There was a problem selecting the stream for this item.": "มีปัญหาในการเลือกสทีมสำหรับรายการนี้",
  "There was a problem marking this item as watched.": "มีปัญหาในการหมายไว้ว่ารายการนี้ดูแล้ว",
  "There was a problem marking this item as unwatched.": "มีปัญหาในการหมายไว้ว่ารายการนี้ยังไม่ได้ดู",
  "from {1}": "จาก {1}",
  "None": "ไม่มี",
  "Watch Later": "ชมในภายหลัง",
  "Recommended": "แนะนำ",
  "{1} hr": "{1} ชั่วโมง",
  "{1} hr {2} min": "{1} ชั่วโมง {2} นาที",
  "{1} min": "{1} นาที",
  "{1} sec": "{1} วินาที",
  "Mono": "ระบบเสียงเดียว",
  "Stereo": "ระบบเสียงคู่",
  "Unknown": "ไม่ทราบ",
  "Low": "ต่ำ",
  "Medium": "ปานกลาง",
  "High": "สูง",
  "Highest": "สูงสุด",
  "{1} and {2}": "{1} และ {2}",
  "{1}, {2}, and {3}": "{1}, {2} และ {3}",
  "Movie": "ภาพยนตร์",
  "Movies": "ภาพยนตร์",
  "TV Show": "ทีวีโชว์",
  "TV Shows": "รายการทีวี",
  "Music": "เพลง",
  "Photo": "รูปภาพ",
  "Photos": "รูปภาพ",
  "Trailer": "ตัวอย่างภาพยนตร์",
  "Deleted Scene": "ฉากที่ลบ",
  "Music Video": "มิวสิกวีดีโอ",
  "Behind the Scenes": "เบื้องหลัง",
  "Scene": "ฉาก",
  "Concert": "คอนเสิร์ต",
  "Other": "อื่นๆ",
  "Show": "แสดง",
  "Shows": "การแสดงต่างๆ",
  "Season": "ฤดูกาล",
  "Seasons": "ฤดูกาล",
  "Episode": "ตอน",
  "Episodes": "ตอน",
  "Trailers": "ตัวอย่าง",
  "Artist": "ศิลปิน",
  "Artists": "ศิลปิน",
  "Album": "อัลบัม",
  "Albums": "อัลบั้ม",
  "Tracks": "เพลง",
  "Pictures": "รูปภาพ",
  "Clip": "คลิป",
  "Clips": "คลิป",
  "Photo Album": "อัลบัมรูปภาพ",
  "Photo Albums": "อัลบั้มภาพ",
  "Playlists": "เพลย์ลิสต์",
  "Video": "วีดีโอ",
  "Audio": "เสียง",
  "Subtitles": "คำบรรยาย",
  "Lyrics": "เนื้อร้อง",
  "All": "ทั้งหมด",
  "Unwatched": "ยังไม่ได้ดู",
  "Recently Released": "ภาพยนตร์ออกเมื่อเร็ว ๆ นี้",
  "Recently Added": "ที่เพิ่งเพิ่ม",
  "Recently Viewed": "เพิ่งดูเมื่อเร็วๆนี้ ",
  "On Deck": "รายการที่เล่นอยู่",
  "By Folder": "โดยแฟ้ม",
  "Genre": "ประเภท",
  "Collection": "คอลเล็กชั่น",
  "Director": "ผู้กำกับ",
  "Writer": "ผู้แต่ง",
  "Actor": "นักแสดง",
  "Aperture": "รูรับแสง",
  "Lens": "เลนส์",
  "Device": "อุปกรณ์",
  "There was a problem playing this item.": "มีปัญหาในการการเล่นรายการนี้",
  "video": "วีดีโอ",
  "The server is not powerful enough to convert this {1} for smooth playback. Try playing at the original quality.": "เซิร์ฟเวอร์ไม่มีประสิทธิภาพเพียงพอที่จะแปลง {1} สำหรับการเล่นที่ลื่นไหล กรุณาทดลองเล่นบนความละเอียดต้นฉบับ",
  "The server is not powerful enough to convert this {1} for smooth playback.": "เซิร์ฟเวอร์ไม่มีประสิทธิภาพเพียงพอที่จะแปลง {1} สำหรับการเล่นที่ลื่นไหล",
  "Your connection to the server is not fast enough to stream this {1}. Check your network.": "การเชื่อมต่อของคุณไม่เร็วพอที่จะสตรีม{1}นี้ กรุณาตรวจสอบเครือข่าย",
  "This channel is not responding.": "ช่องไม่ตอบสนอง",
  "Sorry! There was an error signing out.": "ขออภัย! เกิดความผิดพลาดระหว่างออกจากระบบ",
  "Please try again in a few minutes.": "กรุณาลองใหม่ในอีกสักครู่",
  "This page doesn't exist.": "หน้านี้ไม่มีอยู่",
  "Media server not found.": "ไม่พบเซิร์ฟเวอร์สื่อ",
  "The server you're trying to access doesn't seem to exist.": "ดูเหมือนว่าเซิร์ฟเวอร์ที่คุณพยายามเข้าถึงนั้นไม่มีอยู่",
  "Media not found.": "ไม่พบสื่อ",
  "No soup for you!": "ว้า แย่จัง!",
  "Plex is down for maintenance.": "Plex กำลังอยู่ระหว่างการปรับปรุงระบบ",
  "Plex is not reachable.": "ไม่สามารถเข้าถึง Plex",
  "Make sure your server has an internet connection and any firewalls or other programs are set to allow access.": "กรุณาแน่ใจว่าได้เชื่อมต่อกับอินเตอร์เน็ตแล้ว และ/หรือตั้งค่าไฟร์วอลล์และโปรแกรมอื่นๆให้ยอมรับการเข้าถึง",
  "Server unavailable.": "เซิร์ฟเวอร์ไม่พร้อมใช้งาน",
  "We couldn't reach \"{1}\". Make sure it's online and try again.": "เราไม่สามารถเข้าถึง \"{1}\" โปรดตรวจให้แน่ใจว่ายังออนไลน์อยู่และลองใหม่อีกครั้ง",
  "No": "ไม่",
  "Yes": "ใช่",
  "OK": "ตกลง",
  "Ignore": "ช่างมัน",
  "Sync status is unavailable.": "สถานะการซิงค์ยังไม่พร้อม",
  "Your channels are unavailable.": "ช่องของคุณยังไม่พร้อม",
  "Playlist not found.": "ไม่พบเพลย์ลิสต์",
  "Your devices are unavailable.": "อุปกรณ์ของคุณไม่พร้อมใช้",
  "This playlist is unavailable.": "เพลย์ลิสต์นี้ไม่พร้อมใช้",
  "Announcements are not available.": "ประกาศยังไม่พร้อม",
  "This channel was successfully reset.": "ช่องรายการนี้ได้ประสบความสำเร็จในการตั้งค่าใหม่",
  "There was a problem resetting this channel.": "มีปัญหาในการตั้งค่าใหม่บนช่องนี้",
  "This channel was successfully restarted.": "ช่องรายการนี้ประสบความสำเร็จในการรีสตาร์ท",
  "There was a problem restarting this channel.": "มีปัญหาในการเริ่มการทำงานใหม่ของช่องนี้",
  "This channel could not be uninstalled.": "สื่อช่องนี้ไม่สามารถลบออกได้",
  "Uninstall Channel": "ถอนช่องรายการ",
  "Are you sure you want to uninstall this channel?": "คุณแน่ใจหรือว่าคุณต้องการที่จะถอนการติดตั้งช่องนี้",
  "There was a problem checking for updates.": "มีปัญหาในการตรวจสอบการปรับปรุง",
  "{1} added to Watch Later.": "{1} ทำการเพิ่มเพื่อชมต่อในภายหลัง.",
  "There was a problem adding to Watch Later.": "เกิดปัญหาขึ้นระหว่างทำการเพิ่มเพื่อชมต่อในภายหลัง",
  "There was a problem analyzing the library.": "มีปัญหาในการวิเคราะห์คลังสื่อ",
  "Analyze Library": "วิเคราะห์คลังสื่อ",
  "Analyzes all the media files in the library. The analysis captures information about the media which helps Plex decide how to optimally play back the media.": "วิเคราะห์ไฟล์สื่อทั้งหมดในคลังสื่อ ข้อมูลการวิเคราะห์จะช่วยให้ Plex เลือกวิธีการเล่นสื่อเหล่านั้นอย่างเหมาะสม",
  "Analyze": "วิเคราะห์",
  "Cancel": "ยกเลิก",
  "There was a problem matching this item.": "มีปัญหาในการจับคู่รายการนี้",
  "No matches were found using this agent.": "ไม่พบที่เรียกค้นจากการใช้เอเจนต์นี้",
  "There was a problem searching for matches.": "มีปัญหาในการค้นหารายการที่ตรงกัน",
  "Unused bundles are being removed.": "กำลังลบบันเดิลที่ไม่ใช้",
  "There was a problem removing unused bundles.": "มีปัญหาในการลบบันเดิลที่ไม่ได้ใช้",
  "Clean Bundles": "ลบบันเดิล",
  "Clean": "ล้าง",
  "Are you sure you want to delete this item from your filesystem?": "คุณแน่ใจว่าคุณต้องการที่จะลบรายการนี้ออกจากระบบไฟล์ของคุณใช่ไม่",
  "Delete {1}": "ลบ {1}",
  "Delete": "ลบ",
  "Yes, I'm sure": "ตกลง",
  "Delete File": "ลบไฟล์",
  "Are you sure you want to delete {1}? This cannot be undone.": "คุณแน่ใจที่จะลบ {1}? หากลบไปแล้วจะไม่สามารถยกเลิกได้",
  "There was a problem deleting the library.": "มีปัญหาในการลบคลังสื่อ",
  "Delete Library": "ลบคลังสื่อ",
  "Are you sure you want to delete {1}?": "คุณแน่ในนะว่าต้องการลบ {1}?",
  "The preview thumbnails for items in this library were deleted.": "ภาพตัวอย่างของไฟล์ในคลังสื่อนี้ถูกลบแล้ว",
  "There was a problem deleting the preview thumbnails for items in this library.": "มีปัญหาในการลบภาพตัวอย่างของไฟล์นี้",
  "Delete Preview Thumbnails": "ลบการแสดงภาพตัวอย่าง",
  "Are you sure you want to delete the preview thumbnails for items in this library? This cannot be undone.": "คุณแน่ใจหรือว่าต้องการลบภาพตัวอย่างของไฟล์นี้? เมื่อทำแล้วไม่สามารถย้อนกลับคืน",
  "The trash was emptied.": "ถังขยะถูกเททิ้งแล้ว",
  "There was a problem emptying the trash.": "มีปัญญาในการล้างถังขยะ",
  "Empty Trash": "เทถังขยะทิ้ง",
  "By default the media server doesn't remove information for media right away. This helps if a drive is temporarily disconnected. When you empty the trash for a section, all information about missing media is deleted.": "โดยปริยายมีเดียเซิร์ฟเวอร์ไม่ได้ลบข้อมูลของสื่อทันที สิ่งนี้จะช่วยในกรณีที่มีการขาดการเชื่อมต่อของไดรฟ์ชั่วคราว เมื่อคุณเทถังขยะสำหรับแผนกทิ้ง ข้อมูลทั้งหมดเกี่ยวกับสื่อที่ขาดหายไปจะถูกลบออก",
  "Empty": "ว่างเปล่า",
  "Are you sure you want to mark {1} as unwatched?": "คุณแน่ใจนะว่าต้องการหมาย{1}ไว้ว่ายังไม่ได้ดู?",
  "Are you sure you want to mark these movies as unwatched?": "คุณแน่ใจนะว่าต้องการหมายวิดีโอเหล่านี้ไว้ว่ายังไม่ได้ดู?",
  "Are you sure you want to mark all episodes of {1} as unwatched?": "คุณแน่ใจนะว่าต้องการหมายทุกตอนของ{1}ไว้ว่ายังไม่ได้ดู?",
  "Are you sure you want to mark these items as unwatched?": "คุณแน่ใจนะว่าต้องการหมายรายการเหล่านี้ไว้ว่ายังไม่ได้ดู?",
  "Mark as Unwatched": "หมายไว้ว่ายังไม่ได้ดู",
  "Are you sure you want to mark {1} as watched?": "คุณแน่ใจนะว่าต้องการหมาย{1}ไว้ว่าดูแล้ว?",
  "Are you sure you want to mark these movies as watched?": "คุณแน่ใจนะว่าต้องการหมายภาพยนตร์เหล่านี้ไว้ว่าดูแล้ว?",
  "Are you sure you want to mark all episodes of {1} as watched?": "คุณแน่ใจนะว่าต้องการหมายทุกตอนของ{1}ไว้ว่าดูแล้ว?",
  "Are you sure you want to mark these items as watched?": "คุณแน่ใจนะว่าต้องการหมายรายการเหล่านี้ไว้ว่าดูแล้ว?",
  "Mark as Watched": "หมายไว้ว่าดูแล้ว",
  "There was a problem merging these items.": "มีปัญหาในการผสานรายการเหล่านี้",
  "Merge": "ผสานกัน",
  "Are you sure you want to merge these items together?": "คุณแน่ใจหรือไม่ที่จะทำการผสานรายการต่างๆ เหล่านี้เข้าด้วยกัน?",
  "The database was optimized.": "ฐานข้อมูลถึงขีดจำกัด",
  "There was a problem optimizing this database.": "มีปัญหาในการเพิ่มประสิทธิภาพฐานข้อมูล",
  "Cleans up the library database and ensures it is operating as quickly as possible. This is especially useful when you've added or removed a large amount of media from the library.": "ล้างฐานข้อมูลของห้องสมุด และมั้่นใจว่าจะกลับมาทำงานปกติได้อย่างรวดเร็ว ซึ่งวิธีเช่นนี้จะมีประโยชน์อย่างมากในกรณีที่ต้องการเพิ่มหรือลบสื่อจำนวนมากในห้องสมุด",
  "Optimize": "เพิ่มประสิทธิภาพ",
  "There was a problem rating this item.": "มีปัญหาในการให้คะแนนรายการนี้",
  "There was a problem splitting this item apart.": "มีปัญหาในการแยกรายการนี้ออกจากกัน",
  "There was a problem updating the library.": "มีปัญหาในการอัพเดทคลังสื่อ",
  "Refresh": "รีเฟรช",
  "Play Now": "เล่นเลย",
  "There was a problem connecting your server.": "มีปัญหาในการเชื่อมต่อเซิร์ฟเวอร์ของคุณ",
  "There was a problem disconnecting your server.": "มีปัญหาไม่สามารถเชื่อมต่อเซิร์ฟเวอร์ของคุณได้",
  "Remote Installation": "การติดตั้งระยะไกล",
  "Continue": "ดำเนินการต่อ",
  "Are you sure you want to remove this server?": "คุณแน่ใจหรือว่าต้องการลบเซิร์ฟเวอร์นี้?",
  "Remove Server": "เซิร์ฟเวอร์ระยะไกล",
  "Remove": "ลบ",
  "The username or password is incorrect.": "ชื่อผู้ใช้และรหัสผ่านของคุณไม่ถูกต้อง",
  "This account information is invalid.": "ข้อมูลบัญชีนี้ไม่ถูกต้อง",
  "There was a problem signing up for a Plex account.": "มีปัญหาขณะสร้างบัญชีบัญชีผู้ใช้ Plex",
  "Join": "เข้าร่วม",
  "Stop Syncing": "หยุดการซิงค์",
  "There was a problem recommending this item.": "มีปัญหาในการแนะนำรายการนี้",
  "Reject Invite": "ปฏิเสธคำขอ",
  "Are you sure you want to reject this invite?": "คุณแน่ใจหรือว่าต้องการปฏิเสธคำเชิญนี้?",
  "Cancel Invite": "ยกเลิกคำขอ",
  "Are you sure you want to cancel this invite?": "คุณแน่ใจหรือไม่ว่าต้องการยกเลิกคำเชิญนี้?",
  "There was a problem rejecting this invite.": "เกิดปัญหาขึ้นขณะปฏิเสธคำเชิญ",
  "There was a problem canceling this invite.": "เกิดปัญหาขึ้นขณะยกเลิกคำเชิญ",
  "There was a problem removing this device.": "มีปัญหาในการลบอุปกรณ์นี้",
  "If you remove this device, you will need to sign in again on the device to restore access to Plex.": "หากคุณลบอุปกรณ์นี้ คุณจำเป็นที่จะต้องลงชื่อเข้าใจอีกครั้งบนอุปกรณ์นี้เพื่อเข้าถึง Plex",
  "Remove Device": "ลบอุปกรณ์",
  "Are you sure you want to remove {1}?": "คุณแน่ในหรือที่จะลบ{1}?",
  "library": "คลังสื่อ",
  "libraries": "คลังสื่อ",
  "You are sharing {1} {2} with each other.": "คุณกำลังแบ่งปัน {1} {2} กับบุคคลอื่น",
  "This friend is sharing {1} {2} with you.": "เพื่อนของคุณกำลังแบ่งปัน {1} {2} กับคุณ",
  "This friend will be removed from your home.": "เพื่อนของคุณจะถูกลบออกจากบ้านของคุณ",
  "You will be leaving your home.": "คุณกำลังออกจากบ้านของคุณ",
  "Remove Friend": "ลบเพื่อน",
  "Leave": "ออก",
  "Remove User": "ลบผู้ใช้งาน",
  "You will no longer be able to switch to this user.": "คุณจะไม่สามารถเปลี่ยนมาใช้บัญชีนี้ได้อีก",
  "There was a problem removing this user.": "มีปัญหาในการลบผู้ใช้งานนี้",
  "Stop Sharing": "หยุดการแชร์",
  "Are you sure you want to stop sharing with this friend?": "คุณแน่ใจหรือว่าต้องการยุติการแชร์กับเพื่อนรายนี้?",
  "Leave Server": "ออกจากเซิร์ฟเวอร์",
  "There was a problem sharing this item.": "มีปัญหาในการแบ่งปั่นสิ่งนี้",
  "There was a problem connecting to Plex.": "มีปัญหาในการเชื่อมต่อกับ Plex",
  "There was a problem connecting to this player.": "มีปัญหาในการเลือกเชื่อมต่อกับเครื่องเล่น",
  "This server is unavailable to the player. Please sign in to your Plex account and try again.": "เซิร์ฟเวอร์นี้ไม่สามารถใช้เครื่องเล่นสื่อได้ กรุณาเข้าสู่บัญชี Plex ของคุณแล้วลองอีกครั้ง",
  "Your browser does not support video streaming.": "เบราเซอร์ของคุณไม่รองรับการสตรีมวีดีโอ",
  "Plex Media Server is not responding.": "Plex Media Server ไม่ตอบสนอง",
  "Play All": "เล่นทั้งหมด",
  "{1} of {2}": "{1} จาก {2}",
  "The server needs a Plex Pass to use sync.": "เซิร์ฟเวอร์ต้องการ Plex Pass เพื่อเริ่มการซิงค์",
  "Learn More": "เรียนรู้เพิ่มเติม",
  "Sign In": "เข้าสู่ระบบ",
  "Update Library": "อัพเดทคลังสื่อ",
  "Cancel Update": "ยกเลิกการอัพเดท",
  "There was a problem loading these items.": "มีปัญหาขณะโหลดรายการเหล่านี้",
  "{1} Items": "{1} รายการ",
  "Play {1}": "เล่น {1}",
  "Queue {1}": "คิว {1}",
  "Required": "ต้องการ",
  "original value": "ค่าดั้งเดิม",
  "blank": "ว่าง",
  "There was a problem saving these settings.": "มีปัญหากับการบันทึกการตั้งค่าเหล่านี้",
  "There was an error editing this item": "ไม่สามารถแก้ไขรายการนี้ได้",
  "Edit {1}": "แก้ไข {1}",
  "Your changes could not be saved.": "การแก้ไขของคุณยังไม่ได้ถูกบันทึก",
  "Fix Incorrect Match": "แก้ไขการจับคู่ที่ไม่ถูกต้อง",
  "There was a problem importing.": "มีปัญหาการนำเข้า",
  "Search {1}": "ค้นหา {1}",
  "Finish Watching Queue": "หมดคิวรอรับชมแล้ว",
  "Your changes have been saved.": "บันทึกการเปลี่ยนแปลงแล้ว",
  "Plex It!": "เพล็กซ์ซะ!",
  "Watched": "ดูแล้ว",
  "Delete All Versions": "ลบทุกเวอร์ชั่น",
  "Are you sure you want to delete all versions? This cannot be undone.": "คุณแน่ใจนะว่าต้องการลบทุกเวอร์ชั่น? ลบแล้วย้อนกลับไม่ได้นะ",
  "More": "เพิ่มเติม",
  "Created": "สร้างแล้ว",
  "Progress for": "ประมวลผล",
  "Downloading metadata for": "กำลังดาวน์โหลดเมทาดาทา",
  "Loading metadata for": "กำลังดาวน์โหลดข้อมูลสำหรับ",
  "Finished processing": "เสร็จสิ้นการประมวลผล",
  "Analyzing": "กำลังวิเคราะห์",
  "Deleted": "ลบแล้ว",
  "Transcoding": "กำลังแปลงรหัส",
  "Direct Play": " เล่นทันที",
  "Transcode ({1})": "แปลงรหัส ({1})",
  "Downloading": "กำลังดาวน์โหลด",
  "Uploading": "กำลังอัพโหลด",
  "An error occurred processing this media. Please check that the disk is not full.": "เกิดข้อผิดพลาดในการประมวลผลไฟล์นี้ กรุณาตรวจสอบว่าดิสก์ไม่ได้เต็ม",
  "The transcoder was unable to process this media.": "ตัวแปลงรหัสไม่สามารถประมวลผลไฟล์สื่อนี้",
  "This media was unable to be analyzed.": "ไม่สามารถวิเคราะห์ไฟล์สื่อนี้ได้",
  "This media was unable to be downloaded. Please check that it is still available and try again.": "สื่อนี่ไม่สามารถดาวน์โหลดได้ กรุณาตรวจสอบว่าสื่อยังมีอยู่หรือไม่และลองอีกครั้ง",
  "Installed": "ติดตั้งแล้ว",
  "Utility": "อรรถประโยชน์",
  "{1} episode": "{1} ตอน",
  "user": "ผู้ใช้งาน",
  "friend": "เพื่อน",
  "wants to be friends": "ต้องการเป็นเพื่อน",
  "0 files": "0 ไฟล์",
  "Loading...": "กำลังโหลด...",
  "Please enter a 4 digit PIN.": "กรุณาใส่รหัสตัวเลข 4 ตัว",
  "Skipping in {1} seconds...": "กำลังข้ามภายใน {1} วินาที...",
  "No lyrics available.": "ไม่มีเนื้อร้องที่พร้อมใช้",
  "Version {1}": "เวอร์ชั่น {1}",
  "Automatically select audio and subtitle tracks": "เลือกเสียงและบทบรรยายโดยอัตโนมัติ",
  "Automatically select audio and subtitle tracks in your preferred language when possible.": "เลือกเสียงและบทบรรยายในภาษาของคุณโดยอัตโนมัติถ้าเป็นไปได้",
  "Prefer audio tracks in": "ต้องการชื่อเพลงในภาษา",
  "Subtitle mode": "โหมดบทบรรยาย",
  "Manually selected": "เลือกด้วยตนเอง",
  "Shown with foreign audio": "แสดงพร้อมกับเสียงพากย์ต่างประเทศ",
  "Always enabled": "เปิดใช้งานเสมอ",
  "Prefer subtitles in": "ต้องการบทบรรยายในภาษา",
  "An update is available.": "มีรายการอัพเดทใหม่",
  "Sync": "ซิงค์",
  "Paused": "พัก",
  "Converting": "การเปลี่ยนรูปแบบ",
  "Unable to analyze": "ไม่สามารถวิเคราะห์",
  "Unable to convert": "ไม่สามารถแปลง",
  "Loading": "กำลังโหลด",
  "Loading libraries": "กำลังโหลดคลังสื่อ",
  "in": "ใน",
  "Shuffle": "สลับรายการเล่น",
  "Edit": "แก้ไข",
  "Sync...": "ซิงค์...",
  "Optimize...": "เพิ่มประสิทธิภาพ...",
  "Deselect All": "ไม่เลือกทั้งหมด",
  "Account": "บัญชี",
  "Sharing": "การแชร์",
  "Play": "เล่น",
  "Play Next": "เล่นรายการถัดไป",
  "Play Music Video": "เล่นมิวสิกวีดีโอ",
  "Unmatch": "ไม่ตรงคู่",
  "Download": "ดาวน์โหลด",
  "Share...": "แชร์ให้กับ...",
  "Save Changes": "บันทึกการเปลี่ยนแปลง",
  "Language": "ภาษา",
  "Username": "ชื่อผู้ใช้",
  "Password": "รหัสผ่าน",
  "All Libraries": "คลังสื่อทั้งหมด",
  "Download Plex Media Server": "ดาวน์โหลดเพล็กซ์มีเดียเซิร์ฟเวอร์ ",
  "Add Library": "เพิ่มคลังสื่อ",
  "Search": "ค้นหา",
  "Rating": "ความนิยม",
  "Unavailable": "ไม่มี",
  "Update Libraries": "อัพเดทคลังสื่อ",
  "Channels": "ช่องรายการ",
  "Manage": "จัดการ",
  "Status": "สถานะ",
  "Settings": "การตั้งค่า",
  "Libraries": "คลังสื่อ",
  "Version": "เวอร์ชั่น",
  "Reqirements": "ความต้องการ",
  "Searching for {1}": "กำลังค้นหา {1}",
  "Results for {1}": "ผลลัพธ์ของ {1}",
  "No matches found.": "ไม่พบที่เรียกค้น",
  "or": "หรือ",
  "Sign Up": "ลงทะเบียน",
  "Email": "อีเมล์",
  "Confirm Password": "ยืนยันรหัสผ่าน",
  "Passwords do not match": "รหัสผ่านไม่ตรงกัน",
  "Remember me": "จดจำฉัน",
  "Add to playlist": "เพิ่มไปยังเพลย์ลิสต์",
  "Select": "เลือก",
  "Share": "แชร์",
  "Recommend": "แนะนำ",
  "Info": "ข้อมูล",
  "Options": "ตัวเลือก",
  "Alerts": "รายการแจ้ง",
  "Conversion": "การแปลง",
  "Now Playing": "กำลังเล่น",
  "Resume": "เล่นต่อ",
  "Nothing is synced to this device.": "ไม่มีการเชื่อมต่อไปยังอุปกรณ์นี้",
  "You have no sync capable devices.": "คุณไม่มีอุปกรณ์ที่สามารถซิงก์ได้",
  "More Info": "ข้อมูลเพิ่มเติม",
  "Experience new music features with a premium music library.": "ประสบการณ์ใหม่ของคุณสมบัติเพลง ด้วย คลังเพลงระดับพรีเมี่ยม",
  "Create a library": "สร้างคลังสื่อ",
  "Download now": "ดาวน์โหลดทันที",
  "Install now": "ติดตั้งทันที",
  "Details": "รายละเอียด",
  "List": "รายการ",
  "Import from iTunes": "นำเข้าจาก iTunes",
  "Edit Library": "แก้ไขคลังสื่อ",
  "Channel Directory": "ไดเรกทอรีของช่องรายการ",
  "Install Channels": "ติดตั้งช่องรายการ",
  "Check for Updates": "ตรวจสอบการปรับปรุงของซอฟต์แวร์",
  "Popular Tracks": "เพลงยอดนิยม",
  "Music Videos": "มิวสิกวีดีโอ",
  "On Tour": "ทัวร์",
  "Similar Artists": "ศิลปินเดียวกัน",
  "Cast": "นักแสดง",
  "Extras": "ส่วนเสริม",
  "Failed to load items for this playlist.": "การโหลดรายการสำหรับเพลย์ลิสต์นี้ล้มเหลว",
  "Nothing queued": "ไม่มีรายการเข้าคิว",
  "Up Next": "ต่อไป",
  "Disconnect": "ไม่ได้เชื่อมต่อ",
  "{1} Settings": "{1} การตั้งค่า",
  "There was an error adding this library.": "มีข้อผิดพลาดในการเพิ่มคลังสื่อนี้",
  "You need to {1}follow these instructions{2} to troubleshoot the Plex Media Server.": "คุณจำเป็นต้อง{1}ตามขั้นตอนต่อไปนี้ {2} เพื่อที่จะแก้ไขปัญหาของ Plex Media Server",
  "choose an image": "เลือกรูปภาพ",
  "drag and drop": "ลากและปล่อย",
  "enter a url": "ใส่ url",
  "Uploading artwork...": "กำลังอัพโหลดชิ้นงาน...",
  "this artwork was uploaded successfully": "งานภาพถูกอัพโหลดเรียบร้อยแล้ว",
  "{1}upload another{2}": "{1}อัพโหลดอีกอัน{2}",
  "{1}try again{2}": "{1}ลองอีกครั้ง{2}",
  "Enter a url to upload an image from the web": "ใส่ url เพื่ออัพโหลดภาพจากเว็บ",
  "Files": "ไฟล์",
  "Add Folder": "เพิ่มแฟ้ม",
  "Add": "เพิ่ม",
  "Select a Collection": "เลือกคอลเล็กชั่น",
  "There are no collections in this library.": "ไม่มีคอลเล็กชั่นในคลังสื่อนี้",
  "New collection...": "คอลเล็กชั่นใหม่",
  "Select a Playlist": "เลือกเพลย์ลิสต์",
  "Create Playlist": "สร้างเพลย์ลิสต์",
  "There are no playlists on this server.": "ไม่มีเพลย์ลิสต์ในเซิร์ฟเวอร์นี้",
  "Browse": "เรียกดู",
  "Update": "อัพเดท",
  "Restart": "เริ่มใหม่",
  "Reset": "ตั้งค่าใหม่",
  "Uninstall": "ถอนการติดตั้ง",
  "Install": "ติดตั้ง",
  "Directory Settings": "การตั้งค่าของไดเรกตอรี",
  "Save": "บันทึก",
  "General": "ทั่วไป",
  "Tags": "แท็ก",
  "Poster": "ภาพปก",
  "Banner": "แบนเนอร์",
  "Background": "พื้นหลัง",
  "Add {1} Library": "เพิ่ม {1} คลังสื่อ",
  "Select type": "เลือกประเภท",
  "Add folders": "เพิ่มโฟลเดอร์",
  "Create": "สร้าง",
  "Advanced": "เพิ่มเติม",
  "Next": "ต่อไป",
  "Location": "ตําแหน่ง",
  "Search Options": "ตัวเลือกการค้นหา",
  "Server Unreachable": "ไม่สามารถเข้าถึงเซิร์ฟเวอร์",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library. Depending on how many tracks you have, this process can take many minutes to complete.": "การนำเข้าจาก iTunes จะนำเข้าทั้งเพลย์ลิตส์, การจัดเรตติ้ง, วันที่เพิ่ม ตลอดจนจำนวนครั้งที่เล่นบนคลังสื่อของคุณ การประมวลผลนี้อาจใช้เวลาหลายนาทีขึ้นอยู่กับจำนวนเพลงที่คุณมี",
  "Import": "นำเข้า",
  "Keyboard Shortcuts": "คีย์ลัด",
  "Internet Required": "ต้องการอินเตอร์เน็ต",
  "Plex Pass Required": "ต้องการ Plex Pass",
  "This library requires your server be signed in to a Plex Pass account.": "คลังสื่อนี้ต้องการเซิร์ฟเวอร์ที่เข้าสู่ระบบด้วยบัญชี Plex อยู่เท่านั้น",
  "Media Server Detection": "การตรวจหามีเดียเซิร์ฟเวอร์",
  "We've detected a Plex Media Server running on this computer, but we can't connect to it. {1}Sign in to your account{2} on the server so that you can access it.": "Plex Media Server กำลังทำงานบนคอมพิวเตอร์เครื่องนี้อยู่ แต่เราไม่สามารถเชื่อมต่อกับมันได้ {1}เข้าสู่บัญชีของคุณ{2}บนเซิร์ฟเวอร์เพื่อให้คุณสามารถเข้าถึงมันได้",
  "For more information, please see {1}this support article{2}.": "สำหรับรายละเอียดเพิ่มเติม กรุณาดูที่{1}บทความนี้{2}",
  "Media Info": "รายละเอียดของสื่อ",
  "Delete Files": "ลบไฟล์",
  "Inaccessible": "เข้าใช้งานไม่ได้",
  "Please check that this file exists and the necessary drive is mounted.": "กรุณาตรวจสอบว่าไฟลมีอยู่จริงและใด้ทําการเมานท์ไดรฟ์แล้ว",
  "Media": "สื่อ",
  "Part": "ชิ้นส่วน",
  "View XML": "ดู XML",
  "This feature requires a Plex Pass subscription.": "ต้องมีสมาชิกพาสเพล็กซ์สำหรับคุณสมบัตินี้",
  "Everything you need to experience the best of Plex. Your subscription gives you premium features and exclusive access to new ones.": "ทุกอย่างที่คุณจำเป็นต้องมีเพื่อประสบการณ์ดีที่สุดของการใช้เพล็กซ์ การสมัครของคุณจะช่วยให้คุณใด้คุณสมบัติพิเศษและสิทธิพิเศษในการใช้คุณสมบัติใหม่ๆ",
  "Select Friends": "เลือกเพื่อน",
  "Send": "ส่ง",
  "New": "ใหม่",
  "Choose Destination": "เลือกปลายทาง",
  "Select a File": "เลือกไฟล์",
  "Resume from {1}": "เริ่มเล่นจาก {1}",
  "Start from beginning": "เริ่มแรก",
  "Sync Status": "สถานะการซิงค์",
  "Agree": "เห็นด้วย",
  "Users": "ผู้ใช้งาน",
  "Announcements": "ประกาศ",
  "Help": "ช่วยเหลือ",
  "Switch User...": "สลับบัญชีผู้ใช้",
  "Sign Out": "ออกจากระบบ",
  "Problem Connecting to Plex": "ปัญหาในการเชื่อมต่อกับ Plex",
  "Signed in to Plex": "เข้าสู่ Plex",
  "You have successfully signed your server in to Plex, but we were unable to reach it from outside your network.": "เซิร์ฟเวอร์ของคุณเชื่อมกับ Plex แล้ว แต่ยังไม่สามารถเข้าถึงได้จากอุปกรณ์นอกเครือข่าย",
  "Previous": "ก่อนหน้า",
  "Playing Next": "เล่นรายการถัดไป",
  "The library has no content yet.": "คลังสื่อยังว่างเปล่า",
  "Click {1}here{2} to add content to the library.": "คลิก{1}ที่นี่ {2} เพื่อเพิ่มไฟล์ลงในคลังสื่อ",
  "The library is still being refreshed. Hang on while we look for your content.": "กำลังรีเฟรชคลังสื่อ กรุณารอสักครู่",
  "There is no content in the selected folder.": "ไม่มีรายการใดในโฟลเดอร์ที่เลือก",
  "Invites": "คำเชิญ",
  "Friends": "เพื่อนๆ",
  "Pending": "กำลังรอ",
  "My Home": "หน้าหลักของฉัน",
  "Web": "เว็บ",
  "Server": "เซิร์ฟเวอร์",
  "Devices": "อุปกรณ์",
  "Add User": "เพื่มผู้ใช้งาน",
  "Invite Friend": "ชักชวนเพื่อน",
  "Show Advanced": "แสดงตัวเลือกเพิ่มเติม",
  "Hide Advanced": "ซ่อนตัวเลือกเพิ่มเติม",
  "Debug": "ตรวจสอบข้อผิดพลาด",
  "Player": "เครื่องเล่น",
  "Automatically Sign In": "เข้าสู่ระบบโดยอัตโนมัติ",
  "Do not prompt to select a user or enter a PIN during startup on this device.": "ไม่ต้องเลือกผู้ใช้งานและใส่รหัสขณะเริ่มการทำงานบนอุปกรณ์นี้",
  "Play Theme Music": "เล่นเพลงประจำของรายการ",
  "Automatically play theme music in the background when available.": "เล่นบทเพลงประจำของรายการอัตโนมัติในเบื้องหลังเมื่อมีให้เล่น",
  "Show Unwatched Icons": "แสดงรายการที่ยังไม่ได้ดู",
  "Show unwatched icons in list items.": "แสดงรายการไอคอน ยังไม่ได้ดู",
  "Enable Keyboard Shortcuts": "เปิดใช้งานคีย์ลัด",
  "Press ? to view the list of {1}available shortcuts{2}.": "กด ? เพื่อดูรายการ {1} คีย์ลัดที่สามารถใช้งานได้ {2}",
  "Allow Fallback to Insecure Connections": "ใช้งานทางเผื่อเลือกกรณีการเชื่อมต่อไม่ปลอดภัย",
  "Allow this browser to make insecure connections to Plex Media Server if secure connections fail.": "ยินยอมให้เบราเซอร์นี้ทำการเชื่อมต่อแบบไม่ปลอดภัยกับเพล็กซ์เซิร์ฟเวอร์ กรณีที่การเชื่อมต่อแบบปลอดภัยล้มเหลว",
  "Debug Level": "ระดับการตรวจสอบข้อผิดพลาด",
  "You can view the debug logs {1}here{2}.": "คุณสามารถดูบันทึกการแก้ปัญหา {1} ที่นี่ {2}",
  "Streaming Quality": "คุณภาพการสตรีม",
  "Local Quality": "คุณภาพเฉพาะบริเวณ",
  "Original": "ต้นฉบับ",
  "Remote Quality": "คุณภาพระยะไกล",
  "Online Quality": "คุณภาพออนไลน์",
  "Audio & Subtitles": "เสียงและบทบรรยาย",
  "Prefer AAC Audio": "ต้องการร่องเสียงแบบ ACC",
  "Subtitle Size": "ขนาดบทบรรยาย",
  "Burn Subtitles": "ล่วงเวลาบทบรรยาย",
  "Cinema Trailers to Play Before Movies": "เปิดตัวอย่างภาพยนตร์ใหม่ก่อนการเล่นไฟล์ภาพยนต์",
  "Send anonymous usage data to Plex": "ส่งข้อมูลทางเทคนิคกลับไปให้ Plex",
  "Back": "กลับไป",
  "Done": "เสร็จสิ้น",
  "Setup is not allowed for shared servers.": "ไม่อนุญาตให้ตั้งค่าสถานะสำหรับเซิร์ฟเวอร์ที่ใช้ร่วมกัน",
  "A problem has been detected with a core component of Plex Media Server.": "ตรวจพบปัญหาที่องค์ประกอบหลักของ Plex Media Server",
  "Please visit the {1}forums{2} and provide your logs, as described {3}here{4}.": "โปรดไปที่ {1}เว็บบอร์ด {2} และแสดงบันทึกของคุณ ตามที่อธิบายไว้ {3}ที่นี่{4}",
  "Welcome to Plex!": "ยินดีต้อนรับสู่ Plex!",
  "Sign in with a Plex account to help your devices find each other, access your media from anywhere, and queue up videos from your browser to watch later in Plex.": "ลงชื่อใช้งานด้วยบัญชี Plex เพื่อช่วยให้อุปกรณ์ของคุณสามารถค้นหากันได้ เข้าถึงข้อมูลได้จากทุกที รวมถึงจัดรายการวีดีโอจากบราวเซอร์เพื่อดูภายหลังบน Plex",
  "Organize Your Media": "จัดระเบียบสื่อของคุณ",
  "Plex organizes your media into libraries. You can add as many libraries as you want, and you can have multiple libraries with the same type.": "Plex จะจัดสื่อของคุณไปไว้ในคลังสื่อ คุณสามารถเพิ่มคลังสื่อได้มากเท่าที่ต้องการและคุณยังสามารถมีคลังสื่อประเภทเดียวกันได้หลายคลัง",
  "Please wait a moment while Plex starts.": "กรุณารอสักครู่ขณะที่เพล็กซ์กำลังเริ่ม",
  "Server Setup": "การตั้งค่าเซิร์ฟเวอร์",
  "Name": "ชื่อ",
  "Media Library": "คลังสื่อ",
  "Finish": "เสร็จ",
  "Sort": "เรียง",
  "Filters": "ตัวกรอง",
  "Select A Filter": "เลือกตัวกรอง",
  "Add videos from your browser": "เพิ่มวิดีโอจากเบราว์เซอร์ของคุณ",
  "A panel will appear on the left side of the page to let you know the video has been saved.": "เมื่อการบันทึกเสร็จสิ้นจะปรากฎหน้าต่างแจ้งเตือนทางด้านซ้าย",
  "Add videos by email": "เพิ่มวิดีโอจากอีเมลล์",
  "Add this to your address book so you can easily email links from your iPhone, iPad, Android, or any other device.": "เพิ่มสิ่งนี้ลงในหนังสือที่อยู่ของคุณเพื่อให้คุณสามารถอีเมลลิงก์อย่างง่ายดายจาก iPhone, iPad, Android หรืออุปกรณ์อื่นๆของคุณ",
  "Opened connection to {1}, listening for events.": "ได้เปิดการเชื่อมต่อไปยัง {1}, กำลังรอเหตุการณ์ต่างๆ",
  "Connection to {1} closed.": "การเชื่อมต่อไปยัง {1} ได้ปิดแล้ว",
  "Unable to listen for events on {1}.": "ไม่สามารถรับเหตุการณ์สำหรับ {1}.",
  "Nothing is currently being played.": "ไม่มีอะไรเล่นอยู่ตอนนี้",
  "Synced": "ซิงค์แล้ว",
  "Waiting to be uploaded": "กำลังรอที่จะอัพโหลด",
  "Waiting to be downloaded": "กำลังรอดาวน์โหลด",
  "Waiting to be converted": "กำลังรอเพื่อที่จะแปลง",
  "Disc {1}": "แผ่น {1}",
  "Score {1}": "คะแนน {1}",
  "No devices found": "ไม่พบอุปกรณ์",
  "No friends yet. {1}Invite a friend{2} and share your libraries.": "ยังไม่มีเพื่อน {1} เชิญเพื่อน {2} และแชร์คลังสื่อของคุณ",
  "no shared libraries": "ไม่มีคลังสื่อที่แชร์",
  "You need a Plex Pass to add users to your home.": "จำเป็นต้องซื้อ Plex Pass เพื่อเพิ่มผู้ใช้งานในหน้าหลัก",
  "items": "รายการ",
  "A large number of sync items may be time-consuming to convert, and the time to upload is dependent on your bandwidth. A large number of high quality items may take a very long time. If you have trouble, try reducing the number of items or your quality setting.": "การซิงค์ไฟล์จำนวนมากอาจต้องใช้เวลานานในการแปลง และเวลาที่ใช้ในการอัพโหลดก็ขึ้นอยู่กับขนาดแบนด์วิดท์ของคุณ ไฟล์คุณภาพสูงจำนวนมากอาจใช้เวลานานเช่นกัน ถ้าคุณมีปัญหา ลองลดจำนวนไฟล์หรือลดคุณภาพลงโดยการตั้งค่า",
  "A large number of sync items may be time-consuming to convert and transfer to your device. If you have trouble, try reducing the number of items.": "การซิงค์ไฟล์จำนวนมากอาจต้องใช้เวลานานในการแปลงและโอนถ่ายไปยังอุปกรณ์ของคุณ ถ้าคุณมีปัญหา ลองลดจำนวนไฟล์ลงในการซิงค์แต่ละครั้ง",
  "Title": "ชื่อเรื่อง",
  "There was a problem syncing this media.": "มีปัญหาในการซิงค์มีเดียนี้",
  "Watch the status of the sync {1}here{2}.": "ดูสถานะของการซิงค์ {1} ที่นี่ {2}",
  "Invite": "เชิญ",
  "An invite will be sent to this user.": "คำเชิญจะถูกส่งไปยังผู้ใช้งานนี้",
  "Remove this friend": "ลบเพื่อนคนนี้",
  "My Servers": "เซิร์ฟเวอร์ของฉัน",
  "Restrictions": "การจำกัด",
  "Available": "พร้อม",
  "Last Seen": "พบล่าสุด",
  "Ratings": "เรตติ้ง",
  "No libraries": "ไม่มีคลังสื่อ",
  "Username or email": "ชื่อผู้ใช้งานและรหัสผ่าน",
  "The invited user will be asked to confirm friendship. If libraries are shared with the user, you'll be able to set restrictions on accessible media.": "บุคคลที่ถูกเชิญจะถูกถามให้ยืนยันสัมพันธภาพเพื่อน คุณสามารถจำกัดสิทธิ์การเข้าถึงข้อมูลได้ถ้าคลังสื่อถูกแชร์กับเพื่อน",
  "Welcome to Plex Home": "ยินดีต้อนรับสู่หน้าหลักของ Plex",
  "We've disabled DLNA to prevent any DLNA-enabled device from browsing and playing media without a password or PIN. You can change this preference in your {1}server settings{2}.": "เราได้ปิด DLNA ลงเพื่อป้องกันการเข้าถึงข้อมูลจากอุปกรณ์ภายนอกโดยปราศจากรหัสผ่าน คุณสามารถจัดการตั้งค่านี้ได้ที่ {1}การตั้งค่าเซิร์ฟเวอร์{2}",
  "Edit PIN": "แก้ไขรหัสสี่ตัว",
  "Enter PIN": "ใส่เลขรหัสผ่าน",
  "Skip": "ข้าม",
  "Select User": "เลือกบัญชีผู้ใช้",
  "Agent": "คนกลาง",
  "Year": "ปี",
  "Scanner": "เครื่องกราดตรวจ",
  "Add folders to your library": "เพิ่มโฟลเดอร์ไปยังคลังสื่อของคุณ",
  "Browse for media folder": "ค้นหาโฟลเดอร์สื่อ",
  "Note: An active Plex Pass is required for this service. Don't have a Plex Pass? {1}Subscribe here{2}": "หมายเหตุ: จำเป็นต้องมี Plex Pass เพื่อใช้บริการนี้ ยังไม่มีใช่ไหม? {1}ซื้อได้ที่นี่{2}",
  "Importing from iTunes will import your music playlists. It will also import your ratings, the date you added the music, as well as play and skip counts for tracks in your library.": "การนำเข้าจาก iTunes จะนำเข้าทั้งเพลย์ลิตส์, การจัดเรตติ้ง, วันที่เพิ่ม ตลอดจนจำนวนครั้งที่เล่นบนคลังสื่อของคุณ",
  "Select your library type": "เลือกประเภทคลังสื่อของคุณ",
  "Library type": "ประเภทคลังสื่อ",
  "You must select a media type.": "คุณต้องเลือกประเภทสื่อ",
  "Name your library and choose language.": "ตั้งชื่อคลังสื่อของคุณและเลือกภาษา",
  "A library name is required.": "จำเป็นต้องตั้งชื่อคลังสื่อ",
  "A language is required.": "ต้องการภาษา",
  "Connecting server...": "กำลังเชื่อมต่อเซิร์ฟเวอร์",
  "Disconnecting server...": "กำลังตัดการเชื่อมต่อเซิร์ฟเวอร์...",
  "Not available outside your network": "ไม่สามารถเข้าถึงได้จากนอกเครือข่าย",
  "First {1}sign in{2} to access your server from anywhere.": "ขั้นแรก {1} เข้าสู่ระบบ {2} เพื่อสามารถเข้าถึงเซิร์ฟเวอร์จากที่ไหนก็ได้",
  "Enable Remote Access": "เปิดการเข้าถึงระยะไกล",
  "Your server is signed in to Plex, but is not reachable from outside your network. {1}Learn more{2}": "เซิร์ฟเวอร์ของคุณเชื่อมกับ Plex แล้ว แต่ยังไม่สามารถเข้าถึงได้จากอุปกรณ์นอกเครือข่าย {1} รายละเอียดเพิ่มเติม {2}",
  "Disable Remote Access": "ปิดการเข้าถึงระยะไกล",
  "Server Mapping": "ผังเซิร์ฟเวอร์",
  "Private": "ส่วนตัว",
  "Unknown IP": "IP ที่ไม่รู้จัก",
  "Public": "ภายนอก",
  "Internet": "อินเตอร์เน็ต",
  "Retry": "ลองใหม่",
  "Apply": "ปรับใช้",
  "You may need to enable this to establish a direct connection from outside your network.  You may also need to configure your router.  Detailed instructions are available {1}here{2}.": "คุณอาจต้องเปิดส่วนนี้เพื่อสร้างการเชื่อมต่อโดยตรงจากภายนอกเครือข่าย ซึ่งอาจจะต้องไปตั้งค่าบางอย่างในเราเตอร์ด้วย ดูรายละเอียด{1}ที่นี่{2}",
  "Server signed in as": "เซิร์ฟเวอร์ถูกเข้าสู่ระบบด้วย",
  "Sign in with your Plex account to help your devices find this server, access your media remotely, and more. {1}Learn more{2}": "ลงชื่อใช้งานด้วยบัญชี Plex ของคุณเพื่อช่วยให้อุปกรณ์ของคุณพบและเข้าถึงเซิร์ฟเวอร์นี้ได้ {1}เรียนรู้เพิ่มเติม{2}",
  "Checking for Updates": "กำลังตรวจสอบการอัพเดท",
  "Download Updates": "ดาวน์โหลดอัพเดท",
  "Downloading Update": "กำลังดาวน์โหลดอัพเดท",
  "Install Update": "ติดตั้งการอัพเดท",
  "Installing": "กำลังติดตั้ง",
  "Up to date": "เป็นปัจจุบันแล้ว",
  "Please install manually.": "กรุณาติดตั้งด้วยตนเอง",
  "What's New": "มีอะไรใหม่",
  "Failed": "ล้มเหลว",
  "Connect": "เชื่อมต่อ",
  "Agents": "คนกลาง",
  "Library": "คลังสื่อ",
  "Network": "เครือข่าย",
  "Transcoder": "การแปลงรหัส",
  "Languages": "ภาษา",
  "Network Discovery": "การค้นพบเครือข่าย",
  "Scheduled Tasks": "งานที่จัดตารางไว้",
  "Open Keyboard Shortcuts": "เปิดใช้งานคีย์ลัด",
  "Navigate to Settings": "เข้าสู่การตั้งค่า",
  "Open Player": "เปิดเครื่องเล่น",
  "Edit Library or Edit Item": "แก้ไขคลังสื่อและรายการสื่อ",
  "Delete Library or Delete Item": "ลบคลังสื่อหรือลบไฟล์",
  "Update Library or Refresh Item": "อัพเดทคลังสื่อหรือรีเฟรชรายการ",
  "Analyze Library or Analyze Item": "วิเคราะห์คลังสื่อหรือวิเคราะห์รายการ",
  "Play or Pause": "เล่น หรือ พัก",
  "Decrease Volume": "ลดความดังเสียง",
  "Increase Volume": "เพิ่มความดังเสียง",
  "Seek Backward (15 seconds)": "ย้อนหลัง (15 วินาที)",
  "Seek Forward (30 seconds)": "ล่วงหน้า (30 วินาที)",
  "Step Backward (10 minutes)": "ย้อนไป (10 นาที)",
  "Step Forward (10 minutes)": "ข้ามไป (10 นาที)",
  "Skip to Previous Item": "ข้ามไปยังรายการก่อนหน้า",
  "Skip to Next Item": "ข้ามไปรายการถัดไป",
  "Finished processing {1} in {2} on {3}": "เสร็จสิ้นการประมวลผล {1} ใน {2} บน {3}",
  "Episode {1}": "ตอนที่ {1}",
  "Summary": "เรื่องย่อ",
  "Biography": "ชีวประวัติ"
}